[
    {
        "a": 106,
        "e": "PLG1qdjD__qH64tCQ756M--FVvhHyCLUA9",
        "b": "🏆 GIMP 2.10 ✅ Mega CURSO en español",
        "f": "https://i.ytimg.com/vi/ex1fEanWgkM/hqdefault.jpg",
        "g": 78,
        "d": "UCa922dmH2ITP8I0FKC-GLpQ",
        "h": "2019-10-30 14:02:21",
        "c": "Curso GIMP desde cero hasta nivel EXPERTO, el curso se divide en 4 bloques, GIMP básico, GIMP intermedio, GIMP avanzado y GIMP efectos de texto. Dale una oportunidad a este fantástico programa de edición de imágenes gratuito y de código abierto.\n\nGIMP es un editor de imágenes de tipo mapa de bits. Este tipo de imágenes están formadas por píxeles y son las que obtenemos cuando hacemos fotografías con el móvil o con cualquier cámara de fotos digital. GIMP es software libre 100% gratuito, la mejor alternativa al famoso Photoshop. \n\nGIMP es un programa que nos permite retocar y editar imágenes de forma muy avanzada, de hecho, si sabes utilizarlo de forma correcta puedes conseguir resultados alucinantes. Aunque no es el software utilizado por profesionales de la fotografía, pienso que es el programa perfecto para el común de los mortales"
    },
    {
        "a": 24,
        "e": "PLzsP80HPQJ61cvyNvChaeaQOuEooCstlc",
        "b": "Curso de contabilidad básica para principiantes gratis 2024✅",
        "f": "https://i.ytimg.com/vi/iSNMvzR8-8U/hqdefault.jpg",
        "g": 35,
        "d": "UCU7cs6EF6VAUKCrgnxCUzVg",
        "h": "2018-07-10 18:09:32",
        "c": "A través de este curso de contabilidad aprenderás los conceptos básicos de excel. Aprenderás a leer un balance general, un estado de resultados. También aprenderás a realizar asientos contables, cuentas de mayor o las famosas cuentas T. Sabrás cómo se arma una balanza de comprobación y finalmente a generar informes financieros.\n\n#Contabilidad #Finanzas"
    },
    {
        "a": 20,
        "e": "PLgrNDDl9MxYmUmf19zPiljdg8FKIRmP78",
        "b": "🚀 Curso Inglés desde CERO - Completo 4 Niveles para Aprender Fácil y Rápido",
        "f": "https://i.ytimg.com/vi/dFJvNYdKGrA/hqdefault.jpg",
        "g": 104,
        "d": "UCTplas1aEhuhBLFYpxr299g",
        "h": "2017-08-17 01:24:35",
        "c": "¿Quieres aprender inglés desde cero y avanzar hasta un nivel avanzado? Este curso completo en 4 niveles está diseñado para que progreses paso a paso, con explicaciones claras, ejercicios prácticos y mucho apoyo. Perfecto para principiantes que buscan una guía estructurada y para quienes quieren reforzar sus bases. ¡Empieza hoy mismo y transforma tu inglés!\n\n📲 Mejora tu experiencia de práctica desde mi Aplicación Inglés Fácil 👉 https://go.educup.io/RVMmSsKr\n\n*Recursos disponibles en el curso*\nAcceso a la app Inglés Fácil, guías descargables, audios, videos y ejercicios interactivos que puedes hacer en cualquier dispositivo. disponible en mi sitio web👉 https://www.pacho8a.com/\n\n*También puedes ver esta lección en mi aplicación de inglés:*\n_____________________________________________\n\n\n👨‍🏫 *Suscríbete y activa la campanita* para aprender inglés desde cero, con lecciones prácticas y sencillas. Con material práctico y clases estructuradas, verás mejoras desde las primeras semanas.\n\n🌎 *Accede a más contenido gratuito y descarga recursos adicionales en mi sitio web* 👉 https://www.pacho8a.com/\n\n📲 *Descarga mi nueva aplicación \"INGLÉS FÁCIL\" y transforma tu manera de aprender inglés:*\n🔹 App Store ✔️ https://apple.co/3zf0PQ8\n🔹 Play Store ✔️ https://bit.ly/3MNjqWx\n🔹 Online para PC ✔️https://inglesfacil.educup.io\n\n📌 *Sígueme en redes sociales:*\n📍 *Instagram* 👉 https://www.instagram.com/pacho8a/\n📍 *Facebook* 👉 https://www.facebook.com/franciscoochoaingles/\n📍 *TikTok* 👉 https://www.tiktok.com/@inglesfacilpacho8a\n\n#InglésDesdeCero #CursoDeInglés #AprenderInglés"
    },
    {
        "a": 58,
        "e": "PL46G4t0fsnaKq6JSBQNpPB-To9vfzlxo9",
        "b": "Curso de ITALIANO",
        "f": "https://i.ytimg.com/vi/zxGuuJYXl3k/hqdefault.jpg",
        "g": 40,
        "d": "UC5cuBrMZHXf1_SvY4TkTPKg",
        "h": "2021-03-03 03:37:41",
        "c": "Con este curso de ITALIANO para toda la familia podrás aprender un nuevo idioma de forma divertida y basada en neurociencia."
    },
    {
        "a": 53,
        "e": "PLBI8wHKIc4CkZnX6ItctDU76k7mL5Qjfv",
        "b": "Curso De Trading",
        "f": "https://i.ytimg.com/vi/QPbpQ1wgvF0/hqdefault.jpg",
        "g": 8,
        "d": "UCVt4ugq2txl_szlXAO7B3-g",
        "h": "2024-12-28 13:13:19"
    },
    {
        "a": 97,
        "e": "PLyvsggKtwbLVOPuOGn9J1Ie9RD7r7LcWD",
        "b": "Curso Spring Boot : Desarrollo de Microservicios",
        "f": "https://i.ytimg.com/vi/BRtPNl0aBkA/hqdefault.jpg",
        "g": 30,
        "d": "UCeEW6PHNJlIwI-rKChmqqkw",
        "h": "2024-02-29 15:56:43",
        "c": "¡Sumérgete en el apasionante mundo del desarrollo de microservicios con Spring Boot, una de las tecnologías más codiciadas en la actualidad dentro del vasto universo tecnológico!\n\nEn este completo curso, te llevaremos de la mano paso a paso a través del desarrollo de un microservicio backend con Spring Boot, utilizando la poderosa herramienta InteliJ como nuestro fiel compañero de viaje.\n\nExploraremos las últimas y más actualizadas versiones de Java, Spring y Spring Boot, desentrañando meticulosamente cada una de las anotaciones que Spring nos ofrece para potenciar nuestro código al máximo.\n\nSin embargo, lo que realmente distingue este curso es el énfasis especial que pondremos en el diseño arquitectónico de cada capa de la solución. Profundizaremos en conceptos complejos como la inyección de dependencias, el bajo acoplamiento y la cohesión de los diversos componentes, asegurando que comprendas no solo cómo codificar, sino cómo construir robustas y escalables soluciones.\n\nCada implementación de controladores, servicios y persistencia se realizará siguiendo las mejores prácticas que Java nos ofrece, garantizando un código limpio y de calidad excepcional.\n\nPero eso no es todo, también exploraremos la integración de tecnologías complementarias como Docker para la gestión de contenedores, PostgresSQL como nuestra base de datos relacional y Lombok para simplificar el código. Y para asegurarnos de que nuestra API REST esté en la cima de su juego, llevaremos a cabo exhaustivas pruebas utilizando Postman, garantizando que esté bien formada y lista para enfrentar los desafíos del mundo real.\n\n¡Prepárate para transformar tu manera de desarrollar microservicios y llevar tus habilidades al siguiente nivel con este emocionante curso!"
    },
    {
        "a": 37,
        "e": "PLzjPEWJnnJNqGhk6DGpbuf8NDASsOQUND",
        "b": "Curso De Trading Para Principiantes",
        "f": "https://i.ytimg.com/vi/TdEbkTk40qQ/hqdefault.jpg",
        "g": 14,
        "d": "UCKP8me8NRKaGZZHAuKSSuvA",
        "h": "2024-11-24 15:44:31"
    },
    {
        "a": 38,
        "e": "PLRt_sFUAViN2khZObSC9D5iooUI55cWJW",
        "b": "Curso de Portugués A1 [Gratis y Certificado] - Edutin Academy",
        "f": "https://i.ytimg.com/vi/wZnq5Ae8oEA/hqdefault.jpg",
        "g": 28,
        "d": "UC8G49s7tEFy4tAZOIMhgIFA",
        "h": "2024-04-16 21:07:44",
        "c": "Curso de Portugués A1 gratis 👉  https://edutin.com/curso-de-portugues \n\nEste curso es de ✅ acceso gratuito e incluye la ✅ opción de obtener una Certificación Internacional. \n\nEn este curso de Portugués A1 de Edutin Academy, aprenderás las bases fundamentales del portugués, incluyendo vocabulario básico, gramática elemental y las habilidades necesarias para comunicarte en situaciones cotidianas.\n\nA lo largo de este curso de portugués A1, aprenderás desde la pronunciación básica y el vocabulario hasta las estructuras gramaticales fundamentales. Podrás expresar saludos, presentarte, utilizar números, hablar sobre días de la semana, utilizar expresiones comunes, hacer descripciones personales y mucho más.\n\n¿A quién está dirigido? 🌍📚💬 este curso de Portugués A1 está diseñado para principiantes sin conocimientos previos de portugués, viajeros apasionados, profesionales que buscan expandir sus horizontes lingüísticos y cualquier persona interesada en aprender una nueva lengua de manera efectiva y divertida.\n\n#cursodeportuguesa1 #cursodeportuguesparaprincipiantes #cursodeportuguesgratuito #cursodeportuguésonlinegratisconcertificado #cursodeportuguesonline #cursodeportuguesgratisonline #cursogratisdeportugues \n\n#cursosgratis #cursosgratisconcertificado #cursosconcertificado #cursosonline #cursosgratisonlineconcertificado #cursosenlinea #edutin #edutinacademy #edutincursos"
    },
    {
        "a": 79,
        "e": "PL1yslgETgkYFfOw1lP2W8Vros9v_xE5Bd",
        "b": "🥇Curso VBA para Macros Excel🥇",
        "f": "https://i.ytimg.com/vi/ocfurE964-g/hqdefault.jpg",
        "g": 99,
        "d": "UC1DggK5BjCUPWNgZRy0esRQ",
        "h": "2023-10-24 15:41:50",
        "c": "Curso gratis de VBA para creación de Macros en Excel de Cero a Experto para no programadores. El curso de Macros tiene Ejercicios prácticos y casos de la vida Real. Visual Basic For Application Online te permite ahorrar tiempo, completar tareas miles de veces más rápido.\nPrograma, automatiza y amplía en Excel."
    },
    {
        "a": 70,
        "e": "PL8Tdjf2jwFRe986dgJB3M-GnxIUK_j3Df",
        "b": "Curso Vaughan Completo para Aprender Inglés Gratis- Nivel Intermedio",
        "f": "https://i.ytimg.com/vi/RlR4_98T4Yo/hqdefault.jpg",
        "g": 12,
        "d": "UCuRrN-WIsBVucKMerIJ9WIA",
        "h": "2015-01-29 17:47:30",
        "c": "¿Quieres aprender inglés? ¡Suscríbete gratis a nuestro canal!\nDisfruta de nuestro curso de inglés definitivo. ¡Ahora por fin en vídeo!\nGracias por compartirnos y contribuir a que este contenido pueda seguir siendo gratis... :-)\n\n***LECCIONES DEL CURSO VAUGHAN PARA APRENDER INGLÉS GRATIS***\n\nLección 1:  https://goo.gl/Z3wWrC\n\nLección 2:  https://goo.gl/aHy7Yp\n\nLección 3:  https://goo.gl/YEUyUd\n\nLección 4:  https://goo.gl/jYcWr6\n\nLección 5:  https://goo.gl/gWUxjk\n\nLección 6:  https://goo.gl/E3ZdF1\n\nLección 7:  https://goo.gl/sYpCJS\n\nLección 8:  https://goo.gl/9Pj6YD\n\nLección 9:  https://goo.gl/GonA72\n\nLección 10: https://goo.gl/dVrfJb\n\n***CURSO AVANZADO DE INGLÉS GRATIS***\n\nhttps://goo.gl/7cTwKV\n\n***CURSO BÁSICO DE INGLÉS GRATIS***\n\nhttps://goo.gl/YnrsN6\n\n***CURSO GRATIS POR EMAIL***\n\n¿Te gustaría recibir más Clases Gratis por Email? ¡Apúntate a nuestro Curso Gratis!\n\nhttps://goo.gl/xTTnd3\n\n***CURSOS VAUGHAN ONLINE Y PRESENCIALES***\n\n¿List@ para dar el siguiente paso y pasar a la acción? ¡Te esperamos en nuestros Cursos Online o Presenciales!\n\nhttps://goo.gl/c5EYZZ\n\n\n***SÍGUENOS EN NUESTRAS REDES***\n\nhttps://twitter.com/GrupoVaughan\nhttps://www.facebook.com/GrupoVaughan/\nhttps://plus.google.com/115829465428666555120\nhttps://www.linkedin.com/company/vaughan-systems/?originalSubdomain=esbankia"
    }
]