[
    {
        "a": 75,
        "e": "PLhfZeo48UJQJtUHvpUMu0ME8LoR8ipXR6",
        "b": "Curso Escaner Automotriz Nivel 1 (BASICO y POTENTE)",
        "f": "https://i.ytimg.com/vi/UG6K0xUUL0o/hqdefault.jpg",
        "g": 11,
        "d": "UCILBYT2Wie09sBEcCqQWBng",
        "h": "2022-08-25 22:14:49",
        "c": "¡Descubre nuestro curso gratuito de diagnóstico con escáner automotriz! En este curso dinámico, aprenderás a usar escáneres y otras herramientas en vehículos reales. Todo está explicado de manera sencilla y clara para que cualquier persona, sin importar su nivel de experiencia, pueda entender y aplicar lo aprendido. ¡No te lo pierdas!\n\n\nCLASE 01 BASES DEL ESCANER\nhttps://youtu.be/UG6K0xUUL0o?si=JPosyIepjJOsImBq\nEn esta clase aprenderás qué es un escáner automotriz y cómo se utiliza. Se presentarán ejemplos prácticos para entender mejor su función y aplicación en el diagnóstico vehicular.\n\nCLASE 02 CODIGOS DE FALLA\nhttps://youtu.be/NzoZJ8J2A54?si=tQ4JrcgnA6i4GHrd\nAquí se abordará la nomenclatura de los códigos de falla, cómo interpretarlos y qué significan, para facilitar la identificación de problemas en el vehículo.\n\nCLASE 03 DIAGNOSTICO EOBD GENÉRICO, Y ESPECIFICO\nhttps://youtu.be/0S1F-z1xP3s?si=4Vuh19IkXWikgGbp\nEn esta clase se explicará cómo realizar un diagnóstico utilizando dos enfoques diferentes: el genérico y el específico. Aprenderás a aplicar ambos métodos para obtener resultados más precisos.\n\nCLASE 04 ESCANEANDO EN VIVO - CHEVROLET ONIX 2020 - SOLUCIÓN DE AVERIAS\nhttps://youtu.be/SP1_GabCNrk?si=ZmDuwsIUGZyZPxhS\nSe realizará un escaneo en vivo de un Chevrolet Onix 2020. En esta sesión, se generarán averías intencionales y se mostrarán las soluciones en tiempo real.\n\nCLASE 05 CONSULTAR CÓDIGOS DE FALLA - INFORMACIÓN TÉCNICA DE CALIDAD\nhttps://youtu.be/w9iSNJ37dYQ?si=fPb1KjQmoGlyFL5n\nAprende a buscar y consultar información técnica de calidad para resolver códigos de avería. Se discutirá cómo utilizar esta información para una diagnosis precisa.\n\nCLASE 06 ESCANEANDO EN VIVO 5 MARCAS DIFERENTES COMPARATIVO\nhttps://youtu.be/MeieM1HS9Wc?si=O6HTae1EVc6shM-s\nEsta clase presenta un escaneo en vivo de cinco vehículos diferentes. Se compararán las diferencias en el escáner y se analizarán las variaciones en el diagnóstico entre marcas.\n\nCLASE 07 CICLOS DE REFRIGERACION RENAULT LOGAN PRIMERA GENERACION\nhttps://youtu.be/HGL8VHRJ39Q?si=imyS0bnAUXMfbyJv\nSe enseñará cómo diagnosticar el sistema de refrigeración en un Renault Logan de primera generación utilizando el escáner.\n\nCLASE 08 COMO SELECCIONAR EL VEHICULO CORRECTO - SALE MAL - SUZUKI SWIFT DZIRE\nhttps://youtu.be/kiTiuzOvpcE?si=U444gVOeruW4ziyG\nEn esta clase se demostrará la importancia de seleccionar el vehículo correcto en el escáner. Se utilizará un Suzuki Swift Dzire para mostrar los efectos de una selección incorrecta.\n\nCLASE 09 DATOS EN VIVO AQUI OCURRE LA MAGIA\nhttps://youtu.be/QdtPKutLKPM?si=WtRkoS0Auop5DAZv\nExploraremos los datos en vivo del vehículo y cómo estos proporcionan información valiosa durante el diagnóstico. Se destacará la relevancia de los datos en tiempo real.\n\nCLASE 10 ESCANEANDO EN VIVO - COMPENSADORES DE COMBUSTIBLE A CORTO Y LARGO PLAZO\nhttps://youtu.be/PH_yPyWlbP0?si=tB4rHTXHWmE6Tqj6\nEsta clase está dedicada al análisis de los compensadores de combustible a corto y largo plazo. Aprenderás cómo afectan al rendimiento del motor y cómo identificarlos a través del escáner.\n\nCLASE 11 NISSAN NP300 SEÑALES - ANALIZANDO DATOS EN VIVO\nhttps://youtu.be/9AZpzwYuszU?si=BkDfm6DU37joCcNI\nSe analizarán las señales en los datos en vivo de un Nissan NP300. La clase se centrará en la interpretación de las señales para un diagnóstico efectivo.\n\nÚnete a nuestra comunidad en WhatsApp\nPara más apoyo y discusión sobre el curso, únete a nuestra comunidad en WhatsApp. ¡Comparte tus dudas, avances y conéctate con otros estudiantes! Solicita acceso aquí.\nhttps://chat.whatsapp.com/CKRNz3fcETH4ZZhufna5NX"
    },
    {
        "a": 46,
        "e": "PL93iwVYt7GG7OMmJZclmGo0ekKOzTi5o-",
        "b": "CURSO COMPLETO DE INGLÉS - NIVEL PRINCIPIANTE",
        "f": "https://i.ytimg.com/vi/83r_zzg5UsY/hqdefault.jpg",
        "g": 244,
        "d": "UC7YI4X4i8YCH5KKWCWP85JQ",
        "h": "2017-08-07 19:34:51",
        "c": "Aquí podrás encontrar nuestros vídeos en orden para que puedas estudiar con la secuencia correcta.  ¡Espero te sirva!"
    },
    {
        "a": 108,
        "e": "PLhQhIal1vDFimJ-IzRmwgYwwa8MtFyU2m",
        "b": "Curso de Electricidad Básica",
        "f": "https://i.ytimg.com/vi/IBXCiZQvBUs/hqdefault.jpg",
        "g": 20,
        "d": "UCjz6NDWUOYprLmeDGeJzZSg",
        "h": "2018-02-15 15:56:27",
        "c": "Aprender electricidad. Te explicamos cómo funciona la electricidad de tu casa de manera muy didáctica, como en un curso. Entender el cuadro eléctrico y detectar las averías más frecuentes, guiar cables y hacer empalmes, identificar circuitos, instalar interruptores..."
    },
    {
        "a": 55,
        "e": "PLU8oAlHdN5BkinrODGXToK9oPAlnJxmW_",
        "b": "Curso de PHP/MySQL",
        "f": "https://i.ytimg.com/vi/I75CUdSJifw/hqdefault.jpg",
        "g": 105,
        "d": "UCdulIs-x_xrRd1ezwJZR9ww",
        "h": "2015-03-23 15:08:57",
        "c": "Curso de PHP/MySQL desde 0"
    },
    {
        "a": 101,
        "e": "PLU8oAlHdN5Bkn-KS1sRFlSEnXXcAtAJ9P",
        "b": "Curso de Android con Android Studio",
        "f": "https://i.ytimg.com/vi/pdYkmCcQFd8/hqdefault.jpg",
        "g": 108,
        "d": "UCdulIs-x_xrRd1ezwJZR9ww",
        "h": "2016-02-23 19:13:15"
    },
    {
        "a": 58,
        "e": "PL46G4t0fsnaKq6JSBQNpPB-To9vfzlxo9",
        "b": "Curso de ITALIANO",
        "f": "https://i.ytimg.com/vi/zxGuuJYXl3k/hqdefault.jpg",
        "g": 40,
        "d": "UC5cuBrMZHXf1_SvY4TkTPKg",
        "h": "2021-03-03 03:37:41",
        "c": "Con este curso de ITALIANO para toda la familia podrás aprender un nuevo idioma de forma divertida y basada en neurociencia."
    },
    {
        "a": 72,
        "e": "PLcsyuAy4t53Sw21Nej5f-PBip867HB21P",
        "b": "Introducción a la Kabalá - Curso",
        "f": "https://i.ytimg.com/vi/OyeDLxQkeCU/hqdefault.jpg",
        "g": 8,
        "d": "UCu4aDupNZ0YOgHoXEGYJncA",
        "h": "2023-05-15 00:32:17"
    },
    {
        "a": 30,
        "e": "PL1yslgETgkYHWZnyk9w5JyUTY6xkyKrov",
        "b": "Nuevo Curso de Excel 2025 (Básico, Intermedio y Avanzado)",
        "f": "https://i.ytimg.com/vi/5RK6s5eB37o/hqdefault.jpg",
        "g": 58,
        "d": "UC1DggK5BjCUPWNgZRy0esRQ",
        "h": "2025-05-24 18:03:06",
        "c": "El mejor curso de Excel Gratis y completo que vas a encontrar en Youtube con ejercicios para descargar. Recuerda es 100% gratis y está pensado para que aprendas desde cero, paso a paso con muchos ejercicios para descargar en todos los módulos.\n\nEste curso esta enfocado en estudiantes, o si trabajas en oficina o simplemente quieres dejar de sufrir cada vez que abres una hoja de cálculo 😅.\nVas a aprender a usar fórmulas básicas, intermedidas y avanzadas, crear tablas dinámicas, automatizar tareas y hasta hacer tus propios reportes o dashboards hasta llegar al nivel de programar tus propias macros con VBA.\n\nNo necesitas saber nada, solo tener ganas de aprender.\n¡Y sí, es totalmente gratis! Así que… ¿qué esperas? 💻✨"
    },
    {
        "a": 90,
        "e": "PLMd59HZRUmEg539WgqJjbsvto4V3fRwn5",
        "b": "Curso de Hacking Ético y Ciberseguridad",
        "f": "https://i.ytimg.com/vi/ZDvxqqSoyZs/hqdefault.jpg",
        "g": 32,
        "d": "UCGLfzfKRUsV6BzkrF1kJGsg",
        "h": "2022-09-30 17:13:41",
        "c": "Curso de hacking ético y ciberseguridad desde cero, donde aprenderemos a utilizar Kali Linux para conocer y explotar las principales vulnerabilidades existentes."
    },
    {
        "a": 102,
        "e": "PL2Z95CSZ1N4E-yNYehqD1FKU8aBdjBfRM",
        "b": "Curso de Windows Server 2022 desde cero para principantes",
        "f": "https://i.ytimg.com/vi/yuQATj2xTI8/hqdefault.jpg",
        "g": 92,
        "d": "UCtt69OVnWMAcC5ZEWY0BO5A",
        "h": "2024-04-15 19:43:40",
        "c": "\"¡Bienvenido al Curso Completo de SQL Server 2022! En esta serie de videos, te sumergirás en el fascinante mundo de SQL Server, desde los conceptos básicos hasta técnicas avanzadas."
    }
]