[
    {
        "a": 94,
        "e": "PLH_tVOsiVGznLd-dSQP9_ttuxLnSmSWwq",
        "b": "🔥 CURSO COMPLETO de CSS desde CERO a AVANZADO 🔥",
        "f": "https://i.ytimg.com/vi/-xtS1QwxfOo/hqdefault.jpg",
        "g": 71,
        "d": "UCRMJ0vxtnHh_UAq1Yx9BYWQ",
        "h": "2024-05-27 17:16:25",
        "c": "CURSO COMPLETO de CSS GRATIS desde CERO a AVANZADO (EXPERTO)"
    },
    {
        "a": 33,
        "e": "PLyvsggKtwbLVva0XXvoqx91iaLmhgeNy7",
        "b": "Curso de programación profesional",
        "f": "https://i.ytimg.com/vi/AEiRa5xZaZw/hqdefault.jpg",
        "g": 19,
        "d": "UCeEW6PHNJlIwI-rKChmqqkw",
        "h": "2016-12-06 21:43:11",
        "c": "Curso de programación desde cero para aprender a programar de manera profesional."
    },
    {
        "a": 44,
        "e": "PLO4t0hJwolojhulAZ3I0QRCdq-Lm68fHy",
        "b": "✅ Curso Instagram GRATIS 2025",
        "f": "https://i.ytimg.com/vi/DoHaQP_-DKI/hqdefault.jpg",
        "g": 11,
        "d": "UCZnBV37Om1AEzJIjWwhfzFg",
        "h": "2022-07-20 09:10:07",
        "c": "✅ Curso Instagram GRATIS 2025"
    },
    {
        "a": 63,
        "e": "PL2Z95CSZ1N4HXvLWg8oL4IpyJx27HafcD",
        "b": "Curso completo de JavaScript desde cero para principiantes, version 2023",
        "f": "https://i.ytimg.com/vi/mpIwKBNr7_o/hqdefault.jpg",
        "g": 83,
        "d": "UCtt69OVnWMAcC5ZEWY0BO5A",
        "h": "2023-10-10 12:35:00",
        "c": "¡Bienvenido al emocionante mundo de la programación web con JavaScript! 🚀\n¿Estás listo para embarcarte en un viaje que te llevará desde los conceptos fundamentales hasta convertirte en un experto en JavaScript? ¡Este curso es tu boleto de entrada al dominio del lenguaje de la web!\n\nEn este curso de JavaScript, te guiaré paso a paso a través de los principios esenciales de la programación en JavaScript. No importa si eres un principiante absoluto o si ya tienes experiencia en otros lenguajes, este curso está diseñado para adaptarse a todos los niveles de conocimiento.\n\nLo que aprenderás:\n📚 Fundamentos de JavaScript: Variables, tipos de datos, operadores y estructuras de control.\n🌐 Manipulación del DOM: Cómo interactuar con la estructura de tu página web.\n🔗 Eventos y Event Listeners: Hacer que tu sitio web responda a las acciones del usuario.\n🔄 Funciones y Objetos: La base de la programación orientada a objetos en JavaScript.\n💼 Proyectos Prácticos: Aplicaremos lo aprendido en proyectos del mundo real.\n🔥 Consejos y Trucos: Secretos de los profesionales para escribir un código limpio y eficiente.\n\nNo te preocupes si esto suena abrumador; vamos a explicar cada concepto de manera clara y concisa. Además, proporcionaremos ejemplos prácticos y desafíos emocionantes para que puedas poner en práctica tus habilidades.\n\nPrepárate para desbloquear un mundo de posibilidades en el desarrollo web con JavaScript. ¡Inscríbete ahora y comencemos este apasionante viaje juntos! 💻✨\n\nNo olvides darle like, suscribirte y activar la campana de notificaciones para no perderte ni un solo episodio de este curso. ¡Nos vemos en la primera lección! 👋🎉"
    },
    {
        "a": 103,
        "e": "PL-kb9cx4aYj7kzSDa0jXyltqWstFo0O_y",
        "b": "CURSO de Uñas 💅 GRATIS !!! 😱",
        "f": "https://i.ytimg.com/vi/TDMuqwtdOc0/hqdefault.jpg",
        "g": 17,
        "d": "UC_syzhWt-7Jiae9tEPu_jbA",
        "h": "2020-07-11 04:50:07",
        "c": "Cómo Aprender a Hacer Uñas?\nCómo Decorar Uñas?\n\nSi te has hecho alguna de estas preguntas y buscas las respuestas en Youtube, has llegado al lugar indicado.\n\n🤩 SUSCRÍBETE a este canal y acompáñame a descubrir el maravilloso mundo de las Uñas 🥰\n\nCURSO de Uñas 💅 GRATIS con CERTIFICADO!!! 😱\n\nSi deseas mi asesoramiento en cuanto a dudas y preguntas 😍, te podre responder en la caja de comentarios de cada vídeo o si deseas un asesoramiento mas personalizado me lo puedes hacer llegar por mi Pagina de Facebook 👆 solo dale ME GUSTA 👍 y me puedes hacer cualquier pregunta y enviarme fotos de sus trabajos para brindarle mi asesoramiento y recomendaciones de una manera mas personalizada. 🤗 Recuerda que es totalmente GRATIS 🥰\n\nCurso Online Gratis para el aprendizaje de todos aquellos que que deseen obtener conocimientos por medio de Tips y Consejos que se estará brindando en los vídeos en los que estaremos realizando trabajos de Manicure y Pedicure."
    },
    {
        "a": 106,
        "e": "PLG1qdjD__qH64tCQ756M--FVvhHyCLUA9",
        "b": "🏆 GIMP 2.10 ✅ Mega CURSO en español",
        "f": "https://i.ytimg.com/vi/ex1fEanWgkM/hqdefault.jpg",
        "g": 78,
        "d": "UCa922dmH2ITP8I0FKC-GLpQ",
        "h": "2019-10-30 14:02:21",
        "c": "Curso GIMP desde cero hasta nivel EXPERTO, el curso se divide en 4 bloques, GIMP básico, GIMP intermedio, GIMP avanzado y GIMP efectos de texto. Dale una oportunidad a este fantástico programa de edición de imágenes gratuito y de código abierto.\n\nGIMP es un editor de imágenes de tipo mapa de bits. Este tipo de imágenes están formadas por píxeles y son las que obtenemos cuando hacemos fotografías con el móvil o con cualquier cámara de fotos digital. GIMP es software libre 100% gratuito, la mejor alternativa al famoso Photoshop. \n\nGIMP es un programa que nos permite retocar y editar imágenes de forma muy avanzada, de hecho, si sabes utilizarlo de forma correcta puedes conseguir resultados alucinantes. Aunque no es el software utilizado por profesionales de la fotografía, pienso que es el programa perfecto para el común de los mortales"
    },
    {
        "a": 60,
        "e": "PLZDNGV2rkzUDlpDUnyOv3_emQTeeWQeGt",
        "b": "✅ Curso Completo de Adobe Premiere GRATIS en ESPAÑOL 2024 🚀",
        "f": "https://i.ytimg.com/vi/n3qiC8wA9vo/hqdefault.jpg",
        "g": 56,
        "d": "UCDMvkMlzxClSOQ7XbRN0IyQ",
        "h": "2024-08-05 06:04:52",
        "c": "Todos los capítulos del Curso Completo de Adobe Premiere GRATUITO del canal del Profesor Saitama."
    },
    {
        "a": 46,
        "e": "PL93iwVYt7GG7OMmJZclmGo0ekKOzTi5o-",
        "b": "CURSO COMPLETO DE INGLÉS - NIVEL PRINCIPIANTE",
        "f": "https://i.ytimg.com/vi/83r_zzg5UsY/hqdefault.jpg",
        "g": 244,
        "d": "UC7YI4X4i8YCH5KKWCWP85JQ",
        "h": "2017-08-07 19:34:51",
        "c": "Aquí podrás encontrar nuestros vídeos en orden para que puedas estudiar con la secuencia correcta.  ¡Espero te sirva!"
    },
    {
        "a": 47,
        "e": "PLBI8wHKIc4Cku8HxUAViFU7LnbTQZzJzF",
        "b": "Curso De Shopify Dropshipping",
        "f": "https://i.ytimg.com/vi/j_vfqabSFMQ/hqdefault.jpg",
        "g": 3,
        "d": "UCVt4ugq2txl_szlXAO7B3-g",
        "h": "2024-12-28 13:06:41"
    },
    {
        "a": 18,
        "e": "PLomN84AdULIBcoI8Rb98dnompliIktJk9",
        "b": "Curso de REDES informáticas. 175 vídeos  de calidad",
        "f": "https://i.ytimg.com/vi/BrqH4PVyYF4/hqdefault.jpg",
        "g": 176,
        "d": "UC_OGVMTqkt6F2nvbBkkjB7A",
        "h": "2018-02-23 18:05:23",
        "c": "Curso de Redes telemáticas de Rogelio Montañana. Un completo curso de redes informáticas a nivel universitario para conocer todo sobre redes de telecomunicaciones. Gratuito."
    }
]