[
    {
        "a": 99,
        "e": "PLkCdxvj5wL7ADY611geA3zqHbxFC9VNOH",
        "b": "Curso completo de SERIGRAFÍA 2021",
        "f": "https://i.ytimg.com/vi/xURexyll3a4/hqdefault.jpg",
        "g": 12,
        "d": "UCpq55woHMTMzcalbTGkAPxQ",
        "h": "2020-11-09 02:43:44",
        "c": "Hola amigos les traigo el curso completo de serigrafia completamente GRATIS, para que aprendas desde cero y puedas emprender tu negocio."
    },
    {
        "a": 39,
        "e": "PLkn3t7vbvnHSPdBnnRNdoCE8ODCJFW09x",
        "b": "CURSO de SOLDADURA ELÉCTRICA para Principiantes - Aprende a como SOLDAR Hierro y Metal con Electrodo",
        "f": "https://i.ytimg.com/vi/RpMTRhhhleI/hqdefault.jpg",
        "g": 28,
        "d": "UChgycoU69S92S_z25wlROaQ",
        "h": "2021-10-16 21:48:44",
        "c": "Aprende a SOLDAR desde \"CERO\" en éste curso Completo y totalmente online!! Aprende sobre los diferentes tipos de Maquinas, sus diferencias y los tipos de soldaduras con todos sus trucos, técnicas y secretos que podrás aplicar en tus proyectos de Herrería.\n\n=========\n\n👉 ¿Cuánto pagarías por un curso como este? 🤔\nEste curso es Gratis y siempre lo será, pero si sientes que lo que aprendiste te sirvió,\npuedes apoyarme con una donación invitándome un TECITO ☕ en el siguiente link...\n\n👉🔗 https://tecito.app/grantotem\n\n=========\n\n#Soldar #comosoldar #Herreria #hierro #cursodesoldadura #comosoldarparaprincipiantes #aprenderasoldar #soldarhierro #soldarconelectrodo #soldaduraelectrica #soldaduraparaprincipiantes"
    },
    {
        "a": 27,
        "e": "PLTIdiuUvwYCHrjyEIYR8ZOhza5NAFef3Y",
        "b": "MATEMÁTICA DESDE CERO (CURSO COMPLETO)",
        "f": "https://i.ytimg.com/vi/vMSrAcrH9tg/hqdefault.jpg",
        "g": 6,
        "d": "UCa6V1UVOXN4wDm7RDQDoa6g",
        "h": "2024-05-02 18:04:47",
        "c": "Aquí tienes 6 clases de 2 horas cada una aproximadamente para aprender conceptos de matemática desde cero."
    },
    {
        "a": 73,
        "e": "PLU8oAlHdN5Bmx-LChV4K3MbHrpZKefNwn",
        "b": "Curso SQL",
        "f": "https://i.ytimg.com/vi/iOiyJgnN71c/hqdefault.jpg",
        "g": 25,
        "d": "UCdulIs-x_xrRd1ezwJZR9ww",
        "h": "2015-07-16 16:06:04",
        "c": "Curso del lenguaje universal de acceso a datos SQL"
    },
    {
        "a": 42,
        "e": "PLUofhDIg_38q4D0xNWp7FEHOTcZhjWJ29",
        "b": "⚛️ CURSO DE REACT 2024",
        "f": "https://i.ytimg.com/vi/7iobxzd_2wY/hqdefault.jpg",
        "g": 12,
        "d": "UC3aj05GEEyzdOqYM5FLSFeg",
        "h": "2023-04-12 13:51:54"
    },
    {
        "a": 14,
        "e": "PL46G4t0fsnaJXK_SfaWdxHThKuvgCOnAZ",
        "b": "Curso de Inglés Básico",
        "f": "https://i.ytimg.com/vi/bpMELj9caNY/hqdefault.jpg",
        "g": 88,
        "d": "UC5cuBrMZHXf1_SvY4TkTPKg",
        "h": "2020-07-25 00:09:11",
        "c": "El curso de inglés del Doctor Miguel con el que aprenderás inglés desde cero y gratis."
    },
    {
        "a": 25,
        "e": "PLSvxAUzJ-XSfY0KpwV8SHBlyLVcrZkENc",
        "b": "📚 CURSO DE REDES DESDE 0. De básico a avanzado 📚",
        "f": "https://i.ytimg.com/vi/um41JAqO42g/hqdefault.jpg",
        "g": 22,
        "d": "UCuxoUnuGxFSHbR5_I4YbA1Q",
        "h": "2020-05-12 15:33:36",
        "c": "Curso de redes partiendo desde 0 para aprender los conceptos básicos que necesitas saber para entender y configurar una red y los equipos que la forman."
    },
    {
        "a": 108,
        "e": "PLhQhIal1vDFimJ-IzRmwgYwwa8MtFyU2m",
        "b": "Curso de Electricidad Básica",
        "f": "https://i.ytimg.com/vi/IBXCiZQvBUs/hqdefault.jpg",
        "g": 20,
        "d": "UCjz6NDWUOYprLmeDGeJzZSg",
        "h": "2018-02-15 15:56:27",
        "c": "Aprender electricidad. Te explicamos cómo funciona la electricidad de tu casa de manera muy didáctica, como en un curso. Entender el cuadro eléctrico y detectar las averías más frecuentes, guiar cables y hacer empalmes, identificar circuitos, instalar interruptores..."
    },
    {
        "a": 33,
        "e": "PLyvsggKtwbLVva0XXvoqx91iaLmhgeNy7",
        "b": "Curso de programación profesional",
        "f": "https://i.ytimg.com/vi/AEiRa5xZaZw/hqdefault.jpg",
        "g": 19,
        "d": "UCeEW6PHNJlIwI-rKChmqqkw",
        "h": "2016-12-06 21:43:11",
        "c": "Curso de programación desde cero para aprender a programar de manera profesional."
    },
    {
        "a": 82,
        "e": "PL3hNLk-aR0J9K5cvCIsQiwjMvO8UFFr35",
        "b": "☁️Curso AZ900 Azure Fundamentals Certificación en Español 2021 | Prepara tu examen de certificación con el curso Azure Fundamentals AZ-900",
        "f": "https://i.ytimg.com/vi/iFg-pRDLtoc/hqdefault.jpg",
        "g": 57,
        "d": "UCz1Dfbvqa7aG2YPlnKTwriQ",
        "h": "2020-02-04 04:28:01",
        "c": "☁️ Curso AZ900 Microsoft Azure Fundamentals \n⬇⬇⬇ Curso completo en: ⬇⬇⬇\n★ Udemy: http://bit.ly/az900-2021\n★ Net-University: https://bit.ly/az-fundamentals\n\nEste curso te proporcionará conocimientos básicos de los servicios en la nube y cómo se proporcionan esos servicios con Microsoft Azure. El curso se puede tomar como un primer paso opcional para aprender sobre los servicios en la nube y Microsoft Azure, antes de tomar más cursos de Microsoft Azure\n\n\nEste curso sobre Fundamentos de Azure (Azure Fundamentals- AZ-900) desarrolla tus competencias a través de habilidades prácticas en Azure que te ayudarán a innovar y a adquirir experiencia necesaria para realizar el examen AZ900 de Microsoft Azure Fundamentals. También revisaremos algunas preguntas de práctica para que puedas lograr obtener tu certificación de Azure Fundamentals.\n\n\nEn este curso aprenderás:\n\nComprender los conceptos de la nube\nDescribir los beneficios y consideraciones del uso de servicios en la nube\nDescribir las diferencias entre modelos de nube pública, privada e híbrida\nDescribir las diferencias entre infraestructuras como servicio (IaaS), plataforma como servicio (PaaS) y software como servicio (SaaS)\nComprender los servicios centrales de Azure\nComprender los principales componentes de arquitectura de Azure\nDescribir algunos de los productos centrales disponibles en Azure\nDescribir algunas de las soluciones disponibles en Azure\nComprender las herramientas de gestión de Azure\nComprender la seguridad, privacidad, cumplimiento y confianza\nComprender la conectividad de red segura en Azure\nComprender las opciones de monitorización e informes en Azure\nDescribir los servicios fundamentales de Azure Identity\nComprender las normas de privacidad, cumplimiento y protección de datos en Azure\nDescribir las herramientas de seguridad y las funciones de Azure\nDescribir las metodologías de gobernanza de Azure\nComprender la fijación de precios y el soporte de Azure\nComprender las suscripciones de Azure\nComprender las opciones de soporte disponibles con Azure\nComprender la planificación y gestión de costes\nDescribir los acuerdos de nivel de servicio (SLA) de Azure\nComprender el ciclo vital de servicio en Azure"
    }
]