[
    {
        "a": 94,
        "e": "PLH_tVOsiVGznLd-dSQP9_ttuxLnSmSWwq",
        "b": "🔥 CURSO COMPLETO de CSS desde CERO a AVANZADO 🔥",
        "f": "https://i.ytimg.com/vi/-xtS1QwxfOo/hqdefault.jpg",
        "g": 71,
        "d": "UCRMJ0vxtnHh_UAq1Yx9BYWQ",
        "h": "2024-05-27 17:16:25",
        "c": "CURSO COMPLETO de CSS GRATIS desde CERO a AVANZADO (EXPERTO)"
    },
    {
        "a": 33,
        "e": "PLyvsggKtwbLVva0XXvoqx91iaLmhgeNy7",
        "b": "Curso de programación profesional",
        "f": "https://i.ytimg.com/vi/AEiRa5xZaZw/hqdefault.jpg",
        "g": 19,
        "d": "UCeEW6PHNJlIwI-rKChmqqkw",
        "h": "2016-12-06 21:43:11",
        "c": "Curso de programación desde cero para aprender a programar de manera profesional."
    },
    {
        "a": 57,
        "e": "PLV_kLLysPueW2CwpHpcvI0C1JruFGPgcn",
        "b": "Curso de AutoCAD 2025 desde cero",
        "f": "https://i.ytimg.com/vi/CgWLSs8OhFw/hqdefault.jpg",
        "g": 24,
        "d": "UCWUnrK8wWLkAseEBdTggNXA",
        "h": "2025-01-02 20:48:32",
        "c": "En este curso aprenderás paso a paso como utilizar el sofware Autodesk AutoCAD desde cero, ideal para principiantes que desean aprender a utilizar esta herramienta."
    },
    {
        "a": 76,
        "e": "PLDhUODcit3B6l4VuRh5wbVVCtKq8pjeOp",
        "b": "🔊Curso de Mezcla y Masterización",
        "f": "https://i.ytimg.com/vi/BF6KBlD2eXw/hqdefault.jpg",
        "g": 51,
        "d": "UC3yTbQJCyIx1hJRS5pK_c0A",
        "h": "2020-02-12 01:04:38",
        "c": "Aprende a mezclar y masterizar con este curso de mezcla y masterizacion completo. Es válido para cualquier DAW y aprenderás desde cero.\n#Mezcla #Masterización"
    },
    {
        "a": 97,
        "e": "PLyvsggKtwbLVOPuOGn9J1Ie9RD7r7LcWD",
        "b": "Curso Spring Boot : Desarrollo de Microservicios",
        "f": "https://i.ytimg.com/vi/BRtPNl0aBkA/hqdefault.jpg",
        "g": 30,
        "d": "UCeEW6PHNJlIwI-rKChmqqkw",
        "h": "2024-02-29 15:56:43",
        "c": "¡Sumérgete en el apasionante mundo del desarrollo de microservicios con Spring Boot, una de las tecnologías más codiciadas en la actualidad dentro del vasto universo tecnológico!\n\nEn este completo curso, te llevaremos de la mano paso a paso a través del desarrollo de un microservicio backend con Spring Boot, utilizando la poderosa herramienta InteliJ como nuestro fiel compañero de viaje.\n\nExploraremos las últimas y más actualizadas versiones de Java, Spring y Spring Boot, desentrañando meticulosamente cada una de las anotaciones que Spring nos ofrece para potenciar nuestro código al máximo.\n\nSin embargo, lo que realmente distingue este curso es el énfasis especial que pondremos en el diseño arquitectónico de cada capa de la solución. Profundizaremos en conceptos complejos como la inyección de dependencias, el bajo acoplamiento y la cohesión de los diversos componentes, asegurando que comprendas no solo cómo codificar, sino cómo construir robustas y escalables soluciones.\n\nCada implementación de controladores, servicios y persistencia se realizará siguiendo las mejores prácticas que Java nos ofrece, garantizando un código limpio y de calidad excepcional.\n\nPero eso no es todo, también exploraremos la integración de tecnologías complementarias como Docker para la gestión de contenedores, PostgresSQL como nuestra base de datos relacional y Lombok para simplificar el código. Y para asegurarnos de que nuestra API REST esté en la cima de su juego, llevaremos a cabo exhaustivas pruebas utilizando Postman, garantizando que esté bien formada y lista para enfrentar los desafíos del mundo real.\n\n¡Prepárate para transformar tu manera de desarrollar microservicios y llevar tus habilidades al siguiente nivel con este emocionante curso!"
    },
    {
        "a": 67,
        "e": "PLw6yx3Xh4F0uNuLYZr7DwoqoBYE-x_Lej",
        "b": "🟩 Lecciones Curso Tiempos",
        "f": "https://i.ytimg.com/vi/PtxD2LGjL3w/hqdefault.jpg",
        "g": 27,
        "d": "UC3KvHaehCsDPKAfLmQDFvrQ",
        "h": "2025-04-24 23:22:17",
        "c": "Aprende fácilmente los tiempos en inglés. Algunas clases están repetidas ya que fueron grabadas en años diferentes."
    },
    {
        "a": 74,
        "e": "PLl7bxsSiKuDa4hCs45FQ-x3ErKFeaJeQz",
        "b": "MecaGratis.com - Curso Gratis de Mecanografía online",
        "f": "https://i.ytimg.com/vi/gwthDG9lHMQ/hqdefault.jpg",
        "g": 85,
        "d": "UCt3Il-DfHStrOdoE1ss_AOA",
        "h": "2014-02-11 09:28:56",
        "c": "MecaGratis es un curso de Mecanografía online gratuito con videos didácticos, lecciones y ejercicios.\n\nhttp://www.mecagratis.com"
    },
    {
        "a": 84,
        "e": "PLS4lvjlWB4oVYZ5YPHZC2F4F1DeLSKjzy",
        "b": "CURSO de CALIGRAFÍA para PRINCIPIANTES 2025",
        "f": "https://i.ytimg.com/vi/oP4GZpqiQxc/hqdefault.jpg",
        "g": 15,
        "d": "UCCR83kD0xCoxhaZLrDX2ZgA",
        "h": "2020-11-13 23:28:26"
    },
    {
        "a": 64,
        "e": "PLD63zxk3A73wyCMKphs11Pl6GA4wD2EWP",
        "b": "Curso gratis de astrología",
        "f": "https://i.ytimg.com/vi/PdWqUwhxvjw/hqdefault.jpg",
        "g": 12,
        "d": "UCBupY5eNUT7h-XpKz39wXkA",
        "h": "2023-01-23 18:34:28",
        "c": "Aprendé astrología psicológica y evolutiva con estas clases gratis de Camino Arcano. Este curso es para principiantes desde cero, súper fácil de entender!"
    },
    {
        "a": 104,
        "e": "PLRt_sFUAViN2W3KsSp6OeCDyKz7Q7Cak1",
        "b": "Curso de oratoria [Gratis y Certificado] - Edutin Academy",
        "f": "https://i.ytimg.com/vi/ANSIN2--Bzw/hqdefault.jpg",
        "g": 28,
        "d": "UC8G49s7tEFy4tAZOIMhgIFA",
        "h": "2024-07-19 13:14:10",
        "c": "Curso de oratoria gratis 👉 https://edutin.com/curso-de-oratoria\n\nEste curso de oratoria es de ✅ Acceso gratis e incluye ✅ Opción de Certificación Internacional.\n\nEn este curso de oratoria de Edutin Academy desarrollarás habilidades esenciales para mejorar sus habilidades de comunicación y expresión en público, desarrollar habilidades para comunicarte ante un equipo de trabajo, grupo de estudiantes, o presentar un discurso o proyecto ante cualquier audiencia\n\nA lo largo de este curso de oratoria aprenderás a manejar de manera eficiente las técnicas de expresión verbal y no verbal, y dominar de manera práctica los elementos de estructura de discursos, control del miedo escénico, y técnicas de persuasión, así como a diseñar y presentar discursos impactantes y a comunicarte con confianza y claridad en diversas situaciones.\n\n¿A quién está dirigido?🗣️🎤 Este curso de oratoria está diseñado para estudiantes, profesionales, emprendedores o cualquier persona que desee mejorar sus habilidades de comunicación y liderazgo mediante el arte de la oratoria.\n\n#cursodeoratoria #cursodeoratoriagratis #cursodeoratoriaconcertificado #cursosdeoratoria #cursosgratisdeoratoria \n\n#cursosonline #cursosgratis #cursosgratisonlineconcertificado #edutin #edutinacademy #edutincursos"
    }
]