[
    {
        "a": 94,
        "e": "PLH_tVOsiVGznLd-dSQP9_ttuxLnSmSWwq",
        "b": "🔥 CURSO COMPLETO de CSS desde CERO a AVANZADO 🔥",
        "f": "https://i.ytimg.com/vi/-xtS1QwxfOo/hqdefault.jpg",
        "g": 71,
        "d": "UCRMJ0vxtnHh_UAq1Yx9BYWQ",
        "h": "2024-05-27 17:16:25",
        "c": "CURSO COMPLETO de CSS GRATIS desde CERO a AVANZADO (EXPERTO)"
    },
    {
        "a": 108,
        "e": "PLhQhIal1vDFimJ-IzRmwgYwwa8MtFyU2m",
        "b": "Curso de Electricidad Básica",
        "f": "https://i.ytimg.com/vi/IBXCiZQvBUs/hqdefault.jpg",
        "g": 20,
        "d": "UCjz6NDWUOYprLmeDGeJzZSg",
        "h": "2018-02-15 15:56:27",
        "c": "Aprender electricidad. Te explicamos cómo funciona la electricidad de tu casa de manera muy didáctica, como en un curso. Entender el cuadro eléctrico y detectar las averías más frecuentes, guiar cables y hacer empalmes, identificar circuitos, instalar interruptores..."
    },
    {
        "a": 37,
        "e": "PLzjPEWJnnJNqGhk6DGpbuf8NDASsOQUND",
        "b": "Curso De Trading Para Principiantes",
        "f": "https://i.ytimg.com/vi/21ifvjZG23c/hqdefault.jpg",
        "g": 17,
        "d": "UCKP8me8NRKaGZZHAuKSSuvA",
        "h": "2024-11-24 15:44:31"
    },
    {
        "a": 45,
        "e": "PLU8oAlHdN5BlvPxziopYZRd55pdqFwkeS",
        "b": "Curso Python desde 0.",
        "f": "https://i.ytimg.com/vi/tDYr14IIu_4/hqdefault.jpg",
        "g": 83,
        "d": "UCdulIs-x_xrRd1ezwJZR9ww",
        "h": "2017-01-24 13:08:23"
    },
    {
        "a": 78,
        "e": "PLRYhYjaYNiltoudRxjRg--8_NKMdTIqty",
        "b": "Curso De Guitarra Acústica Para Principiantes: Aprende Como Tocar Guitarra Desde Cero! TCDG",
        "f": "https://i.ytimg.com/vi/_V0GcjX09Lo/hqdefault.jpg",
        "g": 33,
        "d": "UC3k4Tn0XRZ2urVwBLY5s9Zw",
        "h": "2013-04-02 18:27:33",
        "c": "Aprende como tocar guitarra gratis!\r\nEl mejor curso de guitarra facil a cargo de tu profesor de guitarra online Mario Freiria. \r\nAprender guitarra acústica es muy simple y divertido! \r\n\r\n Mira estos video tutoriales de guitarra y aprende guitarra acustica de una manera facil, rapida y divertida, totalmente gratis y sin moverte de tu casa!\r\n\r\n Cursos de guitarra para aprender como tocar guitarras acusticas, canciones en guitarra, clases de guitarra para principiantes, notas en guitarra, escalas de guitarra, cursos de guitarra gratis, videos de guitarra para principiante, tablaturas de guitarra, curso de guitarra y mas.\r\n\r\n Tutorial de guitarra: aprender como tocar guitarra acustica."
    },
    {
        "a": 95,
        "e": "PL2Z95CSZ1N4EW0PvNhd4ySZisgBrJjSW2",
        "b": "Curso de Microsoft SQl Server desde cero para principiantes, version 2023",
        "f": "https://i.ytimg.com/vi/SYRsyAoN8BI/hqdefault.jpg",
        "g": 91,
        "d": "UCtt69OVnWMAcC5ZEWY0BO5A",
        "h": "2023-05-30 22:43:51",
        "c": "¡Bienvenido aqui iniciamos este curso sobre Microsoft SQL Server, una de las herramientas más potentes y populares en el mundo de la gestión de bases de datos.\n  Con este curso, quiero llevarte de la mano a través de los fundamentos esenciales de Microsoft SQL Server, para que puedas dominar esta poderosa plataforma y aprovechar al máximo sus capacidades.\n\nYa sea que seas un principiante absoluto o tengas algo de experiencia en bases de datos, este curso está diseñado para adaptarse a todos los niveles de conocimiento. Exploraremos desde los conceptos básicos de SQL, como consultas y manipulación de datos, hasta temas más avanzados como optimización de consultas y diseño de bases de datos eficientes.\n\nA lo largo del curso, utilizaré ejemplos prácticos y ejercicios para ayudarte a comprender los conceptos de manera clara y concisa. También te compartiré consejos y trucos que he aprendido a lo largo de mi experiencia profesional, para que puedas aplicarlos en tu trabajo o proyectos personales."
    },
    {
        "a": 50,
        "e": "PLyvsggKtwbLX06iMtXnRGX5lyjiiMaT2y",
        "b": "Curso de programación Android desde cero",
        "f": "https://i.ytimg.com/vi/tyx05coXixw/hqdefault.jpg",
        "g": 68,
        "d": "UCeEW6PHNJlIwI-rKChmqqkw",
        "h": "2017-10-13 20:14:31",
        "c": "Curso profesional de Android con Android Studio - Aprende a programar aplicaciones móviles desde cero hasta avanzado."
    },
    {
        "a": 56,
        "e": "PLROIqh_5RZeDbvISffzihyxzqJBt_z3-Z",
        "b": "✅ CURSO de CSS Completo para Principiantes 🔵( DESDE CERO )",
        "f": "https://i.ytimg.com/vi/-k-w8JpTNwA/hqdefault.jpg",
        "g": 59,
        "d": "UCzuwt7Pi_VB8cP5q5UE4u-A",
        "h": "2021-03-22 19:43:23"
    },
    {
        "a": 49,
        "e": "PLo-artO3hx9f7dQ7Pt7-Daxw5i8IFHw_y",
        "b": "CURSO DE COCTELERIA GRATUITO 🍹 (Para aficionados y Bartenders principiantes) 🥇",
        "f": "https://i.ytimg.com/vi/cpsnXvQZAb8/hqdefault.jpg",
        "g": 36,
        "d": "UCrt_ZUP3uyJl27JrD1Z8qRw",
        "h": "2020-12-09 18:26:10",
        "c": "Quieres Aprender coctelería? BIENVENIDO (a) Siguiendo el paso a paso de estos videos vas a aprender a hacer los cocteles mas solicitados en el mundo. Mira el primer video y Obtén tu guía Totalmente gratis."
    },
    {
        "a": 74,
        "e": "PLl7bxsSiKuDa4hCs45FQ-x3ErKFeaJeQz",
        "b": "MecaGratis.com - Curso Gratis de Mecanografía online",
        "f": "https://i.ytimg.com/vi/gwthDG9lHMQ/hqdefault.jpg",
        "g": 85,
        "d": "UCt3Il-DfHStrOdoE1ss_AOA",
        "h": "2014-02-11 09:28:56",
        "c": "MecaGratis es un curso de Mecanografía online gratuito con videos didácticos, lecciones y ejercicios.\n\nhttp://www.mecagratis.com"
    }
]