[
    {
        "a": 15,
        "e": "PLBI8wHKIc4CnINi5zwAhIyxAWbZ0TxEkz",
        "b": "Cursos Completos y Gratis",
        "f": "https://i.ytimg.com/vi/j_vfqabSFMQ/hqdefault.jpg",
        "g": 66,
        "d": "UCVt4ugq2txl_szlXAO7B3-g",
        "h": "2023-03-17 13:24:08"
    },
    {
        "a": 31,
        "e": "PL_wxPflrHc1iECghOLOjQj8qdqxsH-bCf",
        "b": "Curso de Mecánica Automotriz",
        "f": "https://i.ytimg.com/vi/PV3XDlAHhYA/hqdefault.jpg",
        "g": 10,
        "d": "UCp7Hslrb8xgFU95SwOrZ6fg",
        "h": "2012-09-19 00:40:39",
        "c": "Conocer lo básico de la mecánica automotriz, hoy en día es indispensable para cualquier persona. Ven y apréndelo aquí:"
    },
    {
        "a": 63,
        "e": "PL2Z95CSZ1N4HXvLWg8oL4IpyJx27HafcD",
        "b": "Curso completo de JavaScript desde cero para principiantes, version 2023",
        "f": "https://i.ytimg.com/vi/mpIwKBNr7_o/hqdefault.jpg",
        "g": 83,
        "d": "UCtt69OVnWMAcC5ZEWY0BO5A",
        "h": "2023-10-10 12:35:00",
        "c": "¡Bienvenido al emocionante mundo de la programación web con JavaScript! 🚀\n¿Estás listo para embarcarte en un viaje que te llevará desde los conceptos fundamentales hasta convertirte en un experto en JavaScript? ¡Este curso es tu boleto de entrada al dominio del lenguaje de la web!\n\nEn este curso de JavaScript, te guiaré paso a paso a través de los principios esenciales de la programación en JavaScript. No importa si eres un principiante absoluto o si ya tienes experiencia en otros lenguajes, este curso está diseñado para adaptarse a todos los niveles de conocimiento.\n\nLo que aprenderás:\n📚 Fundamentos de JavaScript: Variables, tipos de datos, operadores y estructuras de control.\n🌐 Manipulación del DOM: Cómo interactuar con la estructura de tu página web.\n🔗 Eventos y Event Listeners: Hacer que tu sitio web responda a las acciones del usuario.\n🔄 Funciones y Objetos: La base de la programación orientada a objetos en JavaScript.\n💼 Proyectos Prácticos: Aplicaremos lo aprendido en proyectos del mundo real.\n🔥 Consejos y Trucos: Secretos de los profesionales para escribir un código limpio y eficiente.\n\nNo te preocupes si esto suena abrumador; vamos a explicar cada concepto de manera clara y concisa. Además, proporcionaremos ejemplos prácticos y desafíos emocionantes para que puedas poner en práctica tus habilidades.\n\nPrepárate para desbloquear un mundo de posibilidades en el desarrollo web con JavaScript. ¡Inscríbete ahora y comencemos este apasionante viaje juntos! 💻✨\n\nNo olvides darle like, suscribirte y activar la campana de notificaciones para no perderte ni un solo episodio de este curso. ¡Nos vemos en la primera lección! 👋🎉"
    },
    {
        "a": 27,
        "e": "PLTIdiuUvwYCHrjyEIYR8ZOhza5NAFef3Y",
        "b": "MATEMÁTICA DESDE CERO (CURSO COMPLETO)",
        "f": "https://i.ytimg.com/vi/vMSrAcrH9tg/hqdefault.jpg",
        "g": 6,
        "d": "UCa6V1UVOXN4wDm7RDQDoa6g",
        "h": "2024-05-02 18:04:47",
        "c": "Aquí tienes 6 clases de 2 horas cada una aproximadamente para aprender conceptos de matemática desde cero."
    },
    {
        "a": 51,
        "e": "PLU8oAlHdN5BktAXdEVCLUYzvDyqRQJ2lk",
        "b": "Curso de Java 2025 desde 0",
        "f": "https://i.ytimg.com/vi/U709qY6S9rA/hqdefault.jpg",
        "g": 280,
        "d": "UCdulIs-x_xrRd1ezwJZR9ww",
        "h": "2014-05-05 14:25:01"
    },
    {
        "a": 3,
        "e": "PL8ie04dqq7_MKYOzEUYVHMZYldddBVwD2",
        "b": "💰CÓMO Ganar DINERO Creando APLICACIONES 💰 [3.000 EUROS/MES] #DevStory",
        "f": "https://i.ytimg.com/vi/OaXcGhtUAjk/hqdefault.jpg",
        "g": 4,
        "d": "UCIjEgHA1vatSR2K4rfcdNRg",
        "h": "2021-01-19 17:47:24"
    },
    {
        "a": 97,
        "e": "PLyvsggKtwbLVOPuOGn9J1Ie9RD7r7LcWD",
        "b": "Curso Spring Boot : Desarrollo de Microservicios",
        "f": "https://i.ytimg.com/vi/BRtPNl0aBkA/hqdefault.jpg",
        "g": 30,
        "d": "UCeEW6PHNJlIwI-rKChmqqkw",
        "h": "2024-02-29 15:56:43",
        "c": "¡Sumérgete en el apasionante mundo del desarrollo de microservicios con Spring Boot, una de las tecnologías más codiciadas en la actualidad dentro del vasto universo tecnológico!\n\nEn este completo curso, te llevaremos de la mano paso a paso a través del desarrollo de un microservicio backend con Spring Boot, utilizando la poderosa herramienta InteliJ como nuestro fiel compañero de viaje.\n\nExploraremos las últimas y más actualizadas versiones de Java, Spring y Spring Boot, desentrañando meticulosamente cada una de las anotaciones que Spring nos ofrece para potenciar nuestro código al máximo.\n\nSin embargo, lo que realmente distingue este curso es el énfasis especial que pondremos en el diseño arquitectónico de cada capa de la solución. Profundizaremos en conceptos complejos como la inyección de dependencias, el bajo acoplamiento y la cohesión de los diversos componentes, asegurando que comprendas no solo cómo codificar, sino cómo construir robustas y escalables soluciones.\n\nCada implementación de controladores, servicios y persistencia se realizará siguiendo las mejores prácticas que Java nos ofrece, garantizando un código limpio y de calidad excepcional.\n\nPero eso no es todo, también exploraremos la integración de tecnologías complementarias como Docker para la gestión de contenedores, PostgresSQL como nuestra base de datos relacional y Lombok para simplificar el código. Y para asegurarnos de que nuestra API REST esté en la cima de su juego, llevaremos a cabo exhaustivas pruebas utilizando Postman, garantizando que esté bien formada y lista para enfrentar los desafíos del mundo real.\n\n¡Prepárate para transformar tu manera de desarrollar microservicios y llevar tus habilidades al siguiente nivel con este emocionante curso!"
    },
    {
        "a": 76,
        "e": "PLDhUODcit3B6l4VuRh5wbVVCtKq8pjeOp",
        "b": "🔊Curso de Mezcla y Masterización",
        "f": "https://i.ytimg.com/vi/BF6KBlD2eXw/hqdefault.jpg",
        "g": 51,
        "d": "UC3yTbQJCyIx1hJRS5pK_c0A",
        "h": "2020-02-12 01:04:38",
        "c": "Aprende a mezclar y masterizar con este curso de mezcla y masterizacion completo. Es válido para cualquier DAW y aprenderás desde cero.\n#Mezcla #Masterización"
    },
    {
        "a": 45,
        "e": "PLU8oAlHdN5BlvPxziopYZRd55pdqFwkeS",
        "b": "Curso Python desde 0.",
        "f": "https://i.ytimg.com/vi/tDYr14IIu_4/hqdefault.jpg",
        "g": 83,
        "d": "UCdulIs-x_xrRd1ezwJZR9ww",
        "h": "2017-01-24 13:08:23"
    },
    {
        "a": 46,
        "e": "PL93iwVYt7GG7OMmJZclmGo0ekKOzTi5o-",
        "b": "CURSO COMPLETO DE INGLÉS - NIVEL PRINCIPIANTE",
        "f": "https://i.ytimg.com/vi/83r_zzg5UsY/hqdefault.jpg",
        "g": 244,
        "d": "UC7YI4X4i8YCH5KKWCWP85JQ",
        "h": "2017-08-07 19:34:51",
        "c": "Aquí podrás encontrar nuestros vídeos en orden para que puedas estudiar con la secuencia correcta.  ¡Espero te sirva!"
    }
]