[
    {
        "a": 69,
        "e": "PL8VieMDRPaek9pe_XSzPnfy7AH3MhX_EI",
        "b": "CURSO DE REPARACIÓN DE CELULARES COMPLETO DESDE CERO ACTUALIZADO 2023 - PARA PRINCIPIANTES Y TÉCNICOS",
        "f": "https://i.ytimg.com/vi/1SVYGJGxdGY/hqdefault.jpg",
        "g": 71,
        "d": "UCskh0ctl4DdPMuPtdv1K5qA",
        "h": "2021-11-08 12:46:32",
        "c": "👉 Aprendé GRATIS a reparar celulares de MANERA PROFESIONAL\n👉 Si necesitas comprar herramientas o repuestos para REPARAR CELULARES y sos de ARGENTINA www.i2cmayorista.com"
    },
    {
        "a": 42,
        "e": "PLUofhDIg_38q4D0xNWp7FEHOTcZhjWJ29",
        "b": "⚛️ CURSO DE REACT 2024",
        "f": "https://i.ytimg.com/vi/7iobxzd_2wY/hqdefault.jpg",
        "g": 12,
        "d": "UC3aj05GEEyzdOqYM5FLSFeg",
        "h": "2023-04-12 13:51:54"
    },
    {
        "a": 72,
        "e": "PLcsyuAy4t53Sw21Nej5f-PBip867HB21P",
        "b": "Introducción a la Kabalá - Curso",
        "f": "https://i.ytimg.com/vi/OyeDLxQkeCU/hqdefault.jpg",
        "g": 8,
        "d": "UCu4aDupNZ0YOgHoXEGYJncA",
        "h": "2023-05-15 00:32:17"
    },
    {
        "a": 87,
        "e": "PLU8oAlHdN5BmpobVmj1IlneKlVLJ84TID",
        "b": "Curso de JavaScript desde 0",
        "f": "https://i.ytimg.com/vi/m2nscBtQEIs/hqdefault.jpg",
        "g": 79,
        "d": "UCdulIs-x_xrRd1ezwJZR9ww",
        "h": "2014-07-21 15:13:09"
    },
    {
        "a": 107,
        "e": "PLxcwAK5N6orhu8ktcjUYYhj0CRwYjwjbm",
        "b": "Curso de Cerrajeria",
        "f": "https://i.ytimg.com/vi/bKY7LbKqlIY/hqdefault.jpg",
        "g": 24,
        "d": "UCZyRMo46Wvxn1CGQMver2Zg",
        "h": "2021-11-13 22:23:02"
    },
    {
        "a": 82,
        "e": "PL3hNLk-aR0J9K5cvCIsQiwjMvO8UFFr35",
        "b": "☁️Curso AZ900 Azure Fundamentals Certificación en Español 2021 | Prepara tu examen de certificación con el curso Azure Fundamentals AZ-900",
        "f": "https://i.ytimg.com/vi/iFg-pRDLtoc/hqdefault.jpg",
        "g": 57,
        "d": "UCz1Dfbvqa7aG2YPlnKTwriQ",
        "h": "2020-02-04 04:28:01",
        "c": "☁️ Curso AZ900 Microsoft Azure Fundamentals \n⬇⬇⬇ Curso completo en: ⬇⬇⬇\n★ Udemy: http://bit.ly/az900-2021\n★ Net-University: https://bit.ly/az-fundamentals\n\nEste curso te proporcionará conocimientos básicos de los servicios en la nube y cómo se proporcionan esos servicios con Microsoft Azure. El curso se puede tomar como un primer paso opcional para aprender sobre los servicios en la nube y Microsoft Azure, antes de tomar más cursos de Microsoft Azure\n\n\nEste curso sobre Fundamentos de Azure (Azure Fundamentals- AZ-900) desarrolla tus competencias a través de habilidades prácticas en Azure que te ayudarán a innovar y a adquirir experiencia necesaria para realizar el examen AZ900 de Microsoft Azure Fundamentals. También revisaremos algunas preguntas de práctica para que puedas lograr obtener tu certificación de Azure Fundamentals.\n\n\nEn este curso aprenderás:\n\nComprender los conceptos de la nube\nDescribir los beneficios y consideraciones del uso de servicios en la nube\nDescribir las diferencias entre modelos de nube pública, privada e híbrida\nDescribir las diferencias entre infraestructuras como servicio (IaaS), plataforma como servicio (PaaS) y software como servicio (SaaS)\nComprender los servicios centrales de Azure\nComprender los principales componentes de arquitectura de Azure\nDescribir algunos de los productos centrales disponibles en Azure\nDescribir algunas de las soluciones disponibles en Azure\nComprender las herramientas de gestión de Azure\nComprender la seguridad, privacidad, cumplimiento y confianza\nComprender la conectividad de red segura en Azure\nComprender las opciones de monitorización e informes en Azure\nDescribir los servicios fundamentales de Azure Identity\nComprender las normas de privacidad, cumplimiento y protección de datos en Azure\nDescribir las herramientas de seguridad y las funciones de Azure\nDescribir las metodologías de gobernanza de Azure\nComprender la fijación de precios y el soporte de Azure\nComprender las suscripciones de Azure\nComprender las opciones de soporte disponibles con Azure\nComprender la planificación y gestión de costes\nDescribir los acuerdos de nivel de servicio (SLA) de Azure\nComprender el ciclo vital de servicio en Azure"
    },
    {
        "a": 103,
        "e": "PL-kb9cx4aYj7kzSDa0jXyltqWstFo0O_y",
        "b": "CURSO de Uñas 💅 GRATIS !!! 😱",
        "f": "https://i.ytimg.com/vi/TDMuqwtdOc0/hqdefault.jpg",
        "g": 17,
        "d": "UC_syzhWt-7Jiae9tEPu_jbA",
        "h": "2020-07-11 04:50:07",
        "c": "Cómo Aprender a Hacer Uñas?\nCómo Decorar Uñas?\n\nSi te has hecho alguna de estas preguntas y buscas las respuestas en Youtube, has llegado al lugar indicado.\n\n🤩 SUSCRÍBETE a este canal y acompáñame a descubrir el maravilloso mundo de las Uñas 🥰\n\nCURSO de Uñas 💅 GRATIS con CERTIFICADO!!! 😱\n\nSi deseas mi asesoramiento en cuanto a dudas y preguntas 😍, te podre responder en la caja de comentarios de cada vídeo o si deseas un asesoramiento mas personalizado me lo puedes hacer llegar por mi Pagina de Facebook 👆 solo dale ME GUSTA 👍 y me puedes hacer cualquier pregunta y enviarme fotos de sus trabajos para brindarle mi asesoramiento y recomendaciones de una manera mas personalizada. 🤗 Recuerda que es totalmente GRATIS 🥰\n\nCurso Online Gratis para el aprendizaje de todos aquellos que que deseen obtener conocimientos por medio de Tips y Consejos que se estará brindando en los vídeos en los que estaremos realizando trabajos de Manicure y Pedicure."
    },
    {
        "a": 16,
        "e": "PLUa5K0lL89KIZsFan_kKrRJYFMkQ9u6Ki",
        "b": "👊Curso de ELECTRICIDAD Domiciliaria GRATIS !!",
        "f": "https://i.ytimg.com/vi/BhgBXZdHWhU/hqdefault.jpg",
        "g": 25,
        "d": "UC8cFTqwfcQVacrILakZeGRw",
        "h": "2021-02-11 22:20:50",
        "c": "ESTAS EMPEZANDO?►►Mirá los videos de esta lista YA.! Aprender Electricidad NUNCA fue tan FACIL.!! \nAhora desde la comodidad de tu casa te voy a enseñar PASO a PASO todo lo que necesitas saber para hacerte del Dominio de la Electricidad"
    },
    {
        "a": 46,
        "e": "PL93iwVYt7GG7OMmJZclmGo0ekKOzTi5o-",
        "b": "CURSO COMPLETO DE INGLÉS - NIVEL PRINCIPIANTE",
        "f": "https://i.ytimg.com/vi/83r_zzg5UsY/hqdefault.jpg",
        "g": 244,
        "d": "UC7YI4X4i8YCH5KKWCWP85JQ",
        "h": "2017-08-07 19:34:51",
        "c": "Aquí podrás encontrar nuestros vídeos en orden para que puedas estudiar con la secuencia correcta.  ¡Espero te sirva!"
    },
    {
        "a": 109,
        "e": "PLeySRPnY35dG2UQ35tPsaVMYkQhc8Vp__",
        "b": "Derivadas (Curso COMPLETO)",
        "f": "https://i.ytimg.com/vi/uK4-s0ojHFg/hqdefault.jpg",
        "g": 72,
        "d": "UCanMxWvOoiwtjLYm08Bo8QQ",
        "h": "2018-03-13 13:09:57",
        "c": "Explicación de derivadas desde los primeros conceptos hasta las derivadas con más nivel de dificultad, iniciando con el concepto de derivada, derivadas usando la definición, las reglas de derivación, regla de la cadena, hasta hablas de la derivada implícita y explicando paso a paso todos los conceptos para poder resolver cualquier tipo de derivada."
    }
]