[
    {
        "a": 103,
        "e": "PL-kb9cx4aYj7kzSDa0jXyltqWstFo0O_y",
        "b": "CURSO de Uñas 💅 GRATIS !!! 😱",
        "f": "https://i.ytimg.com/vi/TDMuqwtdOc0/hqdefault.jpg",
        "g": 17,
        "d": "UC_syzhWt-7Jiae9tEPu_jbA",
        "h": "2020-07-11 04:50:07",
        "c": "Cómo Aprender a Hacer Uñas?\nCómo Decorar Uñas?\n\nSi te has hecho alguna de estas preguntas y buscas las respuestas en Youtube, has llegado al lugar indicado.\n\n🤩 SUSCRÍBETE a este canal y acompáñame a descubrir el maravilloso mundo de las Uñas 🥰\n\nCURSO de Uñas 💅 GRATIS con CERTIFICADO!!! 😱\n\nSi deseas mi asesoramiento en cuanto a dudas y preguntas 😍, te podre responder en la caja de comentarios de cada vídeo o si deseas un asesoramiento mas personalizado me lo puedes hacer llegar por mi Pagina de Facebook 👆 solo dale ME GUSTA 👍 y me puedes hacer cualquier pregunta y enviarme fotos de sus trabajos para brindarle mi asesoramiento y recomendaciones de una manera mas personalizada. 🤗 Recuerda que es totalmente GRATIS 🥰\n\nCurso Online Gratis para el aprendizaje de todos aquellos que que deseen obtener conocimientos por medio de Tips y Consejos que se estará brindando en los vídeos en los que estaremos realizando trabajos de Manicure y Pedicure."
    },
    {
        "a": 102,
        "e": "PL2Z95CSZ1N4E-yNYehqD1FKU8aBdjBfRM",
        "b": "Curso de Windows Server 2022 desde cero para principantes",
        "f": "https://i.ytimg.com/vi/yuQATj2xTI8/hqdefault.jpg",
        "g": 92,
        "d": "UCtt69OVnWMAcC5ZEWY0BO5A",
        "h": "2024-04-15 19:43:40",
        "c": "\"¡Bienvenido al Curso Completo de SQL Server 2022! En esta serie de videos, te sumergirás en el fascinante mundo de SQL Server, desde los conceptos básicos hasta técnicas avanzadas."
    },
    {
        "a": 101,
        "e": "PLU8oAlHdN5Bkn-KS1sRFlSEnXXcAtAJ9P",
        "b": "Curso de Android con Android Studio",
        "f": "https://i.ytimg.com/vi/pdYkmCcQFd8/hqdefault.jpg",
        "g": 108,
        "d": "UCdulIs-x_xrRd1ezwJZR9ww",
        "h": "2016-02-23 19:13:15"
    },
    {
        "a": 29,
        "e": "PLLniqWgyb4HGURvLx1JbpeX6tvpqIKHuB",
        "b": "Nuevo curso de Excel 2025 - ¡Completo y Gratis!",
        "f": "https://i.ytimg.com/vi/W78PamXb5VA/hqdefault.jpg",
        "g": 19,
        "d": "UCUnwzUFwZvQRcuIVgv5pD7Q",
        "h": "2022-02-21 19:07:39",
        "c": "Aprende Excel para tu trabajo o estudio. En menos de 1 hora podrás aprender lo necesario para la mayoría de ejercicios en todos los campos. \n¡Excel es muy fácil!, confía en el mejor curso de Excel de toda internet 😁"
    },
    {
        "a": 104,
        "e": "PLRt_sFUAViN2W3KsSp6OeCDyKz7Q7Cak1",
        "b": "Curso de oratoria [Gratis y Certificado] - Edutin Academy",
        "f": "https://i.ytimg.com/vi/ANSIN2--Bzw/hqdefault.jpg",
        "g": 28,
        "d": "UC8G49s7tEFy4tAZOIMhgIFA",
        "h": "2024-07-19 13:14:10",
        "c": "Curso de oratoria gratis 👉 https://edutin.com/curso-de-oratoria\n\nEste curso de oratoria es de ✅ Acceso gratis e incluye ✅ Opción de Certificación Internacional.\n\nEn este curso de oratoria de Edutin Academy desarrollarás habilidades esenciales para mejorar sus habilidades de comunicación y expresión en público, desarrollar habilidades para comunicarte ante un equipo de trabajo, grupo de estudiantes, o presentar un discurso o proyecto ante cualquier audiencia\n\nA lo largo de este curso de oratoria aprenderás a manejar de manera eficiente las técnicas de expresión verbal y no verbal, y dominar de manera práctica los elementos de estructura de discursos, control del miedo escénico, y técnicas de persuasión, así como a diseñar y presentar discursos impactantes y a comunicarte con confianza y claridad en diversas situaciones.\n\n¿A quién está dirigido?🗣️🎤 Este curso de oratoria está diseñado para estudiantes, profesionales, emprendedores o cualquier persona que desee mejorar sus habilidades de comunicación y liderazgo mediante el arte de la oratoria.\n\n#cursodeoratoria #cursodeoratoriagratis #cursodeoratoriaconcertificado #cursosdeoratoria #cursosgratisdeoratoria \n\n#cursosonline #cursosgratis #cursosgratisonlineconcertificado #edutin #edutinacademy #edutincursos"
    },
    {
        "a": 107,
        "e": "PLxcwAK5N6orhu8ktcjUYYhj0CRwYjwjbm",
        "b": "Curso de Cerrajeria",
        "f": "https://i.ytimg.com/vi/bKY7LbKqlIY/hqdefault.jpg",
        "g": 24,
        "d": "UCZyRMo46Wvxn1CGQMver2Zg",
        "h": "2021-11-13 22:23:02"
    },
    {
        "a": 109,
        "e": "PLeySRPnY35dG2UQ35tPsaVMYkQhc8Vp__",
        "b": "Derivadas (Curso COMPLETO)",
        "f": "https://i.ytimg.com/vi/uK4-s0ojHFg/hqdefault.jpg",
        "g": 72,
        "d": "UCanMxWvOoiwtjLYm08Bo8QQ",
        "h": "2018-03-13 13:09:57",
        "c": "Explicación de derivadas desde los primeros conceptos hasta las derivadas con más nivel de dificultad, iniciando con el concepto de derivada, derivadas usando la definición, las reglas de derivación, regla de la cadena, hasta hablas de la derivada implícita y explicando paso a paso todos los conceptos para poder resolver cualquier tipo de derivada."
    },
    {
        "a": 52,
        "e": "PLLniqWgyb4HER2iysxcQZiE-TBITT1AAg",
        "b": "Curso de Word COMPLETO (Básico y Avanzado)",
        "f": "https://i.ytimg.com/vi/pbvwCTld8BA/hqdefault.jpg",
        "g": 15,
        "d": "UCUnwzUFwZvQRcuIVgv5pD7Q",
        "h": "2014-06-02 16:42:04",
        "c": "Aprenda Word (Todas sus versiones) en menos de un día, con este curso completo podrás realizar todo tipo de trabajos con los mejores diseños y estilos, asi que no pierdas tiempo y permitame enseñarle este hermoso programa."
    },
    {
        "a": 105,
        "e": "PLIygiKpYTC_6zHLTjI6cFIRZm1BCT3CuV",
        "b": "Curso de C",
        "f": "https://i.ytimg.com/vi/R9n7j-u9ijc/hqdefault.jpg",
        "g": 224,
        "d": "UCG8jvt0QlVdWcKyU_gNNs3A",
        "h": "2020-05-31 23:34:34"
    },
    {
        "a": 79,
        "e": "PL1yslgETgkYFfOw1lP2W8Vros9v_xE5Bd",
        "b": "🥇Curso VBA para Macros Excel🥇",
        "f": "https://i.ytimg.com/vi/ocfurE964-g/hqdefault.jpg",
        "g": 99,
        "d": "UC1DggK5BjCUPWNgZRy0esRQ",
        "h": "2023-10-24 15:41:50",
        "c": "Curso gratis de VBA para creación de Macros en Excel de Cero a Experto para no programadores. El curso de Macros tiene Ejercicios prácticos y casos de la vida Real. Visual Basic For Application Online te permite ahorrar tiempo, completar tareas miles de veces más rápido.\nPrograma, automatiza y amplía en Excel."
    }
]