[
    {
        "a": 83,
        "e": "PLg7ZNf8WsbWAeoCT0j4HtptN3-v9KLILN",
        "b": "🐲 CURSO GRATUITO DE KALI LINUX ▷  INICIACIÓN AL HACKING ÉTICO 2025",
        "f": "https://i.ytimg.com/vi/V_ehc-REW1s/hqdefault.jpg",
        "g": 21,
        "d": "UCYaeLvnLCNRJDrus8LEYaGw",
        "h": "2023-11-01 19:33:27",
        "c": "Bienvenido al Curso Gratuito de Kali Linux desde 0 para Hackers Éticos en YouTube.\n\nSi estás interesado en adentrarte en el mundo de la ciberseguridad, este es el lugar perfecto para comenzar.\nHemos diseñado este curso desde cero, pensando en aquellos que desean aprender a utilizar Kali Linux, incluso si nunca han tenido experiencia con Linux o Kali.\n\nNuestra misión es brindarte los conocimientos esenciales para que te sientas cómodo y seguro utilizando este sistema operativo y todas sus potentes herramientas. A lo largo de este curso gratuito, exploraremos desde los conceptos más básicos de Kali Linux hasta la realización de tu primer laboratorio práctico de hacking ético. Una vez completado este curso, tendrás las bases necesarias para avanzar en tu carrera o participar en desafíos de Capture The Flag (CTFs).\n\nCreemos firmemente que dominar los fundamentos es esencial antes de adentrarse en las más de 300 herramientas que ofrece Kali Linux.\n\nComo en cualquier disciplina, primero se debe aprender a caminar antes de correr. Antes de realizar pruebas de penetración, debemos familiarizarnos con el sistema que las hace posibles.\n\nEstamos emocionados de acompañarte en tu viaje hacia convertirte en un especialista en ciberseguridad."
    },
    {
        "a": 11,
        "e": "PL8ie04dqq7_P2RoaCdVC1ef7JmNizK3uO",
        "b": "[2022] 📍 GOOGLE MAPS en ANDROID con KOTLIN - CURSO ANDROID STUDIO API📍",
        "f": "https://i.ytimg.com/vi/_dhFsvEeuCs/hqdefault.jpg",
        "g": 4,
        "d": "UCIjEgHA1vatSR2K4rfcdNRg",
        "h": "2021-01-30 10:42:14",
        "c": "Aprende a trabajar con el API de GOOGLE MAPS 📍 en ANDROID con KOTLIN"
    },
    {
        "a": 58,
        "e": "PL46G4t0fsnaKq6JSBQNpPB-To9vfzlxo9",
        "b": "Curso de ITALIANO",
        "f": "https://i.ytimg.com/vi/zxGuuJYXl3k/hqdefault.jpg",
        "g": 40,
        "d": "UC5cuBrMZHXf1_SvY4TkTPKg",
        "h": "2021-03-03 03:37:41",
        "c": "Con este curso de ITALIANO para toda la familia podrás aprender un nuevo idioma de forma divertida y basada en neurociencia."
    },
    {
        "a": 29,
        "e": "PLLniqWgyb4HGURvLx1JbpeX6tvpqIKHuB",
        "b": "Nuevo curso de Excel 2025 - ¡Completo y Gratis!",
        "f": "https://i.ytimg.com/vi/W78PamXb5VA/hqdefault.jpg",
        "g": 19,
        "d": "UCUnwzUFwZvQRcuIVgv5pD7Q",
        "h": "2022-02-21 19:07:39",
        "c": "Aprende Excel para tu trabajo o estudio. En menos de 1 hora podrás aprender lo necesario para la mayoría de ejercicios en todos los campos. \n¡Excel es muy fácil!, confía en el mejor curso de Excel de toda internet 😁"
    },
    {
        "a": 27,
        "e": "PLTIdiuUvwYCHrjyEIYR8ZOhza5NAFef3Y",
        "b": "MATEMÁTICA DESDE CERO (CURSO COMPLETO)",
        "f": "https://i.ytimg.com/vi/vMSrAcrH9tg/hqdefault.jpg",
        "g": 6,
        "d": "UCa6V1UVOXN4wDm7RDQDoa6g",
        "h": "2024-05-02 18:04:47",
        "c": "Aquí tienes 6 clases de 2 horas cada una aproximadamente para aprender conceptos de matemática desde cero."
    },
    {
        "a": 113,
        "e": "PLdV8ntSOIL5SqS4-sbms4M_puIIucPwmh",
        "b": "Curso de programación en R DESDE CERO",
        "f": "https://i.ytimg.com/vi/HVB0kt5ODh0/hqdefault.jpg",
        "g": 57,
        "d": "UCdwRasV4ErMV7zNhVejjfHw",
        "h": "2021-09-14 17:35:31",
        "c": "Aprende programación en R desde cero hasta avanzado con este curso completo. 📈💻 Descubre cómo manipular datos, crear visualizaciones impresionantes y aplicar análisis estadísticos con uno de los lenguajes más poderosos para ciencia de datos. ¡Todo explicado paso a paso y con ejemplos prácticos! 🔥\n\n✅ Sintaxis básica y estructuras de datos\n✅ Análisis y manipulación de datos con tidyverse\n✅ Visualización con ggplot2\n✅ Modelado estadístico y machine learning\n✅ HACKS\n✅ MUCHO MAS\n\n¡Suscríbete y comienza a programar en R hoy mismo! 🚀"
    },
    {
        "a": 21,
        "e": "PLGX39GU9MAeqXIm3OYmnLg0elifUA403_",
        "b": "Curso de Excel Gratis - De básico a Avanzado",
        "f": "https://i.ytimg.com/vi/GorNlHirLko/hqdefault.jpg",
        "g": 15,
        "d": "UCSW-_m4KXiok4Hq2nK97atw",
        "h": "2017-06-22 18:47:39"
    },
    {
        "a": 109,
        "e": "PLeySRPnY35dG2UQ35tPsaVMYkQhc8Vp__",
        "b": "Derivadas (Curso COMPLETO)",
        "f": "https://i.ytimg.com/vi/uK4-s0ojHFg/hqdefault.jpg",
        "g": 72,
        "d": "UCanMxWvOoiwtjLYm08Bo8QQ",
        "h": "2018-03-13 13:09:57",
        "c": "Explicación de derivadas desde los primeros conceptos hasta las derivadas con más nivel de dificultad, iniciando con el concepto de derivada, derivadas usando la definición, las reglas de derivación, regla de la cadena, hasta hablas de la derivada implícita y explicando paso a paso todos los conceptos para poder resolver cualquier tipo de derivada."
    },
    {
        "a": 80,
        "e": "PLtWgTpK-Jl--Pp-RxvrUSV8vh-3OimHWJ",
        "b": "Curso completo de Inkscape 2025 🎨",
        "f": "https://i.ytimg.com/vi/qUHQng7XKlg/hqdefault.jpg",
        "g": 48,
        "d": "UCQ_Ws9J3-dPHJuW2i8YHfvQ",
        "h": "2024-03-26 05:53:40",
        "c": "Bienvenido al Curso Completo de Inkscape 2025, donde aprenderás a dominar una de las herramientas de diseño gráfico vectorial más poderosas y versátiles del mercado. Tanto si eres un principiante que quiere aprender desde cero, como si ya tienes experiencia y deseas perfeccionar tus habilidades, este curso te llevará de la mano a través de todas las funciones y técnicas necesarias para convertirte en un experto en Inkscape.¿Qué aprenderás en este curso?Introducción a Inkscape: Conoce la interfaz, herramientas básicas y configuración inicial.Diseño de Formas y Trazos: Aprende a crear y manipular formas, trazos, y objetos básicos.Uso Avanzado de Capas y Grupos: Domina la organización y gestión de tus diseños.Trabajando con Texto: Descubre cómo integrar texto de manera efectiva en tus diseños.Herramientas de Transformación: Escalar, rotar, y alinear objetos con precisión.Efectos y Filtros: Añade efectos visuales sorprendentes a tus proyectos.Técnicas de Ilustración: Crea ilustraciones vectoriales complejas paso a paso.Exportación y Formatos: Aprende a exportar tus proyectos en diferentes formatos y resoluciones.Consejos y Trucos: Mejora tu flujo de trabajo con atajos y técnicas avanzadas.¿Para quién es este curso?Principiantes Absolutos: No necesitas experiencia previa en diseño gráfico o Inkscape.Diseñadores Gráficos: Que buscan expandir su conjunto de herramientas con software de código abierto.Artistas y Creativos: Interesados en crear arte digital y proyectos de diseño vectorial.Profesionales de Marketing y Comunicación: Que necesitan crear gráficos y materiales visuales de alta calidad.Recursos Incluidos:Ejercicios Prácticos: Material descargable para practicar cada lección.Plantillas y Ejemplos: Accede a una variedad de recursos que puedes usar en tus propios proyectos.Actualizaciones 2024: Mantente al día con las últimas características y mejoras de Inkscape.¿Por qué aprender Inkscape?Inkscape es una herramienta de diseño gráfico vectorial gratuita y de código abierto que ofrece un conjunto de características comparable a los programas de diseño más costosos. Aprender a usar Inkscape no solo te permitirá crear proyectos profesionales sin la necesidad de invertir en costosas licencias de software, sino que también te dará la libertad de trabajar en cualquier plataforma.¡No esperes más para llevar tus habilidades de diseño al siguiente nivel! Inscríbete ahora y comienza a crear con Inkscape hoy mismo."
    },
    {
        "a": 52,
        "e": "PLLniqWgyb4HER2iysxcQZiE-TBITT1AAg",
        "b": "Curso de Word COMPLETO (Básico y Avanzado)",
        "f": "https://i.ytimg.com/vi/pbvwCTld8BA/hqdefault.jpg",
        "g": 15,
        "d": "UCUnwzUFwZvQRcuIVgv5pD7Q",
        "h": "2014-06-02 16:42:04",
        "c": "Aprenda Word (Todas sus versiones) en menos de un día, con este curso completo podrás realizar todo tipo de trabajos con los mejores diseños y estilos, asi que no pierdas tiempo y permitame enseñarle este hermoso programa."
    }
]