[
    {
        "a": 105,
        "e": "PLIygiKpYTC_6zHLTjI6cFIRZm1BCT3CuV",
        "b": "Curso de C",
        "f": "https://i.ytimg.com/vi/R9n7j-u9ijc/hqdefault.jpg",
        "g": 224,
        "d": "UCG8jvt0QlVdWcKyU_gNNs3A",
        "h": "2020-05-31 23:34:34"
    },
    {
        "a": 109,
        "e": "PLeySRPnY35dG2UQ35tPsaVMYkQhc8Vp__",
        "b": "Derivadas (Curso COMPLETO)",
        "f": "https://i.ytimg.com/vi/uK4-s0ojHFg/hqdefault.jpg",
        "g": 72,
        "d": "UCanMxWvOoiwtjLYm08Bo8QQ",
        "h": "2018-03-13 13:09:57",
        "c": "Explicaci칩n de derivadas desde los primeros conceptos hasta las derivadas con m치s nivel de dificultad, iniciando con el concepto de derivada, derivadas usando la definici칩n, las reglas de derivaci칩n, regla de la cadena, hasta hablas de la derivada impl칤cita y explicando paso a paso todos los conceptos para poder resolver cualquier tipo de derivada."
    },
    {
        "a": 74,
        "e": "PLl7bxsSiKuDa4hCs45FQ-x3ErKFeaJeQz",
        "b": "MecaGratis.com - Curso Gratis de Mecanograf칤a online",
        "f": "https://i.ytimg.com/vi/gwthDG9lHMQ/hqdefault.jpg",
        "g": 85,
        "d": "UCt3Il-DfHStrOdoE1ss_AOA",
        "h": "2014-02-11 09:28:56",
        "c": "MecaGratis es un curso de Mecanograf칤a online gratuito con videos did치cticos, lecciones y ejercicios.\n\nhttp://www.mecagratis.com"
    },
    {
        "a": 15,
        "e": "PLBI8wHKIc4CnINi5zwAhIyxAWbZ0TxEkz",
        "b": "Cursos Completos y Gratis",
        "f": "https://i.ytimg.com/vi/j_vfqabSFMQ/hqdefault.jpg",
        "g": 66,
        "d": "UCVt4ugq2txl_szlXAO7B3-g",
        "h": "2023-03-17 13:24:08"
    },
    {
        "a": 80,
        "e": "PLtWgTpK-Jl--Pp-RxvrUSV8vh-3OimHWJ",
        "b": "Curso completo de Inkscape 2025 游꿛",
        "f": "https://i.ytimg.com/vi/qUHQng7XKlg/hqdefault.jpg",
        "g": 48,
        "d": "UCQ_Ws9J3-dPHJuW2i8YHfvQ",
        "h": "2024-03-26 05:53:40",
        "c": "Bienvenido al Curso Completo de Inkscape 2025, donde aprender치s a dominar una de las herramientas de dise침o gr치fico vectorial m치s poderosas y vers치tiles del mercado. Tanto si eres un principiante que quiere aprender desde cero, como si ya tienes experiencia y deseas perfeccionar tus habilidades, este curso te llevar치 de la mano a trav칠s de todas las funciones y t칠cnicas necesarias para convertirte en un experto en Inkscape.쯈u칠 aprender치s en este curso?Introducci칩n a Inkscape: Conoce la interfaz, herramientas b치sicas y configuraci칩n inicial.Dise침o de Formas y Trazos: Aprende a crear y manipular formas, trazos, y objetos b치sicos.Uso Avanzado de Capas y Grupos: Domina la organizaci칩n y gesti칩n de tus dise침os.Trabajando con Texto: Descubre c칩mo integrar texto de manera efectiva en tus dise침os.Herramientas de Transformaci칩n: Escalar, rotar, y alinear objetos con precisi칩n.Efectos y Filtros: A침ade efectos visuales sorprendentes a tus proyectos.T칠cnicas de Ilustraci칩n: Crea ilustraciones vectoriales complejas paso a paso.Exportaci칩n y Formatos: Aprende a exportar tus proyectos en diferentes formatos y resoluciones.Consejos y Trucos: Mejora tu flujo de trabajo con atajos y t칠cnicas avanzadas.쯇ara qui칠n es este curso?Principiantes Absolutos: No necesitas experiencia previa en dise침o gr치fico o Inkscape.Dise침adores Gr치ficos: Que buscan expandir su conjunto de herramientas con software de c칩digo abierto.Artistas y Creativos: Interesados en crear arte digital y proyectos de dise침o vectorial.Profesionales de Marketing y Comunicaci칩n: Que necesitan crear gr치ficos y materiales visuales de alta calidad.Recursos Incluidos:Ejercicios Pr치cticos: Material descargable para practicar cada lecci칩n.Plantillas y Ejemplos: Accede a una variedad de recursos que puedes usar en tus propios proyectos.Actualizaciones 2024: Mantente al d칤a con las 칰ltimas caracter칤sticas y mejoras de Inkscape.쯇or qu칠 aprender Inkscape?Inkscape es una herramienta de dise침o gr치fico vectorial gratuita y de c칩digo abierto que ofrece un conjunto de caracter칤sticas comparable a los programas de dise침o m치s costosos. Aprender a usar Inkscape no solo te permitir치 crear proyectos profesionales sin la necesidad de invertir en costosas licencias de software, sino que tambi칠n te dar치 la libertad de trabajar en cualquier plataforma.춰No esperes m치s para llevar tus habilidades de dise침o al siguiente nivel! Inscr칤bete ahora y comienza a crear con Inkscape hoy mismo."
    },
    {
        "a": 112,
        "e": "PLhSj3UTs2_yVHt2DgHky_MzzRC58UHE4z",
        "b": "Curso de HTML B치sico desde 0",
        "f": "https://i.ytimg.com/vi/cqMfPS8jPys/hqdefault.jpg",
        "g": 10,
        "d": "UCJl1YajcPWTeJNsQhGyMIMg",
        "h": "2014-05-30 18:19:20"
    },
    {
        "a": 17,
        "e": "PL5jfE0GhCnal2lZYE51n6vPudHFFz98Ih",
        "b": "游눹CURSO DE COMPUTACI칍N DE CERO A EXPERTO 游눹",
        "f": "https://i.ytimg.com/vi/AxDF5WBamBc/hqdefault.jpg",
        "g": 23,
        "d": "UCd9hcs803G4P6YzY8LxB_dA",
        "h": "2021-12-20 17:05:42",
        "c": "curso de computaci칩n de cero a experto, Curso de computaci칩n para adultos, curso de computaci칩n gratis, cursos gratis. cursos de computacion 2022, windows 10,"
    },
    {
        "a": 78,
        "e": "PLRYhYjaYNiltoudRxjRg--8_NKMdTIqty",
        "b": "Curso De Guitarra Ac칰stica Para Principiantes: Aprende Como Tocar Guitarra Desde Cero! TCDG",
        "f": "https://i.ytimg.com/vi/_V0GcjX09Lo/hqdefault.jpg",
        "g": 33,
        "d": "UC3k4Tn0XRZ2urVwBLY5s9Zw",
        "h": "2013-04-02 18:27:33",
        "c": "Aprende como tocar guitarra gratis!\r\nEl mejor curso de guitarra facil a cargo de tu profesor de guitarra online Mario Freiria. \r\nAprender guitarra ac칰stica es muy simple y divertido! \r\n\r\n Mira estos video tutoriales de guitarra y aprende guitarra acustica de una manera facil, rapida y divertida, totalmente gratis y sin moverte de tu casa!\r\n\r\n Cursos de guitarra para aprender como tocar guitarras acusticas, canciones en guitarra, clases de guitarra para principiantes, notas en guitarra, escalas de guitarra, cursos de guitarra gratis, videos de guitarra para principiante, tablaturas de guitarra, curso de guitarra y mas.\r\n\r\n Tutorial de guitarra: aprender como tocar guitarra acustica."
    },
    {
        "a": 102,
        "e": "PL2Z95CSZ1N4E-yNYehqD1FKU8aBdjBfRM",
        "b": "Curso de Windows Server 2022 desde cero para principantes",
        "f": "https://i.ytimg.com/vi/yuQATj2xTI8/hqdefault.jpg",
        "g": 92,
        "d": "UCtt69OVnWMAcC5ZEWY0BO5A",
        "h": "2024-04-15 19:43:40",
        "c": "\"춰Bienvenido al Curso Completo de SQL Server 2022! En esta serie de videos, te sumergir치s en el fascinante mundo de SQL Server, desde los conceptos b치sicos hasta t칠cnicas avanzadas."
    },
    {
        "a": 48,
        "e": "PLyvsggKtwbLW1j0d5yaCkRF9Axpdlhsxz",
        "b": "Curso de programaci칩n Python desde cero",
        "f": "https://i.ytimg.com/vi/mENHDQ8SLsI/hqdefault.jpg",
        "g": 122,
        "d": "UCeEW6PHNJlIwI-rKChmqqkw",
        "h": "2019-07-15 18:21:32",
        "c": "Curso profesional de programaci칩n Python desde cero - En este curso aprender치s a programar y construir tus programas utilizando el lenguaje de programaci칩n Python."
    }
]