[
    {
        "a": 72,
        "e": "PLcsyuAy4t53Sw21Nej5f-PBip867HB21P",
        "b": "Introducción a la Kabalá - Curso",
        "f": "https://i.ytimg.com/vi/OyeDLxQkeCU/hqdefault.jpg",
        "g": 8,
        "d": "UCu4aDupNZ0YOgHoXEGYJncA",
        "h": "2023-05-15 00:32:17"
    },
    {
        "a": 35,
        "e": "PLa8PF7Z_n1hWZa8Tz78GAHrk17ELpGy1u",
        "b": "Curso gratis de HACKING ÉTICO Desde CERO para PRINCIPIANTES con KALI LINUX 2024 Aprende TODO sobre Ciberseguridad y sobre como ser Hacker.",
        "f": "https://i.ytimg.com/vi/7_4jljxzvcA/hqdefault.jpg",
        "g": 46,
        "d": "UCeeOzvMFfd2qcUFIGN_Nzyw",
        "h": "2020-07-08 00:57:00",
        "c": "Aquí aprenderás todo sobre Ciberseguridad con Kali Linux 2024. Curso de Seguridad Informática en Español. Curso de Pentesting y Hacking Ético gratuito desde cero para principiantes. Hacking curso 2024 con Kali Linux. Seguridad informática y ciberseguridad. Como ser Hacker."
    },
    {
        "a": 1,
        "e": "PL8ie04dqq7_OcBYDpvHrcSFVoggLi3cm_",
        "b": "[2022] Curso ANDROID Studio en KOTLIN desde CERO  - Aprender a desarrollar aplicaciones móviles",
        "f": "https://i.ytimg.com/vi/vJapzH_46a8/hqdefault.jpg",
        "g": 127,
        "d": "UCIjEgHA1vatSR2K4rfcdNRg",
        "h": "2020-06-23 18:37:25"
    },
    {
        "a": 48,
        "e": "PLyvsggKtwbLW1j0d5yaCkRF9Axpdlhsxz",
        "b": "Curso de programación Python desde cero",
        "f": "https://i.ytimg.com/vi/mENHDQ8SLsI/hqdefault.jpg",
        "g": 122,
        "d": "UCeEW6PHNJlIwI-rKChmqqkw",
        "h": "2019-07-15 18:21:32",
        "c": "Curso profesional de programación Python desde cero - En este curso aprenderás a programar y construir tus programas utilizando el lenguaje de programación Python."
    },
    {
        "a": 71,
        "e": "PLuQITQSfEnlJTIhGdNg6l424ZFpV1_3vU",
        "b": "Curso básico gratis Contabilidad",
        "f": "https://i.ytimg.com/vi/luIweQmHq94/hqdefault.jpg",
        "g": 44,
        "d": "UCa6cCZteFUEbC-XeH4CsKPg",
        "h": "2013-09-03 22:16:16",
        "c": "Con este curso aprenderás a contabilizar de una forma fácil y amena con la ayuda de un profesional con muchos años de experiencia en el mundo de la empresa, como administrativo y contable. Si te decides, puedes empezar en el primer capítulo, y antes de que te des cuenta, dedicándole media hora cada día, habrás aprendido lo básico para entender los conceptos fundamentales de Contabilidad Financiera.\r\n\r\nTambién puedes plantear las dudas que te vayan surgiendo, y trataremos de aclarártelas lo antes posible. \r\n\r\n¡Ponte a ello ya mismo!"
    },
    {
        "a": 25,
        "e": "PLSvxAUzJ-XSfY0KpwV8SHBlyLVcrZkENc",
        "b": "📚 CURSO DE REDES DESDE 0. De básico a avanzado 📚",
        "f": "https://i.ytimg.com/vi/um41JAqO42g/hqdefault.jpg",
        "g": 22,
        "d": "UCuxoUnuGxFSHbR5_I4YbA1Q",
        "h": "2020-05-12 15:33:36",
        "c": "Curso de redes partiendo desde 0 para aprender los conceptos básicos que necesitas saber para entender y configurar una red y los equipos que la forman."
    },
    {
        "a": 57,
        "e": "PLV_kLLysPueW2CwpHpcvI0C1JruFGPgcn",
        "b": "Curso de AutoCAD 2025 desde cero",
        "f": "https://i.ytimg.com/vi/CgWLSs8OhFw/hqdefault.jpg",
        "g": 24,
        "d": "UCWUnrK8wWLkAseEBdTggNXA",
        "h": "2025-01-02 20:48:32",
        "c": "En este curso aprenderás paso a paso como utilizar el sofware Autodesk AutoCAD desde cero, ideal para principiantes que desean aprender a utilizar esta herramienta."
    },
    {
        "a": 83,
        "e": "PLg7ZNf8WsbWAeoCT0j4HtptN3-v9KLILN",
        "b": "🐲 CURSO GRATUITO DE KALI LINUX ▷  INICIACIÓN AL HACKING ÉTICO 2025",
        "f": "https://i.ytimg.com/vi/V_ehc-REW1s/hqdefault.jpg",
        "g": 21,
        "d": "UCYaeLvnLCNRJDrus8LEYaGw",
        "h": "2023-11-01 19:33:27",
        "c": "Bienvenido al Curso Gratuito de Kali Linux desde 0 para Hackers Éticos en YouTube.\n\nSi estás interesado en adentrarte en el mundo de la ciberseguridad, este es el lugar perfecto para comenzar.\nHemos diseñado este curso desde cero, pensando en aquellos que desean aprender a utilizar Kali Linux, incluso si nunca han tenido experiencia con Linux o Kali.\n\nNuestra misión es brindarte los conocimientos esenciales para que te sientas cómodo y seguro utilizando este sistema operativo y todas sus potentes herramientas. A lo largo de este curso gratuito, exploraremos desde los conceptos más básicos de Kali Linux hasta la realización de tu primer laboratorio práctico de hacking ético. Una vez completado este curso, tendrás las bases necesarias para avanzar en tu carrera o participar en desafíos de Capture The Flag (CTFs).\n\nCreemos firmemente que dominar los fundamentos es esencial antes de adentrarse en las más de 300 herramientas que ofrece Kali Linux.\n\nComo en cualquier disciplina, primero se debe aprender a caminar antes de correr. Antes de realizar pruebas de penetración, debemos familiarizarnos con el sistema que las hace posibles.\n\nEstamos emocionados de acompañarte en tu viaje hacia convertirte en un especialista en ciberseguridad."
    },
    {
        "a": 30,
        "e": "PL1yslgETgkYHWZnyk9w5JyUTY6xkyKrov",
        "b": "Nuevo Curso de Excel 2025 (Básico, Intermedio y Avanzado)",
        "f": "https://i.ytimg.com/vi/5RK6s5eB37o/hqdefault.jpg",
        "g": 58,
        "d": "UC1DggK5BjCUPWNgZRy0esRQ",
        "h": "2025-05-24 18:03:06",
        "c": "El mejor curso de Excel Gratis y completo que vas a encontrar en Youtube con ejercicios para descargar. Recuerda es 100% gratis y está pensado para que aprendas desde cero, paso a paso con muchos ejercicios para descargar en todos los módulos.\n\nEste curso esta enfocado en estudiantes, o si trabajas en oficina o simplemente quieres dejar de sufrir cada vez que abres una hoja de cálculo 😅.\nVas a aprender a usar fórmulas básicas, intermedidas y avanzadas, crear tablas dinámicas, automatizar tareas y hasta hacer tus propios reportes o dashboards hasta llegar al nivel de programar tus propias macros con VBA.\n\nNo necesitas saber nada, solo tener ganas de aprender.\n¡Y sí, es totalmente gratis! Así que… ¿qué esperas? 💻✨"
    },
    {
        "a": 96,
        "e": "PL19FIL_dCukK9kateK0LG0-dy1dHG6v9X",
        "b": "CURSO DE INGLES COMPLETO - GRATIS - APRENDE ingles fácil y rápido. Habla ingles fluido.",
        "f": "https://i.ytimg.com/vi/wcNVzPxyJac/hqdefault.jpg",
        "g": 40,
        "d": "UC4W67rUtvRP3kNTaJrTVXBQ",
        "h": "2024-09-03 19:33:17",
        "c": "curso de ingles completo, gratis. aprende ingles rápido y fácil."
    }
]