[
    {
        "a": 14,
        "e": "PL46G4t0fsnaJXK_SfaWdxHThKuvgCOnAZ",
        "b": "Curso de Inglés Básico",
        "f": "https://i.ytimg.com/vi/bpMELj9caNY/hqdefault.jpg",
        "g": 88,
        "d": "UC5cuBrMZHXf1_SvY4TkTPKg",
        "h": "2020-07-25 00:09:11",
        "c": "El curso de inglés del Doctor Miguel con el que aprenderás inglés desde cero y gratis."
    },
    {
        "a": 83,
        "e": "PLg7ZNf8WsbWAeoCT0j4HtptN3-v9KLILN",
        "b": "🐲 CURSO GRATUITO DE KALI LINUX ▷  INICIACIÓN AL HACKING ÉTICO 2025",
        "f": "https://i.ytimg.com/vi/V_ehc-REW1s/hqdefault.jpg",
        "g": 21,
        "d": "UCYaeLvnLCNRJDrus8LEYaGw",
        "h": "2023-11-01 19:33:27",
        "c": "Bienvenido al Curso Gratuito de Kali Linux desde 0 para Hackers Éticos en YouTube.\n\nSi estás interesado en adentrarte en el mundo de la ciberseguridad, este es el lugar perfecto para comenzar.\nHemos diseñado este curso desde cero, pensando en aquellos que desean aprender a utilizar Kali Linux, incluso si nunca han tenido experiencia con Linux o Kali.\n\nNuestra misión es brindarte los conocimientos esenciales para que te sientas cómodo y seguro utilizando este sistema operativo y todas sus potentes herramientas. A lo largo de este curso gratuito, exploraremos desde los conceptos más básicos de Kali Linux hasta la realización de tu primer laboratorio práctico de hacking ético. Una vez completado este curso, tendrás las bases necesarias para avanzar en tu carrera o participar en desafíos de Capture The Flag (CTFs).\n\nCreemos firmemente que dominar los fundamentos es esencial antes de adentrarse en las más de 300 herramientas que ofrece Kali Linux.\n\nComo en cualquier disciplina, primero se debe aprender a caminar antes de correr. Antes de realizar pruebas de penetración, debemos familiarizarnos con el sistema que las hace posibles.\n\nEstamos emocionados de acompañarte en tu viaje hacia convertirte en un especialista en ciberseguridad."
    },
    {
        "a": 42,
        "e": "PLUofhDIg_38q4D0xNWp7FEHOTcZhjWJ29",
        "b": "⚛️ CURSO DE REACT 2024",
        "f": "https://i.ytimg.com/vi/7iobxzd_2wY/hqdefault.jpg",
        "g": 12,
        "d": "UC3aj05GEEyzdOqYM5FLSFeg",
        "h": "2023-04-12 13:51:54"
    },
    {
        "a": 81,
        "e": "PL6heMTo6Ni5fJMohZgaqKNJAbot2BFrit",
        "b": "Curso de SEO y Monetización de Webs de ROMUALD FONS",
        "f": "https://i.ytimg.com/vi/mm4TF_mp0iM/hqdefault.jpg",
        "g": 24,
        "d": "UCdZBLznygSwo7iHbydGtxaw",
        "h": "2022-10-27 08:31:53",
        "c": "Aprende paso a paso con este Curso de SEO, cómo crear webs en 2022 optimizadas y a generar monetización, utilizando Adsense y Amazon. Aprende SEO desde 0 y crea tu web con Wordpress."
    },
    {
        "a": 36,
        "e": "PLh5zDRokZvyqFHbGcuefTyodUFy1DCMRY",
        "b": "CURSO DE REPARACIÓN DE CELULARES COMPLETO - GRATIS para PRINCIPIANTES",
        "f": "https://i.ytimg.com/vi/xVjPHtddyHg/hqdefault.jpg",
        "g": 53,
        "d": "UCI1TgRCqdyXopa3pPDhKVFA",
        "h": "2020-03-25 01:54:19",
        "c": "ESTAS COMENZANDO EN LA REPARACIÓN DE PLACAS!? Este curso es para ti!! Míralo ya y aprende de manera fácil!!"
    },
    {
        "a": 64,
        "e": "PLD63zxk3A73wyCMKphs11Pl6GA4wD2EWP",
        "b": "Curso gratis de astrología",
        "f": "https://i.ytimg.com/vi/PdWqUwhxvjw/hqdefault.jpg",
        "g": 12,
        "d": "UCBupY5eNUT7h-XpKz39wXkA",
        "h": "2023-01-23 18:34:28",
        "c": "Aprendé astrología psicológica y evolutiva con estas clases gratis de Camino Arcano. Este curso es para principiantes desde cero, súper fácil de entender!"
    },
    {
        "a": 20,
        "e": "PLgrNDDl9MxYmUmf19zPiljdg8FKIRmP78",
        "b": "🚀 Curso Inglés desde CERO - Completo 4 Niveles para Aprender Fácil y Rápido",
        "f": "https://i.ytimg.com/vi/dFJvNYdKGrA/hqdefault.jpg",
        "g": 104,
        "d": "UCTplas1aEhuhBLFYpxr299g",
        "h": "2017-08-17 01:24:35",
        "c": "¿Quieres aprender inglés desde cero y avanzar hasta un nivel avanzado? Este curso completo en 4 niveles está diseñado para que progreses paso a paso, con explicaciones claras, ejercicios prácticos y mucho apoyo. Perfecto para principiantes que buscan una guía estructurada y para quienes quieren reforzar sus bases. ¡Empieza hoy mismo y transforma tu inglés!\n\n📲 Mejora tu experiencia de práctica desde mi Aplicación Inglés Fácil 👉 https://go.educup.io/RVMmSsKr\n\n*Recursos disponibles en el curso*\nAcceso a la app Inglés Fácil, guías descargables, audios, videos y ejercicios interactivos que puedes hacer en cualquier dispositivo. disponible en mi sitio web👉 https://www.pacho8a.com/\n\n*También puedes ver esta lección en mi aplicación de inglés:*\n_____________________________________________\n\n\n👨‍🏫 *Suscríbete y activa la campanita* para aprender inglés desde cero, con lecciones prácticas y sencillas. Con material práctico y clases estructuradas, verás mejoras desde las primeras semanas.\n\n🌎 *Accede a más contenido gratuito y descarga recursos adicionales en mi sitio web* 👉 https://www.pacho8a.com/\n\n📲 *Descarga mi nueva aplicación \"INGLÉS FÁCIL\" y transforma tu manera de aprender inglés:*\n🔹 App Store ✔️ https://apple.co/3zf0PQ8\n🔹 Play Store ✔️ https://bit.ly/3MNjqWx\n🔹 Online para PC ✔️https://inglesfacil.educup.io\n\n📌 *Sígueme en redes sociales:*\n📍 *Instagram* 👉 https://www.instagram.com/pacho8a/\n📍 *Facebook* 👉 https://www.facebook.com/franciscoochoaingles/\n📍 *TikTok* 👉 https://www.tiktok.com/@inglesfacilpacho8a\n\n#InglésDesdeCero #CursoDeInglés #AprenderInglés"
    },
    {
        "a": 108,
        "e": "PLhQhIal1vDFimJ-IzRmwgYwwa8MtFyU2m",
        "b": "Curso de Electricidad Básica",
        "f": "https://i.ytimg.com/vi/IBXCiZQvBUs/hqdefault.jpg",
        "g": 20,
        "d": "UCjz6NDWUOYprLmeDGeJzZSg",
        "h": "2018-02-15 15:56:27",
        "c": "Aprender electricidad. Te explicamos cómo funciona la electricidad de tu casa de manera muy didáctica, como en un curso. Entender el cuadro eléctrico y detectar las averías más frecuentes, guiar cables y hacer empalmes, identificar circuitos, instalar interruptores..."
    },
    {
        "a": 10,
        "e": "PL8ie04dqq7_NUvBcMMosVRAbqZDWmRzX3",
        "b": "Curso Kotlin Multiplatform desde cero - [2024] Kotlin Compose Multiplatform",
        "f": "https://i.ytimg.com/vi/smAhUwEQ1d8/hqdefault.jpg",
        "g": 11,
        "d": "UCIjEgHA1vatSR2K4rfcdNRg",
        "h": "2023-11-20 20:13:45",
        "c": "Aprende Kotlin Multiplatform desde cero y actualizado."
    },
    {
        "a": 112,
        "e": "PLhSj3UTs2_yVHt2DgHky_MzzRC58UHE4z",
        "b": "Curso de HTML Básico desde 0",
        "f": "https://i.ytimg.com/vi/cqMfPS8jPys/hqdefault.jpg",
        "g": 10,
        "d": "UCJl1YajcPWTeJNsQhGyMIMg",
        "h": "2014-05-30 18:19:20"
    }
]