[
    {
        "a": 31,
        "e": "PL_wxPflrHc1iECghOLOjQj8qdqxsH-bCf",
        "b": "Curso de Mecánica Automotriz",
        "f": "https://i.ytimg.com/vi/PV3XDlAHhYA/hqdefault.jpg",
        "g": 10,
        "d": "UCp7Hslrb8xgFU95SwOrZ6fg",
        "h": "2012-09-19 00:40:39",
        "c": "Conocer lo básico de la mecánica automotriz, hoy en día es indispensable para cualquier persona. Ven y apréndelo aquí:"
    },
    {
        "a": 85,
        "e": "PL7YthDCFDvdh09f5D8VI4IEK5o-i-D1VQ",
        "b": "Curso de Dibujo a Lápiz - Completo",
        "f": "https://i.ytimg.com/vi/N3AoXhgLy34/hqdefault.jpg",
        "g": 8,
        "d": "UC3GPIw5qBSZoPX5pqVt0DOg",
        "h": "2016-12-28 19:43:10",
        "c": "Aquí tienes la lista completa de un Curso de Dibujo a lápiz que estoy dando de manera gratuida en el canal. Cada semana subo un nuevo episodio y es muy recomendado para personas que quieran aprender a dibujar, mejorar su técnica, etc"
    },
    {
        "a": 64,
        "e": "PLD63zxk3A73wyCMKphs11Pl6GA4wD2EWP",
        "b": "Curso gratis de astrología",
        "f": "https://i.ytimg.com/vi/PdWqUwhxvjw/hqdefault.jpg",
        "g": 12,
        "d": "UCBupY5eNUT7h-XpKz39wXkA",
        "h": "2023-01-23 18:34:28",
        "c": "Aprendé astrología psicológica y evolutiva con estas clases gratis de Camino Arcano. Este curso es para principiantes desde cero, súper fácil de entender!"
    },
    {
        "a": 113,
        "e": "PLdV8ntSOIL5SqS4-sbms4M_puIIucPwmh",
        "b": "Curso de programación en R DESDE CERO",
        "f": "https://i.ytimg.com/vi/HVB0kt5ODh0/hqdefault.jpg",
        "g": 57,
        "d": "UCdwRasV4ErMV7zNhVejjfHw",
        "h": "2021-09-14 17:35:31",
        "c": "Aprende programación en R desde cero hasta avanzado con este curso completo. 📈💻 Descubre cómo manipular datos, crear visualizaciones impresionantes y aplicar análisis estadísticos con uno de los lenguajes más poderosos para ciencia de datos. ¡Todo explicado paso a paso y con ejemplos prácticos! 🔥\n\n✅ Sintaxis básica y estructuras de datos\n✅ Análisis y manipulación de datos con tidyverse\n✅ Visualización con ggplot2\n✅ Modelado estadístico y machine learning\n✅ HACKS\n✅ MUCHO MAS\n\n¡Suscríbete y comienza a programar en R hoy mismo! 🚀"
    },
    {
        "a": 24,
        "e": "PLzsP80HPQJ61cvyNvChaeaQOuEooCstlc",
        "b": "Curso de contabilidad básica para principiantes gratis 2024✅",
        "f": "https://i.ytimg.com/vi/iSNMvzR8-8U/hqdefault.jpg",
        "g": 35,
        "d": "UCU7cs6EF6VAUKCrgnxCUzVg",
        "h": "2018-07-10 18:09:32",
        "c": "A través de este curso de contabilidad aprenderás los conceptos básicos de excel. Aprenderás a leer un balance general, un estado de resultados. También aprenderás a realizar asientos contables, cuentas de mayor o las famosas cuentas T. Sabrás cómo se arma una balanza de comprobación y finalmente a generar informes financieros.\n\n#Contabilidad #Finanzas"
    },
    {
        "a": 104,
        "e": "PLRt_sFUAViN2W3KsSp6OeCDyKz7Q7Cak1",
        "b": "Curso de oratoria [Gratis y Certificado] - Edutin Academy",
        "f": "https://i.ytimg.com/vi/ANSIN2--Bzw/hqdefault.jpg",
        "g": 28,
        "d": "UC8G49s7tEFy4tAZOIMhgIFA",
        "h": "2024-07-19 13:14:10",
        "c": "Curso de oratoria gratis 👉 https://edutin.com/curso-de-oratoria\n\nEste curso de oratoria es de ✅ Acceso gratis e incluye ✅ Opción de Certificación Internacional.\n\nEn este curso de oratoria de Edutin Academy desarrollarás habilidades esenciales para mejorar sus habilidades de comunicación y expresión en público, desarrollar habilidades para comunicarte ante un equipo de trabajo, grupo de estudiantes, o presentar un discurso o proyecto ante cualquier audiencia\n\nA lo largo de este curso de oratoria aprenderás a manejar de manera eficiente las técnicas de expresión verbal y no verbal, y dominar de manera práctica los elementos de estructura de discursos, control del miedo escénico, y técnicas de persuasión, así como a diseñar y presentar discursos impactantes y a comunicarte con confianza y claridad en diversas situaciones.\n\n¿A quién está dirigido?🗣️🎤 Este curso de oratoria está diseñado para estudiantes, profesionales, emprendedores o cualquier persona que desee mejorar sus habilidades de comunicación y liderazgo mediante el arte de la oratoria.\n\n#cursodeoratoria #cursodeoratoriagratis #cursodeoratoriaconcertificado #cursosdeoratoria #cursosgratisdeoratoria \n\n#cursosonline #cursosgratis #cursosgratisonlineconcertificado #edutin #edutinacademy #edutincursos"
    },
    {
        "a": 91,
        "e": "PLXGiIOZSsdzu1gVpqdLacKfYdM6v6ZtB6",
        "b": "Curso Completo Microsoft Teams 🟪 Microsoft 365",
        "f": "https://i.ytimg.com/vi/jMWmz4DQhKY/hqdefault.jpg",
        "g": 33,
        "d": "UCMawVbrD-WOApfR90Wra6Tg",
        "h": "2023-04-23 05:48:48",
        "c": "+30 vídeos para aprender a gestionar tu trabajo y liderar Equipos en Microsoft Teams, la joya de la corona del entorno Microsoft 365\n\n#neuroproductividad #microsoft365 #microsoftteams #productividadpersonal"
    },
    {
        "a": 17,
        "e": "PL5jfE0GhCnal2lZYE51n6vPudHFFz98Ih",
        "b": "💻CURSO DE COMPUTACIÓN DE CERO A EXPERTO 💻",
        "f": "https://i.ytimg.com/vi/AxDF5WBamBc/hqdefault.jpg",
        "g": 23,
        "d": "UCd9hcs803G4P6YzY8LxB_dA",
        "h": "2021-12-20 17:05:42",
        "c": "curso de computación de cero a experto, Curso de computación para adultos, curso de computación gratis, cursos gratis. cursos de computacion 2022, windows 10,"
    },
    {
        "a": 82,
        "e": "PL3hNLk-aR0J9K5cvCIsQiwjMvO8UFFr35",
        "b": "☁️Curso AZ900 Azure Fundamentals Certificación en Español 2021 | Prepara tu examen de certificación con el curso Azure Fundamentals AZ-900",
        "f": "https://i.ytimg.com/vi/iFg-pRDLtoc/hqdefault.jpg",
        "g": 57,
        "d": "UCz1Dfbvqa7aG2YPlnKTwriQ",
        "h": "2020-02-04 04:28:01",
        "c": "☁️ Curso AZ900 Microsoft Azure Fundamentals \n⬇⬇⬇ Curso completo en: ⬇⬇⬇\n★ Udemy: http://bit.ly/az900-2021\n★ Net-University: https://bit.ly/az-fundamentals\n\nEste curso te proporcionará conocimientos básicos de los servicios en la nube y cómo se proporcionan esos servicios con Microsoft Azure. El curso se puede tomar como un primer paso opcional para aprender sobre los servicios en la nube y Microsoft Azure, antes de tomar más cursos de Microsoft Azure\n\n\nEste curso sobre Fundamentos de Azure (Azure Fundamentals- AZ-900) desarrolla tus competencias a través de habilidades prácticas en Azure que te ayudarán a innovar y a adquirir experiencia necesaria para realizar el examen AZ900 de Microsoft Azure Fundamentals. También revisaremos algunas preguntas de práctica para que puedas lograr obtener tu certificación de Azure Fundamentals.\n\n\nEn este curso aprenderás:\n\nComprender los conceptos de la nube\nDescribir los beneficios y consideraciones del uso de servicios en la nube\nDescribir las diferencias entre modelos de nube pública, privada e híbrida\nDescribir las diferencias entre infraestructuras como servicio (IaaS), plataforma como servicio (PaaS) y software como servicio (SaaS)\nComprender los servicios centrales de Azure\nComprender los principales componentes de arquitectura de Azure\nDescribir algunos de los productos centrales disponibles en Azure\nDescribir algunas de las soluciones disponibles en Azure\nComprender las herramientas de gestión de Azure\nComprender la seguridad, privacidad, cumplimiento y confianza\nComprender la conectividad de red segura en Azure\nComprender las opciones de monitorización e informes en Azure\nDescribir los servicios fundamentales de Azure Identity\nComprender las normas de privacidad, cumplimiento y protección de datos en Azure\nDescribir las herramientas de seguridad y las funciones de Azure\nDescribir las metodologías de gobernanza de Azure\nComprender la fijación de precios y el soporte de Azure\nComprender las suscripciones de Azure\nComprender las opciones de soporte disponibles con Azure\nComprender la planificación y gestión de costes\nDescribir los acuerdos de nivel de servicio (SLA) de Azure\nComprender el ciclo vital de servicio en Azure"
    },
    {
        "a": 57,
        "e": "PLV_kLLysPueW2CwpHpcvI0C1JruFGPgcn",
        "b": "Curso de AutoCAD 2025 desde cero",
        "f": "https://i.ytimg.com/vi/CgWLSs8OhFw/hqdefault.jpg",
        "g": 24,
        "d": "UCWUnrK8wWLkAseEBdTggNXA",
        "h": "2025-01-02 20:48:32",
        "c": "En este curso aprenderás paso a paso como utilizar el sofware Autodesk AutoCAD desde cero, ideal para principiantes que desean aprender a utilizar esta herramienta."
    }
]