[
    {
        "a": 75,
        "e": "PLhfZeo48UJQJtUHvpUMu0ME8LoR8ipXR6",
        "b": "Curso Escaner Automotriz Nivel 1 (BASICO y POTENTE)",
        "f": "https://i.ytimg.com/vi/UG6K0xUUL0o/hqdefault.jpg",
        "g": 11,
        "d": "UCILBYT2Wie09sBEcCqQWBng",
        "h": "2022-08-25 22:14:49",
        "c": "Apóyame Donando 👉 https://PayPal.me/GabrielServiautos 💡\n\n¡Descubre nuestro curso gratuito de diagnóstico con escáner automotriz! En este curso dinámico, aprenderás a usar escáneres y otras herramientas en vehículos reales. Todo está explicado de manera sencilla y clara para que cualquier persona, sin importar su nivel de experiencia, pueda entender y aplicar lo aprendido. ¡No te lo pierdas!\n\n\nCLASE 01 BASES DEL ESCANER\nhttps://youtu.be/UG6K0xUUL0o?si=JPosyIepjJOsImBq\nEn esta clase aprenderás qué es un escáner automotriz y cómo se utiliza. Se presentarán ejemplos prácticos para entender mejor su función y aplicación en el diagnóstico vehicular.\n\nCLASE 02 CODIGOS DE FALLA\nhttps://youtu.be/NzoZJ8J2A54?si=tQ4JrcgnA6i4GHrd\nAquí se abordará la nomenclatura de los códigos de falla, cómo interpretarlos y qué significan, para facilitar la identificación de problemas en el vehículo.\n\nCLASE 03 DIAGNOSTICO EOBD GENÉRICO, Y ESPECIFICO\nhttps://youtu.be/0S1F-z1xP3s?si=4Vuh19IkXWikgGbp\nEn esta clase se explicará cómo realizar un diagnóstico utilizando dos enfoques diferentes: el genérico y el específico. Aprenderás a aplicar ambos métodos para obtener resultados más precisos.\n\nCLASE 04 ESCANEANDO EN VIVO - CHEVROLET ONIX 2020 - SOLUCIÓN DE AVERIAS\nhttps://youtu.be/SP1_GabCNrk?si=ZmDuwsIUGZyZPxhS\nSe realizará un escaneo en vivo de un Chevrolet Onix 2020. En esta sesión, se generarán averías intencionales y se mostrarán las soluciones en tiempo real.\n\nCLASE 05 CONSULTAR CÓDIGOS DE FALLA - INFORMACIÓN TÉCNICA DE CALIDAD\nhttps://youtu.be/w9iSNJ37dYQ?si=fPb1KjQmoGlyFL5n\nAprende a buscar y consultar información técnica de calidad para resolver códigos de avería. Se discutirá cómo utilizar esta información para una diagnosis precisa.\n\nCLASE 06 ESCANEANDO EN VIVO 5 MARCAS DIFERENTES COMPARATIVO\nhttps://youtu.be/MeieM1HS9Wc?si=O6HTae1EVc6shM-s\nEsta clase presenta un escaneo en vivo de cinco vehículos diferentes. Se compararán las diferencias en el escáner y se analizarán las variaciones en el diagnóstico entre marcas.\n\nCLASE 07 CICLOS DE REFRIGERACION RENAULT LOGAN PRIMERA GENERACION\nhttps://youtu.be/HGL8VHRJ39Q?si=imyS0bnAUXMfbyJv\nSe enseñará cómo diagnosticar el sistema de refrigeración en un Renault Logan de primera generación utilizando el escáner.\n\nCLASE 08 COMO SELECCIONAR EL VEHICULO CORRECTO - SALE MAL - SUZUKI SWIFT DZIRE\nhttps://youtu.be/kiTiuzOvpcE?si=U444gVOeruW4ziyG\nEn esta clase se demostrará la importancia de seleccionar el vehículo correcto en el escáner. Se utilizará un Suzuki Swift Dzire para mostrar los efectos de una selección incorrecta.\n\nCLASE 09 DATOS EN VIVO AQUI OCURRE LA MAGIA\nhttps://youtu.be/QdtPKutLKPM?si=WtRkoS0Auop5DAZv\nExploraremos los datos en vivo del vehículo y cómo estos proporcionan información valiosa durante el diagnóstico. Se destacará la relevancia de los datos en tiempo real.\n\nCLASE 10 ESCANEANDO EN VIVO - COMPENSADORES DE COMBUSTIBLE A CORTO Y LARGO PLAZO\nhttps://youtu.be/PH_yPyWlbP0?si=tB4rHTXHWmE6Tqj6\nEsta clase está dedicada al análisis de los compensadores de combustible a corto y largo plazo. Aprenderás cómo afectan al rendimiento del motor y cómo identificarlos a través del escáner.\n\nCLASE 11 NISSAN NP300 SEÑALES - ANALIZANDO DATOS EN VIVO\nhttps://youtu.be/9AZpzwYuszU?si=BkDfm6DU37joCcNI\nSe analizarán las señales en los datos en vivo de un Nissan NP300. La clase se centrará en la interpretación de las señales para un diagnóstico efectivo.\n\nÚnete a nuestra comunidad en WhatsApp\nPara más apoyo y discusión sobre el curso, únete a nuestra comunidad en WhatsApp. ¡Comparte tus dudas, avances y conéctate con otros estudiantes! Solicita acceso aquí.\nhttps://chat.whatsapp.com/CKRNz3fcETH4ZZhufna5NX"
    },
    {
        "a": 90,
        "e": "PLMd59HZRUmEg539WgqJjbsvto4V3fRwn5",
        "b": "Curso de Hacking Ético y Ciberseguridad",
        "f": "https://i.ytimg.com/vi/ZDvxqqSoyZs/hqdefault.jpg",
        "g": 32,
        "d": "UCGLfzfKRUsV6BzkrF1kJGsg",
        "h": "2022-09-30 17:13:41",
        "c": "Curso de hacking ético y ciberseguridad desde cero, donde aprenderemos a utilizar Kali Linux para conocer y explotar las principales vulnerabilidades existentes."
    },
    {
        "a": 109,
        "e": "PLeySRPnY35dG2UQ35tPsaVMYkQhc8Vp__",
        "b": "Derivadas (Curso COMPLETO)",
        "f": "https://i.ytimg.com/vi/uK4-s0ojHFg/hqdefault.jpg",
        "g": 72,
        "d": "UCanMxWvOoiwtjLYm08Bo8QQ",
        "h": "2018-03-13 13:09:57",
        "c": "Explicación de derivadas desde los primeros conceptos hasta las derivadas con más nivel de dificultad, iniciando con el concepto de derivada, derivadas usando la definición, las reglas de derivación, regla de la cadena, hasta hablas de la derivada implícita y explicando paso a paso todos los conceptos para poder resolver cualquier tipo de derivada."
    },
    {
        "a": 111,
        "e": "PLM8Ayi2QS6_MDes5A_sguJiy1LKkVoTua",
        "b": "CURSO GRATIS DE ENERGÍA SOLAR",
        "f": "https://i.ytimg.com/vi/8iKctaBpLBI/hqdefault.jpg",
        "g": 11,
        "d": "UC73Zn1O_N-ORS27ncZeN_Dw",
        "h": "2021-04-15 20:11:15",
        "c": "Un curso gratis de energía solar donde aprenderás los puntos básicos de la tecnología fotovoltaica.\n\n¿A qué estas esperando para ver todos los vídeos?"
    },
    {
        "a": 13,
        "e": "PLQQTkHF6E12i4SifA6Owgs9wCDv8xw13Y",
        "b": "Curso de reparación de celulares",
        "f": "https://i.ytimg.com/vi/AonE8BbJZ9w/hqdefault.jpg",
        "g": 21,
        "d": "UC3fkKCLVhc78HMgrI0gy9xA",
        "h": "2018-08-12 09:28:48",
        "c": "Curso de reparación de celulares gratis.\nCon este curso intentamos subir una serie de 40 videos con diferentes fallos en los dispositivos móviles y tablets. \n Es un curso de reparación móviles online donde intentamos enseñar varios trucos y varias técnicas para poder reparar cualquier dispositivo celular. \n Vamos a tener videos de microsoldadura SMD, reparación pin de carga, como cambiar un lector SIM, reemplazar algún IC, cambiar micrófono, como medir diferentes componentes como: bobinas, condensadores, resistencias ... \n Con este curso solo intentamos aportar nuestro granito de arena en el mundo de la reparación de celulares."
    },
    {
        "a": 38,
        "e": "PLRt_sFUAViN2khZObSC9D5iooUI55cWJW",
        "b": "Curso de Portugués A1 [Gratis y Certificado] - Edutin Academy",
        "f": "https://i.ytimg.com/vi/wZnq5Ae8oEA/hqdefault.jpg",
        "g": 28,
        "d": "UC8G49s7tEFy4tAZOIMhgIFA",
        "h": "2024-04-16 21:07:44",
        "c": "Curso de Portugués A1 gratis 👉  https://edutin.com/curso-de-portugues \n\nEste curso es de ✅ acceso gratuito e incluye la ✅ opción de obtener una Certificación Internacional. \n\nEn este curso de Portugués A1 de Edutin Academy, aprenderás las bases fundamentales del portugués, incluyendo vocabulario básico, gramática elemental y las habilidades necesarias para comunicarte en situaciones cotidianas.\n\nA lo largo de este curso de portugués A1, aprenderás desde la pronunciación básica y el vocabulario hasta las estructuras gramaticales fundamentales. Podrás expresar saludos, presentarte, utilizar números, hablar sobre días de la semana, utilizar expresiones comunes, hacer descripciones personales y mucho más.\n\n¿A quién está dirigido? 🌍📚💬 este curso de Portugués A1 está diseñado para principiantes sin conocimientos previos de portugués, viajeros apasionados, profesionales que buscan expandir sus horizontes lingüísticos y cualquier persona interesada en aprender una nueva lengua de manera efectiva y divertida.\n\n#cursodeportuguesa1 #cursodeportuguesparaprincipiantes #cursodeportuguesgratuito #cursodeportuguésonlinegratisconcertificado #cursodeportuguesonline #cursodeportuguesgratisonline #cursogratisdeportugues \n\n#cursosgratis #cursosgratisconcertificado #cursosconcertificado #cursosonline #cursosgratisonlineconcertificado #cursosenlinea #edutin #edutinacademy #edutincursos"
    },
    {
        "a": 51,
        "e": "PLU8oAlHdN5BktAXdEVCLUYzvDyqRQJ2lk",
        "b": "Curso de Java 2025 desde 0",
        "f": "https://i.ytimg.com/vi/U709qY6S9rA/hqdefault.jpg",
        "g": 280,
        "d": "UCdulIs-x_xrRd1ezwJZR9ww",
        "h": "2014-05-05 14:25:01"
    },
    {
        "a": 10,
        "e": "PL8ie04dqq7_NUvBcMMosVRAbqZDWmRzX3",
        "b": "Curso Kotlin Multiplatform desde cero - [2024] Kotlin Compose Multiplatform",
        "f": "https://i.ytimg.com/vi/smAhUwEQ1d8/hqdefault.jpg",
        "g": 11,
        "d": "UCIjEgHA1vatSR2K4rfcdNRg",
        "h": "2023-11-20 20:13:45",
        "c": "Aprende Kotlin Multiplatform desde cero y actualizado."
    },
    {
        "a": 59,
        "e": "PLRt_sFUAViN2NolzeQvDBG7vzQ1Ajdbe1",
        "b": "Curso de storytelling [Gratis y Certificado] - Edutin Academy",
        "f": "https://i.ytimg.com/vi/Nu6PyTMTJGw/hqdefault.jpg",
        "g": 17,
        "d": "UC8G49s7tEFy4tAZOIMhgIFA",
        "h": "2024-08-16 13:26:16",
        "c": "Curso de storytelling gratis 👉 https://edutin.com/curso-de-storytelling \n\nEste curso de storytelling es de ✅ Acceso gratis e incluye ✅ Opción de Certificación Internacional\n\nEn este curso de storytelling de Edutin Academy aprenderás a crear y contar historias poderosas que conecten emocionalmente con tu audiencia y transmitan mensajes de manera efectiva. Conocerás las técnicas fundamentales para construir narrativas cautivadoras que resuenen con el público, utilizando elementos como la estructura, los personajes y los conflictos para generar impacto.\n\nA lo largo de este curso de storytelling aprenderás a aplicar el storytelling en diversos contextos, como el marketing, la educación y el liderazgo, utilizando narrativas persuasivas para influir, motivar y comunicar ideas de manera efectiva.\n\n¿A quién está dirigido? 🎙️📚💡 Este curso de Storytelling está dirigido a profesionales de marketing, comunicaciones, ventas, emprendedores y cualquier persona interesada en mejorar sus habilidades de narración.\n\n#cursodestorytelling #cursodestorytellinggratis #cursodestorytellinggratuito #cursocompletodestorytelling \n\n#cursosgratis #cursosgratisconcertificado #cursosconcertificado #cursosonline #cursosgratisonlineconcertificado #cursosenlinea #edutin #edutinacademy #edutincursos"
    },
    {
        "a": 76,
        "e": "PLDhUODcit3B6l4VuRh5wbVVCtKq8pjeOp",
        "b": "🔊Curso de Mezcla y Masterización",
        "f": "https://i.ytimg.com/vi/BF6KBlD2eXw/hqdefault.jpg",
        "g": 51,
        "d": "UC3yTbQJCyIx1hJRS5pK_c0A",
        "h": "2020-02-12 01:04:38",
        "c": "Aprende a mezclar y masterizar con este curso de mezcla y masterizacion completo. Es válido para cualquier DAW y aprenderás desde cero.\n#Mezcla #Masterización"
    }
]