[
    {
        "a": 49,
        "e": "PLo-artO3hx9f7dQ7Pt7-Daxw5i8IFHw_y",
        "b": "CURSO DE COCTELERIA GRATUITO 🍹 (Para aficionados y Bartenders principiantes) 🥇",
        "f": "https://i.ytimg.com/vi/cpsnXvQZAb8/hqdefault.jpg",
        "g": 36,
        "d": "UCrt_ZUP3uyJl27JrD1Z8qRw",
        "h": "2020-12-09 18:26:10",
        "c": "Quieres Aprender coctelería? BIENVENIDO (a) Siguiendo el paso a paso de estos videos vas a aprender a hacer los cocteles mas solicitados en el mundo. Mira el primer video y Obtén tu guía Totalmente gratis."
    },
    {
        "a": 52,
        "e": "PLLniqWgyb4HER2iysxcQZiE-TBITT1AAg",
        "b": "Curso de Word COMPLETO (Básico y Avanzado)",
        "f": "https://i.ytimg.com/vi/pbvwCTld8BA/hqdefault.jpg",
        "g": 15,
        "d": "UCUnwzUFwZvQRcuIVgv5pD7Q",
        "h": "2014-06-02 16:42:04",
        "c": "Aprenda Word (Todas sus versiones) en menos de un día, con este curso completo podrás realizar todo tipo de trabajos con los mejores diseños y estilos, asi que no pierdas tiempo y permitame enseñarle este hermoso programa."
    },
    {
        "a": 104,
        "e": "PLRt_sFUAViN2W3KsSp6OeCDyKz7Q7Cak1",
        "b": "Curso de oratoria [Gratis y Certificado] - Edutin Academy",
        "f": "https://i.ytimg.com/vi/ANSIN2--Bzw/hqdefault.jpg",
        "g": 28,
        "d": "UC8G49s7tEFy4tAZOIMhgIFA",
        "h": "2024-07-19 13:14:10",
        "c": "Curso de oratoria gratis 👉 https://edutin.com/curso-de-oratoria\n\nEste curso de oratoria es de ✅ Acceso gratis e incluye ✅ Opción de Certificación Internacional.\n\nEn este curso de oratoria de Edutin Academy desarrollarás habilidades esenciales para mejorar sus habilidades de comunicación y expresión en público, desarrollar habilidades para comunicarte ante un equipo de trabajo, grupo de estudiantes, o presentar un discurso o proyecto ante cualquier audiencia\n\nA lo largo de este curso de oratoria aprenderás a manejar de manera eficiente las técnicas de expresión verbal y no verbal, y dominar de manera práctica los elementos de estructura de discursos, control del miedo escénico, y técnicas de persuasión, así como a diseñar y presentar discursos impactantes y a comunicarte con confianza y claridad en diversas situaciones.\n\n¿A quién está dirigido?🗣️🎤 Este curso de oratoria está diseñado para estudiantes, profesionales, emprendedores o cualquier persona que desee mejorar sus habilidades de comunicación y liderazgo mediante el arte de la oratoria.\n\n#cursodeoratoria #cursodeoratoriagratis #cursodeoratoriaconcertificado #cursosdeoratoria #cursosgratisdeoratoria \n\n#cursosonline #cursosgratis #cursosgratisonlineconcertificado #edutin #edutinacademy #edutincursos"
    },
    {
        "a": 102,
        "e": "PL2Z95CSZ1N4E-yNYehqD1FKU8aBdjBfRM",
        "b": "Curso de Windows Server 2022 desde cero para principantes",
        "f": "https://i.ytimg.com/vi/yuQATj2xTI8/hqdefault.jpg",
        "g": 92,
        "d": "UCtt69OVnWMAcC5ZEWY0BO5A",
        "h": "2024-04-15 19:43:40",
        "c": "\"¡Bienvenido al Curso Completo de SQL Server 2022! En esta serie de videos, te sumergirás en el fascinante mundo de SQL Server, desde los conceptos básicos hasta técnicas avanzadas."
    },
    {
        "a": 71,
        "e": "PLuQITQSfEnlJTIhGdNg6l424ZFpV1_3vU",
        "b": "Curso básico gratis Contabilidad",
        "f": "https://i.ytimg.com/vi/luIweQmHq94/hqdefault.jpg",
        "g": 44,
        "d": "UCa6cCZteFUEbC-XeH4CsKPg",
        "h": "2013-09-03 22:16:16",
        "c": "Con este curso aprenderás a contabilizar de una forma fácil y amena con la ayuda de un profesional con muchos años de experiencia en el mundo de la empresa, como administrativo y contable. Si te decides, puedes empezar en el primer capítulo, y antes de que te des cuenta, dedicándole media hora cada día, habrás aprendido lo básico para entender los conceptos fundamentales de Contabilidad Financiera.\r\n\r\nTambién puedes plantear las dudas que te vayan surgiendo, y trataremos de aclarártelas lo antes posible. \r\n\r\n¡Ponte a ello ya mismo!"
    },
    {
        "a": 18,
        "e": "PLomN84AdULIBcoI8Rb98dnompliIktJk9",
        "b": "Curso de REDES informáticas. 175 vídeos  de calidad",
        "f": "https://i.ytimg.com/vi/BrqH4PVyYF4/hqdefault.jpg",
        "g": 176,
        "d": "UC_OGVMTqkt6F2nvbBkkjB7A",
        "h": "2018-02-23 18:05:23",
        "c": "Curso de Redes telemáticas de Rogelio Montañana. Un completo curso de redes informáticas a nivel universitario para conocer todo sobre redes de telecomunicaciones. Gratuito."
    },
    {
        "a": 100,
        "e": "PL5YuOOJ-FGGjjK8j50TkEcjCcZ8dRAiPy",
        "b": "🚀Curso C++ para PRINCIPIANTES | DESDE CERO 💻| EXPLICACIÓN FÁCIL 💥 2025",
        "f": "https://i.ytimg.com/vi/RGSEnAzS4XY/hqdefault.jpg",
        "g": 62,
        "d": "UC-aSfQ1bPJNZGQSRsA1xGMA",
        "h": "2024-01-30 14:26:26",
        "c": "Curso profesional de programación C++ desde cero - En este curso aprenderás a programar y construir tus programas utilizando el lenguaje de programación C++.\n\nC++ es un lenguaje de programación diseñado en 1979 por Bjarne Stroustrup. La intención de su creación fue extender al lenguaje de programación C y añadir mecanismos que permiten la manipulación de objetos. En ese sentido, desde el punto de vista de los lenguajes orientados a objetos, C++ es un lenguaje híbrido."
    },
    {
        "a": 25,
        "e": "PLSvxAUzJ-XSfY0KpwV8SHBlyLVcrZkENc",
        "b": "📚 CURSO DE REDES DESDE 0. De básico a avanzado 📚",
        "f": "https://i.ytimg.com/vi/um41JAqO42g/hqdefault.jpg",
        "g": 22,
        "d": "UCuxoUnuGxFSHbR5_I4YbA1Q",
        "h": "2020-05-12 15:33:36",
        "c": "Curso de redes partiendo desde 0 para aprender los conceptos básicos que necesitas saber para entender y configurar una red y los equipos que la forman."
    },
    {
        "a": 63,
        "e": "PL2Z95CSZ1N4HXvLWg8oL4IpyJx27HafcD",
        "b": "Curso completo de JavaScript desde cero para principiantes, version 2023",
        "f": "https://i.ytimg.com/vi/mpIwKBNr7_o/hqdefault.jpg",
        "g": 83,
        "d": "UCtt69OVnWMAcC5ZEWY0BO5A",
        "h": "2023-10-10 12:35:00",
        "c": "¡Bienvenido al emocionante mundo de la programación web con JavaScript! 🚀\n¿Estás listo para embarcarte en un viaje que te llevará desde los conceptos fundamentales hasta convertirte en un experto en JavaScript? ¡Este curso es tu boleto de entrada al dominio del lenguaje de la web!\n\nEn este curso de JavaScript, te guiaré paso a paso a través de los principios esenciales de la programación en JavaScript. No importa si eres un principiante absoluto o si ya tienes experiencia en otros lenguajes, este curso está diseñado para adaptarse a todos los niveles de conocimiento.\n\nLo que aprenderás:\n📚 Fundamentos de JavaScript: Variables, tipos de datos, operadores y estructuras de control.\n🌐 Manipulación del DOM: Cómo interactuar con la estructura de tu página web.\n🔗 Eventos y Event Listeners: Hacer que tu sitio web responda a las acciones del usuario.\n🔄 Funciones y Objetos: La base de la programación orientada a objetos en JavaScript.\n💼 Proyectos Prácticos: Aplicaremos lo aprendido en proyectos del mundo real.\n🔥 Consejos y Trucos: Secretos de los profesionales para escribir un código limpio y eficiente.\n\nNo te preocupes si esto suena abrumador; vamos a explicar cada concepto de manera clara y concisa. Además, proporcionaremos ejemplos prácticos y desafíos emocionantes para que puedas poner en práctica tus habilidades.\n\nPrepárate para desbloquear un mundo de posibilidades en el desarrollo web con JavaScript. ¡Inscríbete ahora y comencemos este apasionante viaje juntos! 💻✨\n\nNo olvides darle like, suscribirte y activar la campana de notificaciones para no perderte ni un solo episodio de este curso. ¡Nos vemos en la primera lección! 👋🎉"
    },
    {
        "a": 70,
        "e": "PL8Tdjf2jwFRe986dgJB3M-GnxIUK_j3Df",
        "b": "Curso Vaughan Completo para Aprender Inglés Gratis- Nivel Intermedio",
        "f": "https://i.ytimg.com/vi/RlR4_98T4Yo/hqdefault.jpg",
        "g": 12,
        "d": "UCuRrN-WIsBVucKMerIJ9WIA",
        "h": "2015-01-29 17:47:30",
        "c": "¿Quieres aprender inglés? ¡Suscríbete gratis a nuestro canal!\nDisfruta de nuestro curso de inglés definitivo. ¡Ahora por fin en vídeo!\nGracias por compartirnos y contribuir a que este contenido pueda seguir siendo gratis... :-)\n\n***LECCIONES DEL CURSO VAUGHAN PARA APRENDER INGLÉS GRATIS***\n\nLección 1:  https://goo.gl/Z3wWrC\n\nLección 2:  https://goo.gl/aHy7Yp\n\nLección 3:  https://goo.gl/YEUyUd\n\nLección 4:  https://goo.gl/jYcWr6\n\nLección 5:  https://goo.gl/gWUxjk\n\nLección 6:  https://goo.gl/E3ZdF1\n\nLección 7:  https://goo.gl/sYpCJS\n\nLección 8:  https://goo.gl/9Pj6YD\n\nLección 9:  https://goo.gl/GonA72\n\nLección 10: https://goo.gl/dVrfJb\n\n***CURSO AVANZADO DE INGLÉS GRATIS***\n\nhttps://goo.gl/7cTwKV\n\n***CURSO BÁSICO DE INGLÉS GRATIS***\n\nhttps://goo.gl/YnrsN6\n\n***CURSO GRATIS POR EMAIL***\n\n¿Te gustaría recibir más Clases Gratis por Email? ¡Apúntate a nuestro Curso Gratis!\n\nhttps://goo.gl/xTTnd3\n\n***CURSOS VAUGHAN ONLINE Y PRESENCIALES***\n\n¿List@ para dar el siguiente paso y pasar a la acción? ¡Te esperamos en nuestros Cursos Online o Presenciales!\n\nhttps://goo.gl/c5EYZZ\n\n\n***SÍGUENOS EN NUESTRAS REDES***\n\nhttps://twitter.com/GrupoVaughan\nhttps://www.facebook.com/GrupoVaughan/\nhttps://plus.google.com/115829465428666555120\nhttps://www.linkedin.com/company/vaughan-systems/?originalSubdomain=esbankia"
    }
]