[
    {
        "a": 102,
        "e": "PL2Z95CSZ1N4E-yNYehqD1FKU8aBdjBfRM",
        "b": "Curso de Windows Server 2022 desde cero para principantes",
        "f": "https://i.ytimg.com/vi/yuQATj2xTI8/hqdefault.jpg",
        "g": 92,
        "d": "UCtt69OVnWMAcC5ZEWY0BO5A",
        "h": "2024-04-15 19:43:40",
        "c": "\"¡Bienvenido al Curso Completo de SQL Server 2022! En esta serie de videos, te sumergirás en el fascinante mundo de SQL Server, desde los conceptos básicos hasta técnicas avanzadas."
    },
    {
        "a": 39,
        "e": "PLkn3t7vbvnHSPdBnnRNdoCE8ODCJFW09x",
        "b": "CURSO de SOLDADURA ELÉCTRICA para Principiantes - Aprende a como SOLDAR Hierro y Metal con Electrodo",
        "f": "https://i.ytimg.com/vi/RpMTRhhhleI/hqdefault.jpg",
        "g": 28,
        "d": "UChgycoU69S92S_z25wlROaQ",
        "h": "2021-10-16 21:48:44",
        "c": "Aprende a SOLDAR desde \"CERO\" en éste curso Completo y totalmente online!! Aprende sobre los diferentes tipos de Maquinas, sus diferencias y los tipos de soldaduras con todos sus trucos, técnicas y secretos que podrás aplicar en tus proyectos de Herrería.\n\n=========\n\n👉 ¿Cuánto pagarías por un curso como este? 🤔\nEste curso es Gratis y siempre lo será, pero si sientes que lo que aprendiste te sirvió,\npuedes apoyarme con una donación invitándome un TECITO ☕ en el siguiente link...\n\n👉🔗 https://tecito.app/grantotem\n\n=========\n\n#Soldar #comosoldar #Herreria #hierro #cursodesoldadura #comosoldarparaprincipiantes #aprenderasoldar #soldarhierro #soldarconelectrodo #soldaduraelectrica #soldaduraparaprincipiantes"
    },
    {
        "a": 23,
        "e": "PL2Z95CSZ1N4HLqf215jj9ZJgmWIXm7gOo",
        "b": "Curso completo de informática básica desde cero para principiantes 2022",
        "f": "https://i.ytimg.com/vi/o_78Ue_EUeI/hqdefault.jpg",
        "g": 16,
        "d": "UCtt69OVnWMAcC5ZEWY0BO5A",
        "h": "2022-08-30 11:37:12",
        "c": "¡Bienvenidos al curso de Informática Básica más amigable y accesible en YouTube! Si alguna vez te has sentido abrumado por la tecnología o si simplemente quieres comprender mejor el mundo digital que nos rodea, este curso es perfecto para ti. Desde los conceptos más básicos hasta la navegación en línea y la seguridad informática, te guiaremos en un emocionante viaje para descubrir los fundamentos de la informática.\n\n¿Por qué tomar este curso?\n\nEn la era digital actual, la informática es una habilidad esencial para navegar en el mundo laboral y personal. Aprender los conceptos básicos te permitirá sentirte más cómodo con las tecnologías, realizar tareas cotidianas con confianza y adquirir una base sólida para futuros aprendizajes en áreas más avanzadas."
    },
    {
        "a": 30,
        "e": "PL1yslgETgkYHWZnyk9w5JyUTY6xkyKrov",
        "b": "Nuevo Curso de Excel 2025 (Básico, Intermedio y Avanzado)",
        "f": "https://i.ytimg.com/vi/5RK6s5eB37o/hqdefault.jpg",
        "g": 58,
        "d": "UC1DggK5BjCUPWNgZRy0esRQ",
        "h": "2025-05-24 18:03:06",
        "c": "El mejor curso de Excel Gratis y completo que vas a encontrar en Youtube con ejercicios para descargar. Recuerda es 100% gratis y está pensado para que aprendas desde cero, paso a paso con muchos ejercicios para descargar en todos los módulos.\n\nEste curso esta enfocado en estudiantes, o si trabajas en oficina o simplemente quieres dejar de sufrir cada vez que abres una hoja de cálculo 😅.\nVas a aprender a usar fórmulas básicas, intermedidas y avanzadas, crear tablas dinámicas, automatizar tareas y hasta hacer tus propios reportes o dashboards hasta llegar al nivel de programar tus propias macros con VBA.\n\nNo necesitas saber nada, solo tener ganas de aprender.\n¡Y sí, es totalmente gratis! Así que… ¿qué esperas? 💻✨"
    },
    {
        "a": 37,
        "e": "PLzjPEWJnnJNqGhk6DGpbuf8NDASsOQUND",
        "b": "Curso De Trading Para Principiantes",
        "f": "https://i.ytimg.com/vi/TdEbkTk40qQ/hqdefault.jpg",
        "g": 14,
        "d": "UCKP8me8NRKaGZZHAuKSSuvA",
        "h": "2024-11-24 15:44:31"
    }
]