[
    {
        "a": 65,
        "e": "PLD2F3GOy5E0N71kFdqnvYrWvZPusEwB-2",
        "b": "CURSO GRATIS ▬ BARBERÍA CLÁSICA",
        "f": "https://i.ytimg.com/vi/PRZNIQ4KU2I/hqdefault.jpg",
        "g": 8,
        "d": "UCy9THdEI4yQNkpkxf-9UTOA",
        "h": "2022-09-27 01:35:27",
        "c": "En este curso te enseñaré el paso a paso de todo lo que debe saber para realizar tus primeros cortes clásico y puedas iniciar con pie derecho en este hermoso rubro de la barbería."
    },
    {
        "a": 27,
        "e": "PLTIdiuUvwYCHrjyEIYR8ZOhza5NAFef3Y",
        "b": "MATEMÁTICA DESDE CERO (CURSO COMPLETO)",
        "f": "https://i.ytimg.com/vi/vMSrAcrH9tg/hqdefault.jpg",
        "g": 6,
        "d": "UCa6V1UVOXN4wDm7RDQDoa6g",
        "h": "2024-05-02 18:04:47",
        "c": "Aquí tienes 6 clases de 2 horas cada una aproximadamente para aprender conceptos de matemática desde cero."
    },
    {
        "a": 71,
        "e": "PLuQITQSfEnlJTIhGdNg6l424ZFpV1_3vU",
        "b": "Curso básico gratis Contabilidad",
        "f": "https://i.ytimg.com/vi/luIweQmHq94/hqdefault.jpg",
        "g": 44,
        "d": "UCa6cCZteFUEbC-XeH4CsKPg",
        "h": "2013-09-03 22:16:16",
        "c": "Con este curso aprenderás a contabilizar de una forma fácil y amena con la ayuda de un profesional con muchos años de experiencia en el mundo de la empresa, como administrativo y contable. Si te decides, puedes empezar en el primer capítulo, y antes de que te des cuenta, dedicándole media hora cada día, habrás aprendido lo básico para entender los conceptos fundamentales de Contabilidad Financiera.\r\n\r\nTambién puedes plantear las dudas que te vayan surgiendo, y trataremos de aclarártelas lo antes posible. \r\n\r\n¡Ponte a ello ya mismo!"
    },
    {
        "a": 16,
        "e": "PLUa5K0lL89KIZsFan_kKrRJYFMkQ9u6Ki",
        "b": "👊Curso de ELECTRICIDAD Domiciliaria GRATIS !!",
        "f": "https://i.ytimg.com/vi/BhgBXZdHWhU/hqdefault.jpg",
        "g": 25,
        "d": "UC8cFTqwfcQVacrILakZeGRw",
        "h": "2021-02-11 22:20:50",
        "c": "ESTAS EMPEZANDO?►►Mirá los videos de esta lista YA.! Aprender Electricidad NUNCA fue tan FACIL.!! \nAhora desde la comodidad de tu casa te voy a enseñar PASO a PASO todo lo que necesitas saber para hacerte del Dominio de la Electricidad"
    },
    {
        "a": 46,
        "e": "PL93iwVYt7GG7OMmJZclmGo0ekKOzTi5o-",
        "b": "CURSO COMPLETO DE INGLÉS - NIVEL PRINCIPIANTE",
        "f": "https://i.ytimg.com/vi/83r_zzg5UsY/hqdefault.jpg",
        "g": 244,
        "d": "UC7YI4X4i8YCH5KKWCWP85JQ",
        "h": "2017-08-07 19:34:51",
        "c": "Aquí podrás encontrar nuestros vídeos en orden para que puedas estudiar con la secuencia correcta.  ¡Espero te sirva!"
    },
    {
        "a": 97,
        "e": "PLyvsggKtwbLVOPuOGn9J1Ie9RD7r7LcWD",
        "b": "Curso Spring Boot : Desarrollo de Microservicios",
        "f": "https://i.ytimg.com/vi/BRtPNl0aBkA/hqdefault.jpg",
        "g": 30,
        "d": "UCeEW6PHNJlIwI-rKChmqqkw",
        "h": "2024-02-29 15:56:43",
        "c": "¡Sumérgete en el apasionante mundo del desarrollo de microservicios con Spring Boot, una de las tecnologías más codiciadas en la actualidad dentro del vasto universo tecnológico!\n\nEn este completo curso, te llevaremos de la mano paso a paso a través del desarrollo de un microservicio backend con Spring Boot, utilizando la poderosa herramienta InteliJ como nuestro fiel compañero de viaje.\n\nExploraremos las últimas y más actualizadas versiones de Java, Spring y Spring Boot, desentrañando meticulosamente cada una de las anotaciones que Spring nos ofrece para potenciar nuestro código al máximo.\n\nSin embargo, lo que realmente distingue este curso es el énfasis especial que pondremos en el diseño arquitectónico de cada capa de la solución. Profundizaremos en conceptos complejos como la inyección de dependencias, el bajo acoplamiento y la cohesión de los diversos componentes, asegurando que comprendas no solo cómo codificar, sino cómo construir robustas y escalables soluciones.\n\nCada implementación de controladores, servicios y persistencia se realizará siguiendo las mejores prácticas que Java nos ofrece, garantizando un código limpio y de calidad excepcional.\n\nPero eso no es todo, también exploraremos la integración de tecnologías complementarias como Docker para la gestión de contenedores, PostgresSQL como nuestra base de datos relacional y Lombok para simplificar el código. Y para asegurarnos de que nuestra API REST esté en la cima de su juego, llevaremos a cabo exhaustivas pruebas utilizando Postman, garantizando que esté bien formada y lista para enfrentar los desafíos del mundo real.\n\n¡Prepárate para transformar tu manera de desarrollar microservicios y llevar tus habilidades al siguiente nivel con este emocionante curso!"
    },
    {
        "a": 72,
        "e": "PLcsyuAy4t53Sw21Nej5f-PBip867HB21P",
        "b": "Introducción a la Kabalá - Curso",
        "f": "https://i.ytimg.com/vi/OyeDLxQkeCU/hqdefault.jpg",
        "g": 8,
        "d": "UCu4aDupNZ0YOgHoXEGYJncA",
        "h": "2023-05-15 00:32:17"
    },
    {
        "a": 30,
        "e": "PL1yslgETgkYHWZnyk9w5JyUTY6xkyKrov",
        "b": "Nuevo Curso de Excel 2025 (Básico, Intermedio y Avanzado)",
        "f": "https://i.ytimg.com/vi/5RK6s5eB37o/hqdefault.jpg",
        "g": 73,
        "d": "UC1DggK5BjCUPWNgZRy0esRQ",
        "h": "2025-05-24 18:03:06",
        "c": "El mejor curso de Excel Gratis y completo que vas a encontrar en Youtube con ejercicios para descargar. Recuerda es 100% gratis y está pensado para que aprendas desde cero, paso a paso con muchos ejercicios para descargar en todos los módulos.\n\nEste curso esta enfocado en estudiantes, o si trabajas en oficina o simplemente quieres dejar de sufrir cada vez que abres una hoja de cálculo 😅.\nVas a aprender a usar fórmulas básicas, intermedidas y avanzadas, crear tablas dinámicas, automatizar tareas y hasta hacer tus propios reportes o dashboards hasta llegar al nivel de programar tus propias macros con VBA.\n\nNo necesitas saber nada, solo tener ganas de aprender.\n¡Y sí, es totalmente gratis! Así que… ¿qué esperas? 💻✨"
    },
    {
        "a": 51,
        "e": "PLU8oAlHdN5BktAXdEVCLUYzvDyqRQJ2lk",
        "b": "Curso de Java 2025 desde 0",
        "f": "https://i.ytimg.com/vi/U709qY6S9rA/hqdefault.jpg",
        "g": 280,
        "d": "UCdulIs-x_xrRd1ezwJZR9ww",
        "h": "2014-05-05 14:25:01"
    },
    {
        "a": 94,
        "e": "PLH_tVOsiVGznLd-dSQP9_ttuxLnSmSWwq",
        "b": "🔥 CURSO COMPLETO de CSS desde CERO a AVANZADO 🔥",
        "f": "https://i.ytimg.com/vi/-xtS1QwxfOo/hqdefault.jpg",
        "g": 71,
        "d": "UCRMJ0vxtnHh_UAq1Yx9BYWQ",
        "h": "2024-05-27 17:16:25",
        "c": "CURSO COMPLETO de CSS GRATIS desde CERO a AVANZADO (EXPERTO)"
    }
]