[
    {
        "a": 26,
        "e": "PLAWADOpEOsdGBc8tYyW_im4Fg5z1m6eZu",
        "b": "Curso de PROGRAMACIÓN DESDE CERO ✅ 2020 | Crea tus PRIMEROS PROGRMAS 🚀",
        "f": "https://i.ytimg.com/vi/s43aiz5aNRQ/hqdefault.jpg",
        "g": 21,
        "d": "UCs_67ao0waslOaAbzaweHXA",
        "h": "2020-04-08 20:01:57",
        "c": "¿Te ha dado curiosidad estudiar programación?  En este curso podrás APRENDER PROGRAMACIÓN y crearás tus PRIMEROS PROGRAMAS! ⚡️ \nAnalizaremos tanto teoría como ejercicios prácticos para que tú puedas convertirte en un programador de calidad.\nCada semana habrá nuevos tutoriales! Suscríbete para verlos 🚀"
    },
    {
        "a": 17,
        "e": "PL5jfE0GhCnal2lZYE51n6vPudHFFz98Ih",
        "b": "💻CURSO DE COMPUTACIÓN DE CERO A EXPERTO 💻",
        "f": "https://i.ytimg.com/vi/AxDF5WBamBc/hqdefault.jpg",
        "g": 23,
        "d": "UCd9hcs803G4P6YzY8LxB_dA",
        "h": "2021-12-20 17:05:42",
        "c": "curso de computación de cero a experto, Curso de computación para adultos, curso de computación gratis, cursos gratis. cursos de computacion 2022, windows 10,"
    },
    {
        "a": 78,
        "e": "PLRYhYjaYNiltoudRxjRg--8_NKMdTIqty",
        "b": "Curso De Guitarra Acústica Para Principiantes: Aprende Como Tocar Guitarra Desde Cero! TCDG",
        "f": "https://i.ytimg.com/vi/_V0GcjX09Lo/hqdefault.jpg",
        "g": 33,
        "d": "UC3k4Tn0XRZ2urVwBLY5s9Zw",
        "h": "2013-04-02 18:27:33",
        "c": "Aprende como tocar guitarra gratis!\r\nEl mejor curso de guitarra facil a cargo de tu profesor de guitarra online Mario Freiria. \r\nAprender guitarra acústica es muy simple y divertido! \r\n\r\n Mira estos video tutoriales de guitarra y aprende guitarra acustica de una manera facil, rapida y divertida, totalmente gratis y sin moverte de tu casa!\r\n\r\n Cursos de guitarra para aprender como tocar guitarras acusticas, canciones en guitarra, clases de guitarra para principiantes, notas en guitarra, escalas de guitarra, cursos de guitarra gratis, videos de guitarra para principiante, tablaturas de guitarra, curso de guitarra y mas.\r\n\r\n Tutorial de guitarra: aprender como tocar guitarra acustica."
    },
    {
        "a": 93,
        "e": "PLDhUODcit3B7BqeL_lhcNMIiE-qqyz4xT",
        "b": "🍑FL Studio: CURSO MAESTRO (2025 Actualizado)",
        "f": "https://i.ytimg.com/vi/ZQSz9INc-ag/hqdefault.jpg",
        "g": 14,
        "d": "UC3yTbQJCyIx1hJRS5pK_c0A",
        "h": "2023-02-14 20:03:07",
        "c": "👉FL Studio: CURSO MAESTRO: https://bit.ly/FLStudioCursoMaestro\n\n✅PRODUCCIÓN MUSICAL PROFESIONAL con FL STUDIO\n\nCon éste curso aprenderás producción musical utilizando FL Studio. No importa si nunca has usado software de creación o producción musical, si no sabes tocar ningún instrumento o si jamás escuchaste hablar del programa. Lo único que necesitas son las ganas de materializar tus ideas en música y con éste curso podrás lograrlo.\n\n✅CREA UNA CANCIÓN PROFESIONAL DESDE CERO\n\nVerás paso a paso como se hace una canción completa: composición, arreglo, diseño de sonido, mezcla, masterización y distribución.\n\nAunque ya tengas experiencia usando FL Studio, éste curso es una auténtica enciclopedia, aprenderás incluso aunque creas que ya conoces el programa. Éste curso es para ti, sin importar el tipo de música que quieras hacer pues, una vez que aprendes a usar las herramientas, desbloquearás tu potencial para crear lo que tu imaginación te dicte.\n\n✅EL MEJOR CURSO\n\nEl curso es modular y flexible, esto significa que, una vez curses los primeros módulos, los siguientes puedes tomarlos en el orden que tú elijas. El curso es como un árbol donde subes por el tronco y después serás tú quien decida cuáles ramas quiere visitar.\n\nCada módulo abarca de forma exhaustiva cada tema y es actualizado constantemente.\n\nAdemás, éste curso es aplicable para las versiones FL Studio 21 y posteriores.\n\n✅EL MEJOR INSTRUCTOR\n\nOlbaid tiene mas de 16 años de experiencia, es Power User y Entrenador Reconocido de FL Studio. Su trabajo ha sido integrado oficialmente en FL Studio en herramientas como Sytrus, Harmor, Flex y varios proyectos demo hechos por él.\n\n✅GARANTÍA\n\nAl final del curso serás un experto en el uso de FL Studio, todas sus herramientas, ventanas y opciones.\n\nTendrás todos los conocimientos y habilidades que necesitas para crear tus propias canciones sin importar el género musical.\n\n#flstudio21 #flstudio #flstudiotutorial #flstudiotips #produccionmusical #productormusical"
    },
    {
        "a": 65,
        "e": "PLD2F3GOy5E0N71kFdqnvYrWvZPusEwB-2",
        "b": "CURSO GRATIS ▬ BARBERÍA CLÁSICA",
        "f": "https://i.ytimg.com/vi/PRZNIQ4KU2I/hqdefault.jpg",
        "g": 8,
        "d": "UCy9THdEI4yQNkpkxf-9UTOA",
        "h": "2022-09-27 01:35:27",
        "c": "En este curso te enseñaré el paso a paso de todo lo que debe saber para realizar tus primeros cortes clásico y puedas iniciar con pie derecho en este hermoso rubro de la barbería."
    },
    {
        "a": 10,
        "e": "PL8ie04dqq7_NUvBcMMosVRAbqZDWmRzX3",
        "b": "Curso Kotlin Multiplatform desde cero - [2024] Kotlin Compose Multiplatform",
        "f": "https://i.ytimg.com/vi/smAhUwEQ1d8/hqdefault.jpg",
        "g": 11,
        "d": "UCIjEgHA1vatSR2K4rfcdNRg",
        "h": "2023-11-20 20:13:45",
        "c": "Aprende Kotlin Multiplatform desde cero y actualizado."
    },
    {
        "a": 68,
        "e": "PL2rby4QDcl-cNpDX2Ym34smIWBCoSwXLN",
        "b": "CURSO de TATUAJE para principiantes en ESPAÑOL",
        "f": "https://i.ytimg.com/vi/r76MdnV7LjQ/hqdefault.jpg",
        "g": 41,
        "d": "UCaV32ym2gDUlK40Wao1xcbQ",
        "h": "2023-02-06 22:34:52",
        "c": "¿Quieres aprender a tatuar desde 0 como un profesional, paso a paso, en español y GRATIS?? Entonces este curso tutorial de tatuaje en español es justo lo que necesitas.\n\nAprende a tatuar con las mejores clases de tatuaje en español que podras encontrar online, diseñadas para guiarte en este camino hacia el exito en el mundo del tatuaje.\n\nEste curso es perfecto tanto para aquellos artistas principiantes como para aquellos artistas del tatuaje que buscan perfeccionar sus habilidades como tatuadores. \n\nTe enseñare todo lo que se sobre este arte, hablaremos desde como aprender a tatuar con una maquina rotativa o pen, maquinas de bobinas,  seguido de la seguridad e higiene en el lugar de trabajo, hasta las técnicas avanzadas para ser tatuador profesional, te explicare como puedes a aprender a tatuar sombras, linea fina y color solido, estoy seguro de que este curso cubre todo lo que necesitas para ser un artista del tatuaje profesional y si hay algo que no encuentras, dimelo y lo pondré, y si no lo sé, lo aprenderé para enseñárselo. \n\nTambién te aportare muchísimos tips de tatuaje y muchos ejercicios para aprender a tatuar desde cero de la manera mas facil.\n\nMe encantara ver y que me cuentes en los comentarios como das el gran paso al mundo del tatuaje y convertirte en un artista del tatuaje de renombre gracias a este curso.\n\n¿A qué esperas? Empieza AHORA y no te pierdas ni un solo capitulo! Aprende a tatuar de forma efectiva, segura y profesional, desde casa.  \n\n¡Únete a la comunidad de tatuadores hoy mismo! 😜"
    },
    {
        "a": 88,
        "e": "PLC07860E6B2530B8E",
        "b": "Inglés Americano (Curso completo)",
        "f": "https://i.ytimg.com/vi/pU5OauLC4Oo/hqdefault.jpg",
        "g": 464,
        "d": "UCwvgBXd14CY8dohDq6dHUlg",
        "h": "2012-06-01 15:55:48"
    },
    {
        "a": 69,
        "e": "PL8VieMDRPaek9pe_XSzPnfy7AH3MhX_EI",
        "b": "CURSO DE REPARACIÓN DE CELULARES COMPLETO DESDE CERO ACTUALIZADO 2023 - PARA PRINCIPIANTES Y TÉCNICOS",
        "f": "https://i.ytimg.com/vi/1SVYGJGxdGY/hqdefault.jpg",
        "g": 71,
        "d": "UCskh0ctl4DdPMuPtdv1K5qA",
        "h": "2021-11-08 12:46:32",
        "c": "👉 Aprendé GRATIS a reparar celulares de MANERA PROFESIONAL\n👉 Si necesitas comprar herramientas o repuestos para REPARAR CELULARES y sos de ARGENTINA www.i2cmayorista.com"
    },
    {
        "a": 67,
        "e": "PLw6yx3Xh4F0uNuLYZr7DwoqoBYE-x_Lej",
        "b": "🟩 Lecciones Curso Tiempos",
        "f": "https://i.ytimg.com/vi/PtxD2LGjL3w/hqdefault.jpg",
        "g": 27,
        "d": "UC3KvHaehCsDPKAfLmQDFvrQ",
        "h": "2025-04-24 23:22:17",
        "c": "Aprende fácilmente los tiempos en inglés. Algunas clases están repetidas ya que fueron grabadas en años diferentes."
    }
]