[
    {
        "a": 113,
        "e": "PLdV8ntSOIL5SqS4-sbms4M_puIIucPwmh",
        "b": "Curso de programación en R DESDE CERO",
        "f": "https://i.ytimg.com/vi/HVB0kt5ODh0/hqdefault.jpg",
        "g": 57,
        "d": "UCdwRasV4ErMV7zNhVejjfHw",
        "h": "2021-09-14 17:35:31",
        "c": "Aprende programación en R desde cero hasta avanzado con este curso completo. 📈💻 Descubre cómo manipular datos, crear visualizaciones impresionantes y aplicar análisis estadísticos con uno de los lenguajes más poderosos para ciencia de datos. ¡Todo explicado paso a paso y con ejemplos prácticos! 🔥\n\n✅ Sintaxis básica y estructuras de datos\n✅ Análisis y manipulación de datos con tidyverse\n✅ Visualización con ggplot2\n✅ Modelado estadístico y machine learning\n✅ HACKS\n✅ MUCHO MAS\n\n¡Suscríbete y comienza a programar en R hoy mismo! 🚀"
    },
    {
        "a": 83,
        "e": "PLg7ZNf8WsbWAeoCT0j4HtptN3-v9KLILN",
        "b": "🐲 CURSO GRATUITO DE KALI LINUX ▷  INICIACIÓN AL HACKING ÉTICO 2025",
        "f": "https://i.ytimg.com/vi/V_ehc-REW1s/hqdefault.jpg",
        "g": 21,
        "d": "UCYaeLvnLCNRJDrus8LEYaGw",
        "h": "2023-11-01 19:33:27",
        "c": "Bienvenido al Curso Gratuito de Kali Linux desde 0 para Hackers Éticos en YouTube.\n\nSi estás interesado en adentrarte en el mundo de la ciberseguridad, este es el lugar perfecto para comenzar.\nHemos diseñado este curso desde cero, pensando en aquellos que desean aprender a utilizar Kali Linux, incluso si nunca han tenido experiencia con Linux o Kali.\n\nNuestra misión es brindarte los conocimientos esenciales para que te sientas cómodo y seguro utilizando este sistema operativo y todas sus potentes herramientas. A lo largo de este curso gratuito, exploraremos desde los conceptos más básicos de Kali Linux hasta la realización de tu primer laboratorio práctico de hacking ético. Una vez completado este curso, tendrás las bases necesarias para avanzar en tu carrera o participar en desafíos de Capture The Flag (CTFs).\n\nCreemos firmemente que dominar los fundamentos es esencial antes de adentrarse en las más de 300 herramientas que ofrece Kali Linux.\n\nComo en cualquier disciplina, primero se debe aprender a caminar antes de correr. Antes de realizar pruebas de penetración, debemos familiarizarnos con el sistema que las hace posibles.\n\nEstamos emocionados de acompañarte en tu viaje hacia convertirte en un especialista en ciberseguridad."
    },
    {
        "a": 61,
        "e": "PLwn6SgxAAQ15-lZckT0UKEwH5omn9LhRJ",
        "b": "Curso gratis de Análisis Técnico Forex",
        "f": "https://i.ytimg.com/vi/zLrhFoxszlM/hqdefault.jpg",
        "g": 48,
        "d": "UC1AZPvFr6v1WZaPw_YX19DA",
        "h": "2020-08-25 03:24:05"
    },
    {
        "a": 12,
        "e": "PL8ie04dqq7_MvhtWlcIFS9L3_4EWatd-V",
        "b": "[2022] Arquitecturas Android (MVVM, MVP, MVC..) - Tutoriales Android Studio",
        "f": "https://i.ytimg.com/vi/hhhSMXi0R3E/hqdefault.jpg",
        "g": 9,
        "d": "UCIjEgHA1vatSR2K4rfcdNRg",
        "h": "2021-05-27 13:23:54",
        "c": "Aprende a utilizar arquitecturas en Android studio para tus proyectos. Por ahora tenemos una arquitectura MVVM con retrofit, clean architecture, inyección de dependencias con dagger hilt, persistencia de datos con Room y testing."
    },
    {
        "a": 88,
        "e": "PLC07860E6B2530B8E",
        "b": "Inglés Americano (Curso completo)",
        "f": "https://i.ytimg.com/vi/pU5OauLC4Oo/hqdefault.jpg",
        "g": 464,
        "d": "UCwvgBXd14CY8dohDq6dHUlg",
        "h": "2012-06-01 15:55:48"
    },
    {
        "a": 94,
        "e": "PLH_tVOsiVGznLd-dSQP9_ttuxLnSmSWwq",
        "b": "🔥 CURSO COMPLETO de CSS desde CERO a AVANZADO 🔥",
        "f": "https://i.ytimg.com/vi/-xtS1QwxfOo/hqdefault.jpg",
        "g": 71,
        "d": "UCRMJ0vxtnHh_UAq1Yx9BYWQ",
        "h": "2024-05-27 17:16:25",
        "c": "CURSO COMPLETO de CSS GRATIS desde CERO a AVANZADO (EXPERTO)"
    },
    {
        "a": 32,
        "e": "PL4ITFgAw-QGPEv4KsGeD5AcO1Tl8_Pw4M",
        "b": "Mini Curso: Cómo INVERTIR desde cero 2025",
        "f": "https://i.ytimg.com/vi/9xW0HK7IUo0/hqdefault.jpg",
        "g": 6,
        "d": "UCDOSaJ0pnglwzfkR6fYbisA",
        "h": "2023-11-27 19:00:28",
        "c": "Este curso está diseñado para guiarte paso a paso en el emocionante mundo de las inversiones, ideal para aquellos que desean iniciar su camino hacia la libertad financiera. A lo largo de seis lecciones detalladas, explorarás desde los conceptos básicos de inversión hasta estrategias más avanzadas, todo explicado de manera clara y accesible.Contenido del Curso:Lección 1: Aprende a Invertir desde 0 (Conceptos Básicos)Introducción a los principios esenciales de la inversión y cómo empezar.Lección 2: Plataformas de Inversión Confiables para Ganar Dinero ExtraEvaluación de las plataformas de inversión más seguras y rentables.Lección 3: Fondos Indexados para PrincipiantesTodo sobre fondos indexados, una opción ideal para inversores novatos.Lección 4: Cómo Comprar Acciones para PrincipiantesPasos básicos y consejos para comprar acciones y entender el mercado bursátil.Lección 5: Vivir de Dividendos: ¿Realmente es Posible?Estrategias para generar ingresos pasivos mediante dividendos.Lección Final: Invertir tu Dinero como un ProfesionalTécnicas para elevar tus habilidades de inversión."
    },
    {
        "a": 98,
        "e": "PLj0g_C56bhRkMhBschCdIRd_bJfD2nBgG",
        "b": "Curso completo de francés  desde cero fácil y rápido para principiantes - NIVEL 1",
        "f": "https://i.ytimg.com/vi/XUKt0Uqireo/hqdefault.jpg",
        "g": 54,
        "d": "UCK6bfsyaPVasHZxTRmieZxA",
        "h": "2023-11-08 19:51:22"
    },
    {
        "a": 74,
        "e": "PLl7bxsSiKuDa4hCs45FQ-x3ErKFeaJeQz",
        "b": "MecaGratis.com - Curso Gratis de Mecanografía online",
        "f": "https://i.ytimg.com/vi/gwthDG9lHMQ/hqdefault.jpg",
        "g": 85,
        "d": "UCt3Il-DfHStrOdoE1ss_AOA",
        "h": "2014-02-11 09:28:56",
        "c": "MecaGratis es un curso de Mecanografía online gratuito con videos didácticos, lecciones y ejercicios.\n\nhttp://www.mecagratis.com"
    },
    {
        "a": 81,
        "e": "PL6heMTo6Ni5fJMohZgaqKNJAbot2BFrit",
        "b": "Curso de SEO y Monetización de Webs de ROMUALD FONS",
        "f": "https://i.ytimg.com/vi/mm4TF_mp0iM/hqdefault.jpg",
        "g": 24,
        "d": "UCdZBLznygSwo7iHbydGtxaw",
        "h": "2022-10-27 08:31:53",
        "c": "Aprende paso a paso con este Curso de SEO, cómo crear webs en 2022 optimizadas y a generar monetización, utilizando Adsense y Amazon. Aprende SEO desde 0 y crea tu web con Wordpress."
    }
]