[
    {
        "a": 39,
        "e": "PLkn3t7vbvnHSPdBnnRNdoCE8ODCJFW09x",
        "b": "CURSO de SOLDADURA ELÉCTRICA para Principiantes - Aprende a como SOLDAR Hierro y Metal con Electrodo",
        "f": "https://i.ytimg.com/vi/RpMTRhhhleI/hqdefault.jpg",
        "g": 28,
        "d": "UChgycoU69S92S_z25wlROaQ",
        "h": "2021-10-16 21:48:44",
        "c": "Aprende a SOLDAR desde \"CERO\" en éste curso Completo y totalmente online!! Aprende sobre los diferentes tipos de Maquinas, sus diferencias y los tipos de soldaduras con todos sus trucos, técnicas y secretos que podrás aplicar en tus proyectos de Herrería.\n\n=========\n\n👉 ¿Cuánto pagarías por un curso como este? 🤔\nEste curso es Gratis y siempre lo será, pero si sientes que lo que aprendiste te sirvió,\npuedes apoyarme con una donación invitándome un TECITO ☕ en el siguiente link...\n\n👉🔗 https://tecito.app/grantotem\n\n=========\n\n#Soldar #comosoldar #Herreria #hierro #cursodesoldadura #comosoldarparaprincipiantes #aprenderasoldar #soldarhierro #soldarconelectrodo #soldaduraelectrica #soldaduraparaprincipiantes"
    },
    {
        "a": 92,
        "e": "PL5YuOOJ-FGGjAvcJcU5vMfVoc4S7sKvcm",
        "b": "🚀Curso PYTHON para PRINCIPIANTES | DESDE CERO 💻| EXPLICACIÓN FÁCIL 💥 2025",
        "f": "https://i.ytimg.com/vi/HKL1G9-mwcM/hqdefault.jpg",
        "g": 101,
        "d": "UC-aSfQ1bPJNZGQSRsA1xGMA",
        "h": "2023-07-26 11:07:17",
        "c": "Curso profesional de programación Python desde cero - En este curso aprenderás a programar y construir tus programas utilizando el lenguaje de programación Python."
    },
    {
        "a": 108,
        "e": "PLhQhIal1vDFimJ-IzRmwgYwwa8MtFyU2m",
        "b": "Curso de Electricidad Básica",
        "f": "https://i.ytimg.com/vi/IBXCiZQvBUs/hqdefault.jpg",
        "g": 20,
        "d": "UCjz6NDWUOYprLmeDGeJzZSg",
        "h": "2018-02-15 15:56:27",
        "c": "Aprender electricidad. Te explicamos cómo funciona la electricidad de tu casa de manera muy didáctica, como en un curso. Entender el cuadro eléctrico y detectar las averías más frecuentes, guiar cables y hacer empalmes, identificar circuitos, instalar interruptores..."
    },
    {
        "a": 81,
        "e": "PL6heMTo6Ni5fJMohZgaqKNJAbot2BFrit",
        "b": "Curso de SEO y Monetización de Webs de ROMUALD FONS",
        "f": "https://i.ytimg.com/vi/mm4TF_mp0iM/hqdefault.jpg",
        "g": 24,
        "d": "UCdZBLznygSwo7iHbydGtxaw",
        "h": "2022-10-27 08:31:53",
        "c": "Aprende paso a paso con este Curso de SEO, cómo crear webs en 2022 optimizadas y a generar monetización, utilizando Adsense y Amazon. Aprende SEO desde 0 y crea tu web con Wordpress."
    },
    {
        "a": 29,
        "e": "PLLniqWgyb4HGURvLx1JbpeX6tvpqIKHuB",
        "b": "Nuevo curso de Excel 2025 - ¡Completo y Gratis!",
        "f": "https://i.ytimg.com/vi/W78PamXb5VA/hqdefault.jpg",
        "g": 19,
        "d": "UCUnwzUFwZvQRcuIVgv5pD7Q",
        "h": "2022-02-21 19:07:39",
        "c": "Aprende Excel para tu trabajo o estudio. En menos de 1 hora podrás aprender lo necesario para la mayoría de ejercicios en todos los campos. \n¡Excel es muy fácil!, confía en el mejor curso de Excel de toda internet 😁"
    },
    {
        "a": 49,
        "e": "PLo-artO3hx9f7dQ7Pt7-Daxw5i8IFHw_y",
        "b": "CURSO DE COCTELERIA GRATUITO 🍹 (Para aficionados y Bartenders principiantes) 🥇",
        "f": "https://i.ytimg.com/vi/cpsnXvQZAb8/hqdefault.jpg",
        "g": 36,
        "d": "UCrt_ZUP3uyJl27JrD1Z8qRw",
        "h": "2020-12-09 18:26:10",
        "c": "Quieres Aprender coctelería? BIENVENIDO (a) Siguiendo el paso a paso de estos videos vas a aprender a hacer los cocteles mas solicitados en el mundo. Mira el primer video y Obtén tu guía Totalmente gratis."
    },
    {
        "a": 54,
        "e": "PL1yslgETgkYEe7KSXjKcfqA85w67BBwGC",
        "b": "Curso Básico Excel",
        "f": "https://i.ytimg.com/vi/haj1nVlD2K4/hqdefault.jpg",
        "g": 31,
        "d": "UC1DggK5BjCUPWNgZRy0esRQ",
        "h": "2020-04-20 05:37:38",
        "c": "CURSO DE EXCEL BÁSICO GRATUITO.  Con ejercicios para practicar. COMPLETO."
    },
    {
        "a": 84,
        "e": "PLS4lvjlWB4oVYZ5YPHZC2F4F1DeLSKjzy",
        "b": "CURSO de CALIGRAFÍA para PRINCIPIANTES 2025",
        "f": "https://i.ytimg.com/vi/oP4GZpqiQxc/hqdefault.jpg",
        "g": 15,
        "d": "UCCR83kD0xCoxhaZLrDX2ZgA",
        "h": "2020-11-13 23:28:26"
    },
    {
        "a": 82,
        "e": "PL3hNLk-aR0J9K5cvCIsQiwjMvO8UFFr35",
        "b": "☁️Curso AZ900 Azure Fundamentals Certificación en Español 2021 | Prepara tu examen de certificación con el curso Azure Fundamentals AZ-900",
        "f": "https://i.ytimg.com/vi/iFg-pRDLtoc/hqdefault.jpg",
        "g": 57,
        "d": "UCz1Dfbvqa7aG2YPlnKTwriQ",
        "h": "2020-02-04 04:28:01",
        "c": "☁️ Curso AZ900 Microsoft Azure Fundamentals \n⬇⬇⬇ Curso completo en: ⬇⬇⬇\n★ Udemy: http://bit.ly/az900-2021\n★ Net-University: https://bit.ly/az-fundamentals\n\nEste curso te proporcionará conocimientos básicos de los servicios en la nube y cómo se proporcionan esos servicios con Microsoft Azure. El curso se puede tomar como un primer paso opcional para aprender sobre los servicios en la nube y Microsoft Azure, antes de tomar más cursos de Microsoft Azure\n\n\nEste curso sobre Fundamentos de Azure (Azure Fundamentals- AZ-900) desarrolla tus competencias a través de habilidades prácticas en Azure que te ayudarán a innovar y a adquirir experiencia necesaria para realizar el examen AZ900 de Microsoft Azure Fundamentals. También revisaremos algunas preguntas de práctica para que puedas lograr obtener tu certificación de Azure Fundamentals.\n\n\nEn este curso aprenderás:\n\nComprender los conceptos de la nube\nDescribir los beneficios y consideraciones del uso de servicios en la nube\nDescribir las diferencias entre modelos de nube pública, privada e híbrida\nDescribir las diferencias entre infraestructuras como servicio (IaaS), plataforma como servicio (PaaS) y software como servicio (SaaS)\nComprender los servicios centrales de Azure\nComprender los principales componentes de arquitectura de Azure\nDescribir algunos de los productos centrales disponibles en Azure\nDescribir algunas de las soluciones disponibles en Azure\nComprender las herramientas de gestión de Azure\nComprender la seguridad, privacidad, cumplimiento y confianza\nComprender la conectividad de red segura en Azure\nComprender las opciones de monitorización e informes en Azure\nDescribir los servicios fundamentales de Azure Identity\nComprender las normas de privacidad, cumplimiento y protección de datos en Azure\nDescribir las herramientas de seguridad y las funciones de Azure\nDescribir las metodologías de gobernanza de Azure\nComprender la fijación de precios y el soporte de Azure\nComprender las suscripciones de Azure\nComprender las opciones de soporte disponibles con Azure\nComprender la planificación y gestión de costes\nDescribir los acuerdos de nivel de servicio (SLA) de Azure\nComprender el ciclo vital de servicio en Azure"
    },
    {
        "a": 32,
        "e": "PL4ITFgAw-QGPEv4KsGeD5AcO1Tl8_Pw4M",
        "b": "Mini Curso: Cómo INVERTIR desde cero 2025",
        "f": "https://i.ytimg.com/vi/9xW0HK7IUo0/hqdefault.jpg",
        "g": 6,
        "d": "UCDOSaJ0pnglwzfkR6fYbisA",
        "h": "2023-11-27 19:00:28",
        "c": "Este curso está diseñado para guiarte paso a paso en el emocionante mundo de las inversiones, ideal para aquellos que desean iniciar su camino hacia la libertad financiera. A lo largo de seis lecciones detalladas, explorarás desde los conceptos básicos de inversión hasta estrategias más avanzadas, todo explicado de manera clara y accesible.Contenido del Curso:Lección 1: Aprende a Invertir desde 0 (Conceptos Básicos)Introducción a los principios esenciales de la inversión y cómo empezar.Lección 2: Plataformas de Inversión Confiables para Ganar Dinero ExtraEvaluación de las plataformas de inversión más seguras y rentables.Lección 3: Fondos Indexados para PrincipiantesTodo sobre fondos indexados, una opción ideal para inversores novatos.Lección 4: Cómo Comprar Acciones para PrincipiantesPasos básicos y consejos para comprar acciones y entender el mercado bursátil.Lección 5: Vivir de Dividendos: ¿Realmente es Posible?Estrategias para generar ingresos pasivos mediante dividendos.Lección Final: Invertir tu Dinero como un ProfesionalTécnicas para elevar tus habilidades de inversión."
    }
]