[
    {
        "a": 20,
        "e": "PLgrNDDl9MxYmUmf19zPiljdg8FKIRmP78",
        "b": "🚀 Curso Inglés desde CERO - Completo 4 Niveles para Aprender Fácil y Rápido",
        "f": "https://i.ytimg.com/vi/dFJvNYdKGrA/hqdefault.jpg",
        "g": 104,
        "d": "UCTplas1aEhuhBLFYpxr299g",
        "h": "2017-08-17 01:24:35",
        "c": "¿Quieres aprender inglés desde cero y avanzar hasta un nivel avanzado? Este curso completo en 4 niveles está diseñado para que progreses paso a paso, con explicaciones claras, ejercicios prácticos y mucho apoyo. Perfecto para principiantes que buscan una guía estructurada y para quienes quieren reforzar sus bases. ¡Empieza hoy mismo y transforma tu inglés!\n\n📲 Mejora tu experiencia de práctica desde mi Aplicación Inglés Fácil 👉 https://go.educup.io/RVMmSsKr\n\n*Recursos disponibles en el curso*\nAcceso a la app Inglés Fácil, guías descargables, audios, videos y ejercicios interactivos que puedes hacer en cualquier dispositivo. disponible en mi sitio web👉 https://www.pacho8a.com/\n\n*También puedes ver esta lección en mi aplicación de inglés:*\n_____________________________________________\n\n\n👨‍🏫 *Suscríbete y activa la campanita* para aprender inglés desde cero, con lecciones prácticas y sencillas. Con material práctico y clases estructuradas, verás mejoras desde las primeras semanas.\n\n🌎 *Accede a más contenido gratuito y descarga recursos adicionales en mi sitio web* 👉 https://www.pacho8a.com/\n\n📲 *Descarga mi nueva aplicación \"INGLÉS FÁCIL\" y transforma tu manera de aprender inglés:*\n🔹 App Store ✔️ https://apple.co/3zf0PQ8\n🔹 Play Store ✔️ https://bit.ly/3MNjqWx\n🔹 Online para PC ✔️https://inglesfacil.educup.io\n\n📌 *Sígueme en redes sociales:*\n📍 *Instagram* 👉 https://www.instagram.com/pacho8a/\n📍 *Facebook* 👉 https://www.facebook.com/franciscoochoaingles/\n📍 *TikTok* 👉 https://www.tiktok.com/@inglesfacilpacho8a\n\n#InglésDesdeCero #CursoDeInglés #AprenderInglés"
    },
    {
        "a": 75,
        "e": "PLhfZeo48UJQJtUHvpUMu0ME8LoR8ipXR6",
        "b": "Curso Escaner Automotriz Nivel 1 (BASICO y POTENTE)",
        "f": "https://i.ytimg.com/vi/UG6K0xUUL0o/hqdefault.jpg",
        "g": 11,
        "d": "UCILBYT2Wie09sBEcCqQWBng",
        "h": "2022-08-25 22:14:49",
        "c": "¡Descubre nuestro curso gratuito de diagnóstico con escáner automotriz! En este curso dinámico, aprenderás a usar escáneres y otras herramientas en vehículos reales. Todo está explicado de manera sencilla y clara para que cualquier persona, sin importar su nivel de experiencia, pueda entender y aplicar lo aprendido. ¡No te lo pierdas!\n\n\nCLASE 01 BASES DEL ESCANER\nhttps://youtu.be/UG6K0xUUL0o?si=JPosyIepjJOsImBq\nEn esta clase aprenderás qué es un escáner automotriz y cómo se utiliza. Se presentarán ejemplos prácticos para entender mejor su función y aplicación en el diagnóstico vehicular.\n\nCLASE 02 CODIGOS DE FALLA\nhttps://youtu.be/NzoZJ8J2A54?si=tQ4JrcgnA6i4GHrd\nAquí se abordará la nomenclatura de los códigos de falla, cómo interpretarlos y qué significan, para facilitar la identificación de problemas en el vehículo.\n\nCLASE 03 DIAGNOSTICO EOBD GENÉRICO, Y ESPECIFICO\nhttps://youtu.be/0S1F-z1xP3s?si=4Vuh19IkXWikgGbp\nEn esta clase se explicará cómo realizar un diagnóstico utilizando dos enfoques diferentes: el genérico y el específico. Aprenderás a aplicar ambos métodos para obtener resultados más precisos.\n\nCLASE 04 ESCANEANDO EN VIVO - CHEVROLET ONIX 2020 - SOLUCIÓN DE AVERIAS\nhttps://youtu.be/SP1_GabCNrk?si=ZmDuwsIUGZyZPxhS\nSe realizará un escaneo en vivo de un Chevrolet Onix 2020. En esta sesión, se generarán averías intencionales y se mostrarán las soluciones en tiempo real.\n\nCLASE 05 CONSULTAR CÓDIGOS DE FALLA - INFORMACIÓN TÉCNICA DE CALIDAD\nhttps://youtu.be/w9iSNJ37dYQ?si=fPb1KjQmoGlyFL5n\nAprende a buscar y consultar información técnica de calidad para resolver códigos de avería. Se discutirá cómo utilizar esta información para una diagnosis precisa.\n\nCLASE 06 ESCANEANDO EN VIVO 5 MARCAS DIFERENTES COMPARATIVO\nhttps://youtu.be/MeieM1HS9Wc?si=O6HTae1EVc6shM-s\nEsta clase presenta un escaneo en vivo de cinco vehículos diferentes. Se compararán las diferencias en el escáner y se analizarán las variaciones en el diagnóstico entre marcas.\n\nCLASE 07 CICLOS DE REFRIGERACION RENAULT LOGAN PRIMERA GENERACION\nhttps://youtu.be/HGL8VHRJ39Q?si=imyS0bnAUXMfbyJv\nSe enseñará cómo diagnosticar el sistema de refrigeración en un Renault Logan de primera generación utilizando el escáner.\n\nCLASE 08 COMO SELECCIONAR EL VEHICULO CORRECTO - SALE MAL - SUZUKI SWIFT DZIRE\nhttps://youtu.be/kiTiuzOvpcE?si=U444gVOeruW4ziyG\nEn esta clase se demostrará la importancia de seleccionar el vehículo correcto en el escáner. Se utilizará un Suzuki Swift Dzire para mostrar los efectos de una selección incorrecta.\n\nCLASE 09 DATOS EN VIVO AQUI OCURRE LA MAGIA\nhttps://youtu.be/QdtPKutLKPM?si=WtRkoS0Auop5DAZv\nExploraremos los datos en vivo del vehículo y cómo estos proporcionan información valiosa durante el diagnóstico. Se destacará la relevancia de los datos en tiempo real.\n\nCLASE 10 ESCANEANDO EN VIVO - COMPENSADORES DE COMBUSTIBLE A CORTO Y LARGO PLAZO\nhttps://youtu.be/PH_yPyWlbP0?si=tB4rHTXHWmE6Tqj6\nEsta clase está dedicada al análisis de los compensadores de combustible a corto y largo plazo. Aprenderás cómo afectan al rendimiento del motor y cómo identificarlos a través del escáner.\n\nCLASE 11 NISSAN NP300 SEÑALES - ANALIZANDO DATOS EN VIVO\nhttps://youtu.be/9AZpzwYuszU?si=BkDfm6DU37joCcNI\nSe analizarán las señales en los datos en vivo de un Nissan NP300. La clase se centrará en la interpretación de las señales para un diagnóstico efectivo.\n\nÚnete a nuestra comunidad en WhatsApp\nPara más apoyo y discusión sobre el curso, únete a nuestra comunidad en WhatsApp. ¡Comparte tus dudas, avances y conéctate con otros estudiantes! Solicita acceso aquí.\nhttps://chat.whatsapp.com/CKRNz3fcETH4ZZhufna5NX"
    },
    {
        "a": 58,
        "e": "PL46G4t0fsnaKq6JSBQNpPB-To9vfzlxo9",
        "b": "Curso de ITALIANO",
        "f": "https://i.ytimg.com/vi/zxGuuJYXl3k/hqdefault.jpg",
        "g": 40,
        "d": "UC5cuBrMZHXf1_SvY4TkTPKg",
        "h": "2021-03-03 03:37:41",
        "c": "Con este curso de ITALIANO para toda la familia podrás aprender un nuevo idioma de forma divertida y basada en neurociencia."
    },
    {
        "a": 106,
        "e": "PLG1qdjD__qH64tCQ756M--FVvhHyCLUA9",
        "b": "🏆 GIMP 2.10 ✅ Mega CURSO en español",
        "f": "https://i.ytimg.com/vi/ex1fEanWgkM/hqdefault.jpg",
        "g": 78,
        "d": "UCa922dmH2ITP8I0FKC-GLpQ",
        "h": "2019-10-30 14:02:21",
        "c": "Curso GIMP desde cero hasta nivel EXPERTO, el curso se divide en 4 bloques, GIMP básico, GIMP intermedio, GIMP avanzado y GIMP efectos de texto. Dale una oportunidad a este fantástico programa de edición de imágenes gratuito y de código abierto.\n\nGIMP es un editor de imágenes de tipo mapa de bits. Este tipo de imágenes están formadas por píxeles y son las que obtenemos cuando hacemos fotografías con el móvil o con cualquier cámara de fotos digital. GIMP es software libre 100% gratuito, la mejor alternativa al famoso Photoshop. \n\nGIMP es un programa que nos permite retocar y editar imágenes de forma muy avanzada, de hecho, si sabes utilizarlo de forma correcta puedes conseguir resultados alucinantes. Aunque no es el software utilizado por profesionales de la fotografía, pienso que es el programa perfecto para el común de los mortales"
    },
    {
        "a": 69,
        "e": "PL8VieMDRPaek9pe_XSzPnfy7AH3MhX_EI",
        "b": "CURSO DE REPARACIÓN DE CELULARES COMPLETO DESDE CERO ACTUALIZADO 2023 - PARA PRINCIPIANTES Y TÉCNICOS",
        "f": "https://i.ytimg.com/vi/1SVYGJGxdGY/hqdefault.jpg",
        "g": 71,
        "d": "UCskh0ctl4DdPMuPtdv1K5qA",
        "h": "2021-11-08 12:46:32",
        "c": "👉 Aprendé GRATIS a reparar celulares de MANERA PROFESIONAL\n👉 Si necesitas comprar herramientas o repuestos para REPARAR CELULARES y sos de ARGENTINA www.i2cmayorista.com"
    },
    {
        "a": 25,
        "e": "PLSvxAUzJ-XSfY0KpwV8SHBlyLVcrZkENc",
        "b": "📚 CURSO DE REDES DESDE 0. De básico a avanzado 📚",
        "f": "https://i.ytimg.com/vi/um41JAqO42g/hqdefault.jpg",
        "g": 22,
        "d": "UCuxoUnuGxFSHbR5_I4YbA1Q",
        "h": "2020-05-12 15:33:36",
        "c": "Curso de redes partiendo desde 0 para aprender los conceptos básicos que necesitas saber para entender y configurar una red y los equipos que la forman."
    },
    {
        "a": 41,
        "e": "PLEd0Gu3KmL1Mm_6RR7hN9kCVAFJb5yWh3",
        "b": "CURSO DE COMPUTACIÓN PARA ADULTOS",
        "f": "https://i.ytimg.com/vi/jxAgVn73OWg/hqdefault.jpg",
        "g": 15,
        "d": "UCG8MM-ZqXWN1VLoCOnhbORQ",
        "h": "2023-08-22 23:53:13",
        "c": "CURSO DE COMPUTACIÓN PARA ADULTOS"
    },
    {
        "a": 88,
        "e": "PLC07860E6B2530B8E",
        "b": "Inglés Americano (Curso completo)",
        "f": "https://i.ytimg.com/vi/pU5OauLC4Oo/hqdefault.jpg",
        "g": 464,
        "d": "UCwvgBXd14CY8dohDq6dHUlg",
        "h": "2012-06-01 15:55:48"
    },
    {
        "a": 42,
        "e": "PLUofhDIg_38q4D0xNWp7FEHOTcZhjWJ29",
        "b": "⚛️ CURSO DE REACT 2024",
        "f": "https://i.ytimg.com/vi/7iobxzd_2wY/hqdefault.jpg",
        "g": 12,
        "d": "UC3aj05GEEyzdOqYM5FLSFeg",
        "h": "2023-04-12 13:51:54"
    },
    {
        "a": 2,
        "e": "PL8ie04dqq7_Mh8Nz3ihjGLLTwAdNfaLSD",
        "b": "Diseño de Layouts - Curso Kotlin en Android",
        "f": "https://i.ytimg.com/vi/xz7U_4Ob6Lg/hqdefault.jpg",
        "g": 4,
        "d": "UCIjEgHA1vatSR2K4rfcdNRg",
        "h": "2020-08-03 16:13:00"
    }
]