[
    {
        "a": 81,
        "e": "PL6heMTo6Ni5fJMohZgaqKNJAbot2BFrit",
        "b": "Curso de SEO y Monetización de Webs de ROMUALD FONS",
        "f": "https://i.ytimg.com/vi/mm4TF_mp0iM/hqdefault.jpg",
        "g": 24,
        "d": "UCdZBLznygSwo7iHbydGtxaw",
        "h": "2022-10-27 08:31:53",
        "c": "Aprende paso a paso con este Curso de SEO, cómo crear webs en 2022 optimizadas y a generar monetización, utilizando Adsense y Amazon. Aprende SEO desde 0 y crea tu web con Wordpress."
    },
    {
        "a": 58,
        "e": "PL46G4t0fsnaKq6JSBQNpPB-To9vfzlxo9",
        "b": "Curso de ITALIANO",
        "f": "https://i.ytimg.com/vi/zxGuuJYXl3k/hqdefault.jpg",
        "g": 40,
        "d": "UC5cuBrMZHXf1_SvY4TkTPKg",
        "h": "2021-03-03 03:37:41",
        "c": "Con este curso de ITALIANO para toda la familia podrás aprender un nuevo idioma de forma divertida y basada en neurociencia."
    },
    {
        "a": 3,
        "e": "PL8ie04dqq7_MKYOzEUYVHMZYldddBVwD2",
        "b": "💰CÓMO Ganar DINERO Creando APLICACIONES 💰 [3.000 EUROS/MES] #DevStory",
        "f": "https://i.ytimg.com/vi/OaXcGhtUAjk/hqdefault.jpg",
        "g": 4,
        "d": "UCIjEgHA1vatSR2K4rfcdNRg",
        "h": "2021-01-19 17:47:24"
    },
    {
        "a": 19,
        "e": "PLNipMBg3MF-by_2uhpnmGbGTBPMfqo7HV",
        "b": "aprende gratis, curso de electrónica básica desde cero",
        "f": "https://i.ytimg.com/vi/LjYClvMPRdE/hqdefault.jpg",
        "g": 155,
        "d": "UCUJ6BMwZFHTnBozdGONtIhA",
        "h": "2015-03-08 00:01:05",
        "c": "curso que abarca todo lo básico relacionado a electrónica, desde conceptos básicos, manejo de protoboard, soldadura, electrónica análoga y digital, diseño de impresos, manejo de software de simulación etc"
    },
    {
        "a": 53,
        "e": "PLBI8wHKIc4CkZnX6ItctDU76k7mL5Qjfv",
        "b": "Curso De Trading",
        "f": "https://i.ytimg.com/vi/QPbpQ1wgvF0/hqdefault.jpg",
        "g": 8,
        "d": "UCVt4ugq2txl_szlXAO7B3-g",
        "h": "2024-12-28 13:13:19"
    },
    {
        "a": 80,
        "e": "PLtWgTpK-Jl--Pp-RxvrUSV8vh-3OimHWJ",
        "b": "Curso completo de Inkscape 2025 🎨",
        "f": "https://i.ytimg.com/vi/qUHQng7XKlg/hqdefault.jpg",
        "g": 48,
        "d": "UCQ_Ws9J3-dPHJuW2i8YHfvQ",
        "h": "2024-03-26 05:53:40",
        "c": "Bienvenido al Curso Completo de Inkscape 2025, donde aprenderás a dominar una de las herramientas de diseño gráfico vectorial más poderosas y versátiles del mercado. Tanto si eres un principiante que quiere aprender desde cero, como si ya tienes experiencia y deseas perfeccionar tus habilidades, este curso te llevará de la mano a través de todas las funciones y técnicas necesarias para convertirte en un experto en Inkscape.¿Qué aprenderás en este curso?Introducción a Inkscape: Conoce la interfaz, herramientas básicas y configuración inicial.Diseño de Formas y Trazos: Aprende a crear y manipular formas, trazos, y objetos básicos.Uso Avanzado de Capas y Grupos: Domina la organización y gestión de tus diseños.Trabajando con Texto: Descubre cómo integrar texto de manera efectiva en tus diseños.Herramientas de Transformación: Escalar, rotar, y alinear objetos con precisión.Efectos y Filtros: Añade efectos visuales sorprendentes a tus proyectos.Técnicas de Ilustración: Crea ilustraciones vectoriales complejas paso a paso.Exportación y Formatos: Aprende a exportar tus proyectos en diferentes formatos y resoluciones.Consejos y Trucos: Mejora tu flujo de trabajo con atajos y técnicas avanzadas.¿Para quién es este curso?Principiantes Absolutos: No necesitas experiencia previa en diseño gráfico o Inkscape.Diseñadores Gráficos: Que buscan expandir su conjunto de herramientas con software de código abierto.Artistas y Creativos: Interesados en crear arte digital y proyectos de diseño vectorial.Profesionales de Marketing y Comunicación: Que necesitan crear gráficos y materiales visuales de alta calidad.Recursos Incluidos:Ejercicios Prácticos: Material descargable para practicar cada lección.Plantillas y Ejemplos: Accede a una variedad de recursos que puedes usar en tus propios proyectos.Actualizaciones 2024: Mantente al día con las últimas características y mejoras de Inkscape.¿Por qué aprender Inkscape?Inkscape es una herramienta de diseño gráfico vectorial gratuita y de código abierto que ofrece un conjunto de características comparable a los programas de diseño más costosos. Aprender a usar Inkscape no solo te permitirá crear proyectos profesionales sin la necesidad de invertir en costosas licencias de software, sino que también te dará la libertad de trabajar en cualquier plataforma.¡No esperes más para llevar tus habilidades de diseño al siguiente nivel! Inscríbete ahora y comienza a crear con Inkscape hoy mismo."
    },
    {
        "a": 66,
        "e": "PLCKuOXG0bPi0sIn-nDsi7ma9OV6MEMkxj",
        "b": "Curso - Flutter Móvil: de Cero a Experto",
        "f": "https://i.ytimg.com/vi/zNmDOXbTugE/hqdefault.jpg",
        "g": 78,
        "d": "UCuaPTYj15JSkETGnEseaFFg",
        "h": "2023-05-06 17:27:30",
        "c": "💙 Esta serie de videos es una pequeña parte de mi curso de #Flutter Móvil: de Cero a Experto - en el cual aprenderás todo lo necesario de Flutter para crear aplicaciones móviles para #iOS y #Android hasta su despliegue en las tiendas. Cuando termines el curso, habrás creado diferentes #Apps y comprenderás el proceso de publicación de las mismas.\n\n📚 Para continuar con estas lecciones, pueden adquirir el curso completo en: https://fernando-herrera.com/#/search/Flutter%20M%C3%B3vil:%20De%20cero%20a%20experto\n\n📝 Puedes encontrar la guía de atajos en:\n#Dart - https://devtalles.com/files/dart-cheat-sheet.pdf\n#Flutter - https://devtalles.com/files/flutter-cheat-sheet.pdf\n\n💼 Si deseas usar este curso para capacitación del equipo en tu institución, visita: https://cursos.devtalles.com/pages/devtalles-para-empresas\n\n📑 Cursos Relacionados:\nDart - https://fernando-herrera.com/#/search/Dart:%20De%20cero%20hasta%20los%20detalles\nFlutter Móvil: Recursos Nativos - Nivel Intermedio: https://fernando-herrera.com/#/search/Flutter%20m%C3%B3vil:%20Recursos%20Nativos%20-%20Nivel%20intermedio\n\n🔗 Mi Web personal: https://fernando-herrera.com\n🎙️ Mi Podcast: https://anchor.fm/fernando-her85\n👥 Mi X / Twitter: https://twitter.com/Fernando_Her85\n👨🏻‍🏫 Perfil de instructor | Udemy: https://www.udemy.com/user/550c38655ec11/\n👨🏻‍💻 {d/t} DevTalles: https://cursos.devtalles.com/\n👨🏻‍🎓 {d/t} DevTalles LinkedIn: https://www.linkedin.com/company/devtalles/\n📱 {d/t} DevTalles X / Twitter: https://twitter.com/DevTalles\n🚀 {d/t} DevTalles Comunidad Discord: https://discord.gg/pBjEVYTC7t\n\n💻 #Programacion #Development #Developer #FernandoHerrera #DevTalles #Fullstack #OnlineLearning #professor #instructor"
    },
    {
        "a": 61,
        "e": "PLwn6SgxAAQ15-lZckT0UKEwH5omn9LhRJ",
        "b": "Curso gratis de Análisis Técnico Forex",
        "f": "https://i.ytimg.com/vi/zLrhFoxszlM/hqdefault.jpg",
        "g": 48,
        "d": "UC1AZPvFr6v1WZaPw_YX19DA",
        "h": "2020-08-25 03:24:05"
    },
    {
        "a": 107,
        "e": "PLxcwAK5N6orhu8ktcjUYYhj0CRwYjwjbm",
        "b": "Curso de Cerrajeria",
        "f": "https://i.ytimg.com/vi/bKY7LbKqlIY/hqdefault.jpg",
        "g": 24,
        "d": "UCZyRMo46Wvxn1CGQMver2Zg",
        "h": "2021-11-13 22:23:02"
    },
    {
        "a": 32,
        "e": "PL4ITFgAw-QGPEv4KsGeD5AcO1Tl8_Pw4M",
        "b": "Mini Curso: Cómo INVERTIR desde cero 2025",
        "f": "https://i.ytimg.com/vi/9xW0HK7IUo0/hqdefault.jpg",
        "g": 6,
        "d": "UCDOSaJ0pnglwzfkR6fYbisA",
        "h": "2023-11-27 19:00:28",
        "c": "Este curso está diseñado para guiarte paso a paso en el emocionante mundo de las inversiones, ideal para aquellos que desean iniciar su camino hacia la libertad financiera. A lo largo de seis lecciones detalladas, explorarás desde los conceptos básicos de inversión hasta estrategias más avanzadas, todo explicado de manera clara y accesible.Contenido del Curso:Lección 1: Aprende a Invertir desde 0 (Conceptos Básicos)Introducción a los principios esenciales de la inversión y cómo empezar.Lección 2: Plataformas de Inversión Confiables para Ganar Dinero ExtraEvaluación de las plataformas de inversión más seguras y rentables.Lección 3: Fondos Indexados para PrincipiantesTodo sobre fondos indexados, una opción ideal para inversores novatos.Lección 4: Cómo Comprar Acciones para PrincipiantesPasos básicos y consejos para comprar acciones y entender el mercado bursátil.Lección 5: Vivir de Dividendos: ¿Realmente es Posible?Estrategias para generar ingresos pasivos mediante dividendos.Lección Final: Invertir tu Dinero como un ProfesionalTécnicas para elevar tus habilidades de inversión."
    }
]