[
    {
        "a": 78,
        "e": "PLRYhYjaYNiltoudRxjRg--8_NKMdTIqty",
        "b": "Curso De Guitarra Acústica Para Principiantes: Aprende Como Tocar Guitarra Desde Cero! TCDG",
        "f": "https://i.ytimg.com/vi/_V0GcjX09Lo/hqdefault.jpg",
        "g": 33,
        "d": "UC3k4Tn0XRZ2urVwBLY5s9Zw",
        "h": "2013-04-02 18:27:33",
        "c": "Aprende como tocar guitarra gratis!\r\nEl mejor curso de guitarra facil a cargo de tu profesor de guitarra online Mario Freiria. \r\nAprender guitarra acústica es muy simple y divertido! \r\n\r\n Mira estos video tutoriales de guitarra y aprende guitarra acustica de una manera facil, rapida y divertida, totalmente gratis y sin moverte de tu casa!\r\n\r\n Cursos de guitarra para aprender como tocar guitarras acusticas, canciones en guitarra, clases de guitarra para principiantes, notas en guitarra, escalas de guitarra, cursos de guitarra gratis, videos de guitarra para principiante, tablaturas de guitarra, curso de guitarra y mas.\r\n\r\n Tutorial de guitarra: aprender como tocar guitarra acustica."
    },
    {
        "a": 90,
        "e": "PLMd59HZRUmEg539WgqJjbsvto4V3fRwn5",
        "b": "Curso de Hacking Ético y Ciberseguridad",
        "f": "https://i.ytimg.com/vi/ZDvxqqSoyZs/hqdefault.jpg",
        "g": 32,
        "d": "UCGLfzfKRUsV6BzkrF1kJGsg",
        "h": "2022-09-30 17:13:41",
        "c": "Curso de hacking ético y ciberseguridad desde cero, donde aprenderemos a utilizar Kali Linux para conocer y explotar las principales vulnerabilidades existentes."
    },
    {
        "a": 27,
        "e": "PLTIdiuUvwYCHrjyEIYR8ZOhza5NAFef3Y",
        "b": "MATEMÁTICA DESDE CERO (CURSO COMPLETO)",
        "f": "https://i.ytimg.com/vi/vMSrAcrH9tg/hqdefault.jpg",
        "g": 6,
        "d": "UCa6V1UVOXN4wDm7RDQDoa6g",
        "h": "2024-05-02 18:04:47",
        "c": "Aquí tienes 6 clases de 2 horas cada una aproximadamente para aprender conceptos de matemática desde cero."
    },
    {
        "a": 19,
        "e": "PLNipMBg3MF-by_2uhpnmGbGTBPMfqo7HV",
        "b": "aprende gratis, curso de electrónica básica desde cero",
        "f": "https://i.ytimg.com/vi/LjYClvMPRdE/hqdefault.jpg",
        "g": 155,
        "d": "UCUJ6BMwZFHTnBozdGONtIhA",
        "h": "2015-03-08 00:01:05",
        "c": "curso que abarca todo lo básico relacionado a electrónica, desde conceptos básicos, manejo de protoboard, soldadura, electrónica análoga y digital, diseño de impresos, manejo de software de simulación etc"
    },
    {
        "a": 39,
        "e": "PLkn3t7vbvnHSPdBnnRNdoCE8ODCJFW09x",
        "b": "CURSO de SOLDADURA ELÉCTRICA para Principiantes - Aprende a como SOLDAR Hierro y Metal con Electrodo",
        "f": "https://i.ytimg.com/vi/RpMTRhhhleI/hqdefault.jpg",
        "g": 28,
        "d": "UChgycoU69S92S_z25wlROaQ",
        "h": "2021-10-16 21:48:44",
        "c": "Aprende a SOLDAR desde \"CERO\" en éste curso Completo y totalmente online!! Aprende sobre los diferentes tipos de Maquinas, sus diferencias y los tipos de soldaduras con todos sus trucos, técnicas y secretos que podrás aplicar en tus proyectos de Herrería.\n\n=========\n\n👉 ¿Cuánto pagarías por un curso como este? 🤔\nEste curso es Gratis y siempre lo será, pero si sientes que lo que aprendiste te sirvió,\npuedes apoyarme con una donación invitándome un TECITO ☕ en el siguiente link...\n\n👉🔗 https://tecito.app/grantotem\n\n=========\n\n#Soldar #comosoldar #Herreria #hierro #cursodesoldadura #comosoldarparaprincipiantes #aprenderasoldar #soldarhierro #soldarconelectrodo #soldaduraelectrica #soldaduraparaprincipiantes"
    },
    {
        "a": 59,
        "e": "PLRt_sFUAViN2NolzeQvDBG7vzQ1Ajdbe1",
        "b": "Curso de storytelling [Gratis y Certificado] - Edutin Academy",
        "f": "https://i.ytimg.com/vi/Nu6PyTMTJGw/hqdefault.jpg",
        "g": 17,
        "d": "UC8G49s7tEFy4tAZOIMhgIFA",
        "h": "2024-08-16 13:26:16",
        "c": "Curso de storytelling gratis 👉 https://edutin.com/curso-de-storytelling \n\nEste curso de storytelling es de ✅ Acceso gratis e incluye ✅ Opción de Certificación Internacional\n\nEn este curso de storytelling de Edutin Academy aprenderás a crear y contar historias poderosas que conecten emocionalmente con tu audiencia y transmitan mensajes de manera efectiva. Conocerás las técnicas fundamentales para construir narrativas cautivadoras que resuenen con el público, utilizando elementos como la estructura, los personajes y los conflictos para generar impacto.\n\nA lo largo de este curso de storytelling aprenderás a aplicar el storytelling en diversos contextos, como el marketing, la educación y el liderazgo, utilizando narrativas persuasivas para influir, motivar y comunicar ideas de manera efectiva.\n\n¿A quién está dirigido? 🎙️📚💡 Este curso de Storytelling está dirigido a profesionales de marketing, comunicaciones, ventas, emprendedores y cualquier persona interesada en mejorar sus habilidades de narración.\n\n#cursodestorytelling #cursodestorytellinggratis #cursodestorytellinggratuito #cursocompletodestorytelling \n\n#cursosgratis #cursosgratisconcertificado #cursosconcertificado #cursosonline #cursosgratisonlineconcertificado #cursosenlinea #edutin #edutinacademy #edutincursos"
    },
    {
        "a": 51,
        "e": "PLU8oAlHdN5BktAXdEVCLUYzvDyqRQJ2lk",
        "b": "Curso de Java 2025 desde 0",
        "f": "https://i.ytimg.com/vi/U709qY6S9rA/hqdefault.jpg",
        "g": 280,
        "d": "UCdulIs-x_xrRd1ezwJZR9ww",
        "h": "2014-05-05 14:25:01"
    },
    {
        "a": 18,
        "e": "PLomN84AdULIBcoI8Rb98dnompliIktJk9",
        "b": "Curso de REDES informáticas. 175 vídeos  de calidad",
        "f": "https://i.ytimg.com/vi/BrqH4PVyYF4/hqdefault.jpg",
        "g": 176,
        "d": "UC_OGVMTqkt6F2nvbBkkjB7A",
        "h": "2018-02-23 18:05:23",
        "c": "Curso de Redes telemáticas de Rogelio Montañana. Un completo curso de redes informáticas a nivel universitario para conocer todo sobre redes de telecomunicaciones. Gratuito."
    },
    {
        "a": 79,
        "e": "PL1yslgETgkYFfOw1lP2W8Vros9v_xE5Bd",
        "b": "🥇Curso VBA para Macros Excel🥇",
        "f": "https://i.ytimg.com/vi/ocfurE964-g/hqdefault.jpg",
        "g": 99,
        "d": "UC1DggK5BjCUPWNgZRy0esRQ",
        "h": "2023-10-24 15:41:50",
        "c": "Curso gratis de VBA para creación de Macros en Excel de Cero a Experto para no programadores. El curso de Macros tiene Ejercicios prácticos y casos de la vida Real. Visual Basic For Application Online te permite ahorrar tiempo, completar tareas miles de veces más rápido.\nPrograma, automatiza y amplía en Excel."
    },
    {
        "a": 68,
        "e": "PL2rby4QDcl-cNpDX2Ym34smIWBCoSwXLN",
        "b": "CURSO de TATUAJE para principiantes en ESPAÑOL",
        "f": "https://i.ytimg.com/vi/r76MdnV7LjQ/hqdefault.jpg",
        "g": 41,
        "d": "UCaV32ym2gDUlK40Wao1xcbQ",
        "h": "2023-02-06 22:34:52",
        "c": "¿Quieres aprender a tatuar desde 0 como un profesional, paso a paso, en español y GRATIS?? Entonces este curso tutorial de tatuaje en español es justo lo que necesitas.\n\nAprende a tatuar con las mejores clases de tatuaje en español que podras encontrar online, diseñadas para guiarte en este camino hacia el exito en el mundo del tatuaje.\n\nEste curso es perfecto tanto para aquellos artistas principiantes como para aquellos artistas del tatuaje que buscan perfeccionar sus habilidades como tatuadores. \n\nTe enseñare todo lo que se sobre este arte, hablaremos desde como aprender a tatuar con una maquina rotativa o pen, maquinas de bobinas,  seguido de la seguridad e higiene en el lugar de trabajo, hasta las técnicas avanzadas para ser tatuador profesional, te explicare como puedes a aprender a tatuar sombras, linea fina y color solido, estoy seguro de que este curso cubre todo lo que necesitas para ser un artista del tatuaje profesional y si hay algo que no encuentras, dimelo y lo pondré, y si no lo sé, lo aprenderé para enseñárselo. \n\nTambién te aportare muchísimos tips de tatuaje y muchos ejercicios para aprender a tatuar desde cero de la manera mas facil.\n\nMe encantara ver y que me cuentes en los comentarios como das el gran paso al mundo del tatuaje y convertirte en un artista del tatuaje de renombre gracias a este curso.\n\n¿A qué esperas? Empieza AHORA y no te pierdas ni un solo capitulo! Aprende a tatuar de forma efectiva, segura y profesional, desde casa.  \n\n¡Únete a la comunidad de tatuadores hoy mismo! 😜"
    }
]