[
    {
        "a": 24,
        "e": "PLzsP80HPQJ61cvyNvChaeaQOuEooCstlc",
        "b": "Curso de contabilidad básica para principiantes gratis 2024✅",
        "f": "https://i.ytimg.com/vi/iSNMvzR8-8U/hqdefault.jpg",
        "g": 35,
        "d": "UCU7cs6EF6VAUKCrgnxCUzVg",
        "h": "2018-07-10 18:09:32",
        "c": "A través de este curso de contabilidad aprenderás los conceptos básicos de excel. Aprenderás a leer un balance general, un estado de resultados. También aprenderás a realizar asientos contables, cuentas de mayor o las famosas cuentas T. Sabrás cómo se arma una balanza de comprobación y finalmente a generar informes financieros.\n\n#Contabilidad #Finanzas"
    },
    {
        "a": 20,
        "e": "PLgrNDDl9MxYmUmf19zPiljdg8FKIRmP78",
        "b": "🚀 Curso Inglés desde CERO - Completo 4 Niveles para Aprender Fácil y Rápido",
        "f": "https://i.ytimg.com/vi/dFJvNYdKGrA/hqdefault.jpg",
        "g": 104,
        "d": "UCTplas1aEhuhBLFYpxr299g",
        "h": "2017-08-17 01:24:35",
        "c": "¿Quieres aprender inglés desde cero y avanzar hasta un nivel avanzado? Este curso completo en 4 niveles está diseñado para que progreses paso a paso, con explicaciones claras, ejercicios prácticos y mucho apoyo. Perfecto para principiantes que buscan una guía estructurada y para quienes quieren reforzar sus bases. ¡Empieza hoy mismo y transforma tu inglés!\n\n📲 Mejora tu experiencia de práctica desde mi Aplicación Inglés Fácil 👉 https://go.educup.io/RVMmSsKr\n\n*Recursos disponibles en el curso*\nAcceso a la app Inglés Fácil, guías descargables, audios, videos y ejercicios interactivos que puedes hacer en cualquier dispositivo. disponible en mi sitio web👉 https://www.pacho8a.com/\n\n*También puedes ver esta lección en mi aplicación de inglés:*\n_____________________________________________\n\n\n👨‍🏫 *Suscríbete y activa la campanita* para aprender inglés desde cero, con lecciones prácticas y sencillas. Con material práctico y clases estructuradas, verás mejoras desde las primeras semanas.\n\n🌎 *Accede a más contenido gratuito y descarga recursos adicionales en mi sitio web* 👉 https://www.pacho8a.com/\n\n📲 *Descarga mi nueva aplicación \"INGLÉS FÁCIL\" y transforma tu manera de aprender inglés:*\n🔹 App Store ✔️ https://apple.co/3zf0PQ8\n🔹 Play Store ✔️ https://bit.ly/3MNjqWx\n🔹 Online para PC ✔️https://inglesfacil.educup.io\n\n📌 *Sígueme en redes sociales:*\n📍 *Instagram* 👉 https://www.instagram.com/pacho8a/\n📍 *Facebook* 👉 https://www.facebook.com/franciscoochoaingles/\n📍 *TikTok* 👉 https://www.tiktok.com/@inglesfacilpacho8a\n\n#InglésDesdeCero #CursoDeInglés #AprenderInglés"
    },
    {
        "a": 101,
        "e": "PLU8oAlHdN5Bkn-KS1sRFlSEnXXcAtAJ9P",
        "b": "Curso de Android con Android Studio",
        "f": "https://i.ytimg.com/vi/pdYkmCcQFd8/hqdefault.jpg",
        "g": 108,
        "d": "UCdulIs-x_xrRd1ezwJZR9ww",
        "h": "2016-02-23 19:13:15"
    },
    {
        "a": 97,
        "e": "PLyvsggKtwbLVOPuOGn9J1Ie9RD7r7LcWD",
        "b": "Curso Spring Boot : Desarrollo de Microservicios",
        "f": "https://i.ytimg.com/vi/BRtPNl0aBkA/hqdefault.jpg",
        "g": 30,
        "d": "UCeEW6PHNJlIwI-rKChmqqkw",
        "h": "2024-02-29 15:56:43",
        "c": "¡Sumérgete en el apasionante mundo del desarrollo de microservicios con Spring Boot, una de las tecnologías más codiciadas en la actualidad dentro del vasto universo tecnológico!\n\nEn este completo curso, te llevaremos de la mano paso a paso a través del desarrollo de un microservicio backend con Spring Boot, utilizando la poderosa herramienta InteliJ como nuestro fiel compañero de viaje.\n\nExploraremos las últimas y más actualizadas versiones de Java, Spring y Spring Boot, desentrañando meticulosamente cada una de las anotaciones que Spring nos ofrece para potenciar nuestro código al máximo.\n\nSin embargo, lo que realmente distingue este curso es el énfasis especial que pondremos en el diseño arquitectónico de cada capa de la solución. Profundizaremos en conceptos complejos como la inyección de dependencias, el bajo acoplamiento y la cohesión de los diversos componentes, asegurando que comprendas no solo cómo codificar, sino cómo construir robustas y escalables soluciones.\n\nCada implementación de controladores, servicios y persistencia se realizará siguiendo las mejores prácticas que Java nos ofrece, garantizando un código limpio y de calidad excepcional.\n\nPero eso no es todo, también exploraremos la integración de tecnologías complementarias como Docker para la gestión de contenedores, PostgresSQL como nuestra base de datos relacional y Lombok para simplificar el código. Y para asegurarnos de que nuestra API REST esté en la cima de su juego, llevaremos a cabo exhaustivas pruebas utilizando Postman, garantizando que esté bien formada y lista para enfrentar los desafíos del mundo real.\n\n¡Prepárate para transformar tu manera de desarrollar microservicios y llevar tus habilidades al siguiente nivel con este emocionante curso!"
    },
    {
        "a": 18,
        "e": "PLomN84AdULIBcoI8Rb98dnompliIktJk9",
        "b": "Curso de REDES informáticas. 175 vídeos  de calidad",
        "f": "https://i.ytimg.com/vi/BrqH4PVyYF4/hqdefault.jpg",
        "g": 176,
        "d": "UC_OGVMTqkt6F2nvbBkkjB7A",
        "h": "2018-02-23 18:05:23",
        "c": "Curso de Redes telemáticas de Rogelio Montañana. Un completo curso de redes informáticas a nivel universitario para conocer todo sobre redes de telecomunicaciones. Gratuito."
    },
    {
        "a": 74,
        "e": "PLl7bxsSiKuDa4hCs45FQ-x3ErKFeaJeQz",
        "b": "MecaGratis.com - Curso Gratis de Mecanografía online",
        "f": "https://i.ytimg.com/vi/gwthDG9lHMQ/hqdefault.jpg",
        "g": 85,
        "d": "UCt3Il-DfHStrOdoE1ss_AOA",
        "h": "2014-02-11 09:28:56",
        "c": "MecaGratis es un curso de Mecanografía online gratuito con videos didácticos, lecciones y ejercicios.\n\nhttp://www.mecagratis.com"
    },
    {
        "a": 112,
        "e": "PLhSj3UTs2_yVHt2DgHky_MzzRC58UHE4z",
        "b": "Curso de HTML Básico desde 0",
        "f": "https://i.ytimg.com/vi/cqMfPS8jPys/hqdefault.jpg",
        "g": 10,
        "d": "UCJl1YajcPWTeJNsQhGyMIMg",
        "h": "2014-05-30 18:19:20"
    },
    {
        "a": 107,
        "e": "PLxcwAK5N6orhu8ktcjUYYhj0CRwYjwjbm",
        "b": "Curso de Cerrajeria",
        "f": "https://i.ytimg.com/vi/bKY7LbKqlIY/hqdefault.jpg",
        "g": 24,
        "d": "UCZyRMo46Wvxn1CGQMver2Zg",
        "h": "2021-11-13 22:23:02"
    },
    {
        "a": 100,
        "e": "PL5YuOOJ-FGGjjK8j50TkEcjCcZ8dRAiPy",
        "b": "🚀Curso C++ para PRINCIPIANTES | DESDE CERO 💻| EXPLICACIÓN FÁCIL 💥 2025",
        "f": "https://i.ytimg.com/vi/RGSEnAzS4XY/hqdefault.jpg",
        "g": 62,
        "d": "UC-aSfQ1bPJNZGQSRsA1xGMA",
        "h": "2024-01-30 14:26:26",
        "c": "Curso profesional de programación C++ desde cero - En este curso aprenderás a programar y construir tus programas utilizando el lenguaje de programación C++.\n\nC++ es un lenguaje de programación diseñado en 1979 por Bjarne Stroustrup. La intención de su creación fue extender al lenguaje de programación C y añadir mecanismos que permiten la manipulación de objetos. En ese sentido, desde el punto de vista de los lenguajes orientados a objetos, C++ es un lenguaje híbrido."
    },
    {
        "a": 28,
        "e": "PLvq-jIkSeTUZ6QgYYO3MwG9EMqC-KoLXA",
        "b": "Curso JavaScript",
        "f": "https://i.ytimg.com/vi/2SetvwBV-SU/hqdefault.jpg",
        "g": 166,
        "d": "UCXR7VjA26PcHP3vb6F2X3VQ",
        "h": "2020-02-07 18:52:34",
        "c": "Aprende JavaScript el lenguaje que domina la web: Sintaxis, Gramática, Lógica, EcmaScript, POO, Asincronía, DOM, AJAX, JSON, API's, Node y más."
    }
]