[
    {
        "a": 70,
        "e": "PL8Tdjf2jwFRe986dgJB3M-GnxIUK_j3Df",
        "b": "Curso Vaughan Completo para Aprender Inglés Gratis- Nivel Intermedio",
        "f": "https://i.ytimg.com/vi/RlR4_98T4Yo/hqdefault.jpg",
        "g": 12,
        "d": "UCuRrN-WIsBVucKMerIJ9WIA",
        "h": "2015-01-29 17:47:30",
        "c": "¿Quieres aprender inglés? ¡Suscríbete gratis a nuestro canal!\nDisfruta de nuestro curso de inglés definitivo. ¡Ahora por fin en vídeo!\nGracias por compartirnos y contribuir a que este contenido pueda seguir siendo gratis... :-)\n\n***LECCIONES DEL CURSO VAUGHAN PARA APRENDER INGLÉS GRATIS***\n\nLección 1:  https://goo.gl/Z3wWrC\n\nLección 2:  https://goo.gl/aHy7Yp\n\nLección 3:  https://goo.gl/YEUyUd\n\nLección 4:  https://goo.gl/jYcWr6\n\nLección 5:  https://goo.gl/gWUxjk\n\nLección 6:  https://goo.gl/E3ZdF1\n\nLección 7:  https://goo.gl/sYpCJS\n\nLección 8:  https://goo.gl/9Pj6YD\n\nLección 9:  https://goo.gl/GonA72\n\nLección 10: https://goo.gl/dVrfJb\n\n***CURSO AVANZADO DE INGLÉS GRATIS***\n\nhttps://goo.gl/7cTwKV\n\n***CURSO BÁSICO DE INGLÉS GRATIS***\n\nhttps://goo.gl/YnrsN6\n\n***CURSO GRATIS POR EMAIL***\n\n¿Te gustaría recibir más Clases Gratis por Email? ¡Apúntate a nuestro Curso Gratis!\n\nhttps://goo.gl/xTTnd3\n\n***CURSOS VAUGHAN ONLINE Y PRESENCIALES***\n\n¿List@ para dar el siguiente paso y pasar a la acción? ¡Te esperamos en nuestros Cursos Online o Presenciales!\n\nhttps://goo.gl/c5EYZZ\n\n\n***SÍGUENOS EN NUESTRAS REDES***\n\nhttps://twitter.com/GrupoVaughan\nhttps://www.facebook.com/GrupoVaughan/\nhttps://plus.google.com/115829465428666555120\nhttps://www.linkedin.com/company/vaughan-systems/?originalSubdomain=esbankia"
    },
    {
        "a": 24,
        "e": "PLzsP80HPQJ61cvyNvChaeaQOuEooCstlc",
        "b": "Curso de contabilidad básica para principiantes gratis 2024✅",
        "f": "https://i.ytimg.com/vi/iSNMvzR8-8U/hqdefault.jpg",
        "g": 35,
        "d": "UCU7cs6EF6VAUKCrgnxCUzVg",
        "h": "2018-07-10 18:09:32",
        "c": "A través de este curso de contabilidad aprenderás los conceptos básicos de excel. Aprenderás a leer un balance general, un estado de resultados. También aprenderás a realizar asientos contables, cuentas de mayor o las famosas cuentas T. Sabrás cómo se arma una balanza de comprobación y finalmente a generar informes financieros.\n\n#Contabilidad #Finanzas"
    },
    {
        "a": 27,
        "e": "PLTIdiuUvwYCHrjyEIYR8ZOhza5NAFef3Y",
        "b": "MATEMÁTICA DESDE CERO (CURSO COMPLETO)",
        "f": "https://i.ytimg.com/vi/vMSrAcrH9tg/hqdefault.jpg",
        "g": 6,
        "d": "UCa6V1UVOXN4wDm7RDQDoa6g",
        "h": "2024-05-02 18:04:47",
        "c": "Aquí tienes 6 clases de 2 horas cada una aproximadamente para aprender conceptos de matemática desde cero."
    },
    {
        "a": 52,
        "e": "PLLniqWgyb4HER2iysxcQZiE-TBITT1AAg",
        "b": "Curso de Word COMPLETO (Básico y Avanzado)",
        "f": "https://i.ytimg.com/vi/pbvwCTld8BA/hqdefault.jpg",
        "g": 15,
        "d": "UCUnwzUFwZvQRcuIVgv5pD7Q",
        "h": "2014-06-02 16:42:04",
        "c": "Aprenda Word (Todas sus versiones) en menos de un día, con este curso completo podrás realizar todo tipo de trabajos con los mejores diseños y estilos, asi que no pierdas tiempo y permitame enseñarle este hermoso programa."
    },
    {
        "a": 75,
        "e": "PLhfZeo48UJQJtUHvpUMu0ME8LoR8ipXR6",
        "b": "Curso Escaner Automotriz Nivel 1 (BASICO y POTENTE)",
        "f": "https://i.ytimg.com/vi/UG6K0xUUL0o/hqdefault.jpg",
        "g": 11,
        "d": "UCILBYT2Wie09sBEcCqQWBng",
        "h": "2022-08-25 22:14:49",
        "c": "¡Descubre nuestro curso gratuito de diagnóstico con escáner automotriz! En este curso dinámico, aprenderás a usar escáneres y otras herramientas en vehículos reales. Todo está explicado de manera sencilla y clara para que cualquier persona, sin importar su nivel de experiencia, pueda entender y aplicar lo aprendido. ¡No te lo pierdas!\n\n\nCLASE 01 BASES DEL ESCANER\nhttps://youtu.be/UG6K0xUUL0o?si=JPosyIepjJOsImBq\nEn esta clase aprenderás qué es un escáner automotriz y cómo se utiliza. Se presentarán ejemplos prácticos para entender mejor su función y aplicación en el diagnóstico vehicular.\n\nCLASE 02 CODIGOS DE FALLA\nhttps://youtu.be/NzoZJ8J2A54?si=tQ4JrcgnA6i4GHrd\nAquí se abordará la nomenclatura de los códigos de falla, cómo interpretarlos y qué significan, para facilitar la identificación de problemas en el vehículo.\n\nCLASE 03 DIAGNOSTICO EOBD GENÉRICO, Y ESPECIFICO\nhttps://youtu.be/0S1F-z1xP3s?si=4Vuh19IkXWikgGbp\nEn esta clase se explicará cómo realizar un diagnóstico utilizando dos enfoques diferentes: el genérico y el específico. Aprenderás a aplicar ambos métodos para obtener resultados más precisos.\n\nCLASE 04 ESCANEANDO EN VIVO - CHEVROLET ONIX 2020 - SOLUCIÓN DE AVERIAS\nhttps://youtu.be/SP1_GabCNrk?si=ZmDuwsIUGZyZPxhS\nSe realizará un escaneo en vivo de un Chevrolet Onix 2020. En esta sesión, se generarán averías intencionales y se mostrarán las soluciones en tiempo real.\n\nCLASE 05 CONSULTAR CÓDIGOS DE FALLA - INFORMACIÓN TÉCNICA DE CALIDAD\nhttps://youtu.be/w9iSNJ37dYQ?si=fPb1KjQmoGlyFL5n\nAprende a buscar y consultar información técnica de calidad para resolver códigos de avería. Se discutirá cómo utilizar esta información para una diagnosis precisa.\n\nCLASE 06 ESCANEANDO EN VIVO 5 MARCAS DIFERENTES COMPARATIVO\nhttps://youtu.be/MeieM1HS9Wc?si=O6HTae1EVc6shM-s\nEsta clase presenta un escaneo en vivo de cinco vehículos diferentes. Se compararán las diferencias en el escáner y se analizarán las variaciones en el diagnóstico entre marcas.\n\nCLASE 07 CICLOS DE REFRIGERACION RENAULT LOGAN PRIMERA GENERACION\nhttps://youtu.be/HGL8VHRJ39Q?si=imyS0bnAUXMfbyJv\nSe enseñará cómo diagnosticar el sistema de refrigeración en un Renault Logan de primera generación utilizando el escáner.\n\nCLASE 08 COMO SELECCIONAR EL VEHICULO CORRECTO - SALE MAL - SUZUKI SWIFT DZIRE\nhttps://youtu.be/kiTiuzOvpcE?si=U444gVOeruW4ziyG\nEn esta clase se demostrará la importancia de seleccionar el vehículo correcto en el escáner. Se utilizará un Suzuki Swift Dzire para mostrar los efectos de una selección incorrecta.\n\nCLASE 09 DATOS EN VIVO AQUI OCURRE LA MAGIA\nhttps://youtu.be/QdtPKutLKPM?si=WtRkoS0Auop5DAZv\nExploraremos los datos en vivo del vehículo y cómo estos proporcionan información valiosa durante el diagnóstico. Se destacará la relevancia de los datos en tiempo real.\n\nCLASE 10 ESCANEANDO EN VIVO - COMPENSADORES DE COMBUSTIBLE A CORTO Y LARGO PLAZO\nhttps://youtu.be/PH_yPyWlbP0?si=tB4rHTXHWmE6Tqj6\nEsta clase está dedicada al análisis de los compensadores de combustible a corto y largo plazo. Aprenderás cómo afectan al rendimiento del motor y cómo identificarlos a través del escáner.\n\nCLASE 11 NISSAN NP300 SEÑALES - ANALIZANDO DATOS EN VIVO\nhttps://youtu.be/9AZpzwYuszU?si=BkDfm6DU37joCcNI\nSe analizarán las señales en los datos en vivo de un Nissan NP300. La clase se centrará en la interpretación de las señales para un diagnóstico efectivo.\n\nÚnete a nuestra comunidad en WhatsApp\nPara más apoyo y discusión sobre el curso, únete a nuestra comunidad en WhatsApp. ¡Comparte tus dudas, avances y conéctate con otros estudiantes! Solicita acceso aquí.\nhttps://chat.whatsapp.com/CKRNz3fcETH4ZZhufna5NX"
    }
]