[
    {
        "a": 34,
        "e": "PL2COwwjWBEUYbDyWXazq55RAsgF496T_p",
        "b": "Curso gratis Patronaje desde cero",
        "f": "https://i.ytimg.com/vi/bicmwWKs0ew/hqdefault.jpg",
        "g": 58,
        "d": "UCogvPj41ww-NvV9rO4g8AoA",
        "h": "2022-03-04 00:30:29",
        "c": "Hola creativ@\nBienvenid@ a este curso completo de patronaje desde cero con el método GDS completamente gratis\nCon este curso te iniciarás en el hermoso mundo del patronaje profesional donde aprenderás a desarrollar patrones base para todo tipo de tela y transformaciones nivel básico e intermedio de una forma increíblemente fácil.\nBlusas, vestidos, pantalones y faldas son algunas de las prendas que podrás coser con todos los diseños que te enseñaré paso a paso en este curso."
    },
    {
        "a": 95,
        "e": "PL2Z95CSZ1N4EW0PvNhd4ySZisgBrJjSW2",
        "b": "Curso de Microsoft SQl Server desde cero para principiantes, version 2023",
        "f": "https://i.ytimg.com/vi/SYRsyAoN8BI/hqdefault.jpg",
        "g": 91,
        "d": "UCtt69OVnWMAcC5ZEWY0BO5A",
        "h": "2023-05-30 22:43:51",
        "c": "¡Bienvenido aqui iniciamos este curso sobre Microsoft SQL Server, una de las herramientas más potentes y populares en el mundo de la gestión de bases de datos.\n  Con este curso, quiero llevarte de la mano a través de los fundamentos esenciales de Microsoft SQL Server, para que puedas dominar esta poderosa plataforma y aprovechar al máximo sus capacidades.\n\nYa sea que seas un principiante absoluto o tengas algo de experiencia en bases de datos, este curso está diseñado para adaptarse a todos los niveles de conocimiento. Exploraremos desde los conceptos básicos de SQL, como consultas y manipulación de datos, hasta temas más avanzados como optimización de consultas y diseño de bases de datos eficientes.\n\nA lo largo del curso, utilizaré ejemplos prácticos y ejercicios para ayudarte a comprender los conceptos de manera clara y concisa. También te compartiré consejos y trucos que he aprendido a lo largo de mi experiencia profesional, para que puedas aplicarlos en tu trabajo o proyectos personales."
    },
    {
        "a": 99,
        "e": "PLkCdxvj5wL7ADY611geA3zqHbxFC9VNOH",
        "b": "Curso completo de SERIGRAFÍA 2021",
        "f": "https://i.ytimg.com/vi/xURexyll3a4/hqdefault.jpg",
        "g": 12,
        "d": "UCpq55woHMTMzcalbTGkAPxQ",
        "h": "2020-11-09 02:43:44",
        "c": "Hola amigos les traigo el curso completo de serigrafia completamente GRATIS, para que aprendas desde cero y puedas emprender tu negocio."
    },
    {
        "a": 94,
        "e": "PLH_tVOsiVGznLd-dSQP9_ttuxLnSmSWwq",
        "b": "🔥 CURSO COMPLETO de CSS desde CERO a AVANZADO 🔥",
        "f": "https://i.ytimg.com/vi/-xtS1QwxfOo/hqdefault.jpg",
        "g": 71,
        "d": "UCRMJ0vxtnHh_UAq1Yx9BYWQ",
        "h": "2024-05-27 17:16:25",
        "c": "CURSO COMPLETO de CSS GRATIS desde CERO a AVANZADO (EXPERTO)"
    },
    {
        "a": 84,
        "e": "PLS4lvjlWB4oVYZ5YPHZC2F4F1DeLSKjzy",
        "b": "CURSO de CALIGRAFÍA para PRINCIPIANTES 2025",
        "f": "https://i.ytimg.com/vi/oP4GZpqiQxc/hqdefault.jpg",
        "g": 15,
        "d": "UCCR83kD0xCoxhaZLrDX2ZgA",
        "h": "2020-11-13 23:28:26"
    },
    {
        "a": 112,
        "e": "PLhSj3UTs2_yVHt2DgHky_MzzRC58UHE4z",
        "b": "Curso de HTML Básico desde 0",
        "f": "https://i.ytimg.com/vi/cqMfPS8jPys/hqdefault.jpg",
        "g": 10,
        "d": "UCJl1YajcPWTeJNsQhGyMIMg",
        "h": "2014-05-30 18:19:20"
    },
    {
        "a": 93,
        "e": "PLDhUODcit3B7BqeL_lhcNMIiE-qqyz4xT",
        "b": "🍑FL Studio: CURSO MAESTRO (2025 Actualizado)",
        "f": "https://i.ytimg.com/vi/ZQSz9INc-ag/hqdefault.jpg",
        "g": 14,
        "d": "UC3yTbQJCyIx1hJRS5pK_c0A",
        "h": "2023-02-14 20:03:07",
        "c": "👉FL Studio: CURSO MAESTRO: https://bit.ly/FLStudioCursoMaestro\n\n✅PRODUCCIÓN MUSICAL PROFESIONAL con FL STUDIO\n\nCon éste curso aprenderás producción musical utilizando FL Studio. No importa si nunca has usado software de creación o producción musical, si no sabes tocar ningún instrumento o si jamás escuchaste hablar del programa. Lo único que necesitas son las ganas de materializar tus ideas en música y con éste curso podrás lograrlo.\n\n✅CREA UNA CANCIÓN PROFESIONAL DESDE CERO\n\nVerás paso a paso como se hace una canción completa: composición, arreglo, diseño de sonido, mezcla, masterización y distribución.\n\nAunque ya tengas experiencia usando FL Studio, éste curso es una auténtica enciclopedia, aprenderás incluso aunque creas que ya conoces el programa. Éste curso es para ti, sin importar el tipo de música que quieras hacer pues, una vez que aprendes a usar las herramientas, desbloquearás tu potencial para crear lo que tu imaginación te dicte.\n\n✅EL MEJOR CURSO\n\nEl curso es modular y flexible, esto significa que, una vez curses los primeros módulos, los siguientes puedes tomarlos en el orden que tú elijas. El curso es como un árbol donde subes por el tronco y después serás tú quien decida cuáles ramas quiere visitar.\n\nCada módulo abarca de forma exhaustiva cada tema y es actualizado constantemente.\n\nAdemás, éste curso es aplicable para las versiones FL Studio 21 y posteriores.\n\n✅EL MEJOR INSTRUCTOR\n\nOlbaid tiene mas de 16 años de experiencia, es Power User y Entrenador Reconocido de FL Studio. Su trabajo ha sido integrado oficialmente en FL Studio en herramientas como Sytrus, Harmor, Flex y varios proyectos demo hechos por él.\n\n✅GARANTÍA\n\nAl final del curso serás un experto en el uso de FL Studio, todas sus herramientas, ventanas y opciones.\n\nTendrás todos los conocimientos y habilidades que necesitas para crear tus propias canciones sin importar el género musical.\n\n#flstudio21 #flstudio #flstudiotutorial #flstudiotips #produccionmusical #productormusical"
    },
    {
        "a": 81,
        "e": "PL6heMTo6Ni5fJMohZgaqKNJAbot2BFrit",
        "b": "Curso de SEO y Monetización de Webs de ROMUALD FONS",
        "f": "https://i.ytimg.com/vi/mm4TF_mp0iM/hqdefault.jpg",
        "g": 24,
        "d": "UCdZBLznygSwo7iHbydGtxaw",
        "h": "2022-10-27 08:31:53",
        "c": "Aprende paso a paso con este Curso de SEO, cómo crear webs en 2022 optimizadas y a generar monetización, utilizando Adsense y Amazon. Aprende SEO desde 0 y crea tu web con Wordpress."
    },
    {
        "a": 42,
        "e": "PLUofhDIg_38q4D0xNWp7FEHOTcZhjWJ29",
        "b": "⚛️ CURSO DE REACT 2024",
        "f": "https://i.ytimg.com/vi/7iobxzd_2wY/hqdefault.jpg",
        "g": 12,
        "d": "UC3aj05GEEyzdOqYM5FLSFeg",
        "h": "2023-04-12 13:51:54"
    },
    {
        "a": 66,
        "e": "PLCKuOXG0bPi0sIn-nDsi7ma9OV6MEMkxj",
        "b": "Curso - Flutter Móvil: de Cero a Experto",
        "f": "https://i.ytimg.com/vi/zNmDOXbTugE/hqdefault.jpg",
        "g": 78,
        "d": "UCuaPTYj15JSkETGnEseaFFg",
        "h": "2023-05-06 17:27:30",
        "c": "💙 Esta serie de videos es una pequeña parte de mi curso de #Flutter Móvil: de Cero a Experto - en el cual aprenderás todo lo necesario de Flutter para crear aplicaciones móviles para #iOS y #Android hasta su despliegue en las tiendas. Cuando termines el curso, habrás creado diferentes #Apps y comprenderás el proceso de publicación de las mismas.\n\n📚 Para continuar con estas lecciones, pueden adquirir el curso completo en: https://fernando-herrera.com/#/search/Flutter%20M%C3%B3vil:%20De%20cero%20a%20experto\n\n📝 Puedes encontrar la guía de atajos en:\n#Dart - https://devtalles.com/files/dart-cheat-sheet.pdf\n#Flutter - https://devtalles.com/files/flutter-cheat-sheet.pdf\n\n💼 Si deseas usar este curso para capacitación del equipo en tu institución, visita: https://cursos.devtalles.com/pages/devtalles-para-empresas\n\n📑 Cursos Relacionados:\nDart - https://fernando-herrera.com/#/search/Dart:%20De%20cero%20hasta%20los%20detalles\nFlutter Móvil: Recursos Nativos - Nivel Intermedio: https://fernando-herrera.com/#/search/Flutter%20m%C3%B3vil:%20Recursos%20Nativos%20-%20Nivel%20intermedio\n\n🔗 Mi Web personal: https://fernando-herrera.com\n🎙️ Mi Podcast: https://anchor.fm/fernando-her85\n👥 Mi X / Twitter: https://twitter.com/Fernando_Her85\n👨🏻‍🏫 Perfil de instructor | Udemy: https://www.udemy.com/user/550c38655ec11/\n👨🏻‍💻 {d/t} DevTalles: https://cursos.devtalles.com/\n👨🏻‍🎓 {d/t} DevTalles LinkedIn: https://www.linkedin.com/company/devtalles/\n📱 {d/t} DevTalles X / Twitter: https://twitter.com/DevTalles\n🚀 {d/t} DevTalles Comunidad Discord: https://discord.gg/pBjEVYTC7t\n\n💻 #Programacion #Development #Developer #FernandoHerrera #DevTalles #Fullstack #OnlineLearning #professor #instructor"
    }
]