[
    {
        "a": 101,
        "e": "PLU8oAlHdN5Bkn-KS1sRFlSEnXXcAtAJ9P",
        "b": "Curso de Android con Android Studio",
        "f": "https://i.ytimg.com/vi/pdYkmCcQFd8/hqdefault.jpg",
        "g": 108,
        "d": "UCdulIs-x_xrRd1ezwJZR9ww",
        "h": "2016-02-23 19:13:15"
    },
    {
        "a": 85,
        "e": "PL7YthDCFDvdh09f5D8VI4IEK5o-i-D1VQ",
        "b": "Curso de Dibujo a Lápiz - Completo",
        "f": "https://i.ytimg.com/vi/N3AoXhgLy34/hqdefault.jpg",
        "g": 8,
        "d": "UC3GPIw5qBSZoPX5pqVt0DOg",
        "h": "2016-12-28 19:43:10",
        "c": "Aquí tienes la lista completa de un Curso de Dibujo a lápiz que estoy dando de manera gratuida en el canal. Cada semana subo un nuevo episodio y es muy recomendado para personas que quieran aprender a dibujar, mejorar su técnica, etc"
    },
    {
        "a": 80,
        "e": "PLtWgTpK-Jl--Pp-RxvrUSV8vh-3OimHWJ",
        "b": "Curso completo de Inkscape 2025 🎨",
        "f": "https://i.ytimg.com/vi/qUHQng7XKlg/hqdefault.jpg",
        "g": 48,
        "d": "UCQ_Ws9J3-dPHJuW2i8YHfvQ",
        "h": "2024-03-26 05:53:40",
        "c": "Bienvenido al Curso Completo de Inkscape 2025, donde aprenderás a dominar una de las herramientas de diseño gráfico vectorial más poderosas y versátiles del mercado. Tanto si eres un principiante que quiere aprender desde cero, como si ya tienes experiencia y deseas perfeccionar tus habilidades, este curso te llevará de la mano a través de todas las funciones y técnicas necesarias para convertirte en un experto en Inkscape.¿Qué aprenderás en este curso?Introducción a Inkscape: Conoce la interfaz, herramientas básicas y configuración inicial.Diseño de Formas y Trazos: Aprende a crear y manipular formas, trazos, y objetos básicos.Uso Avanzado de Capas y Grupos: Domina la organización y gestión de tus diseños.Trabajando con Texto: Descubre cómo integrar texto de manera efectiva en tus diseños.Herramientas de Transformación: Escalar, rotar, y alinear objetos con precisión.Efectos y Filtros: Añade efectos visuales sorprendentes a tus proyectos.Técnicas de Ilustración: Crea ilustraciones vectoriales complejas paso a paso.Exportación y Formatos: Aprende a exportar tus proyectos en diferentes formatos y resoluciones.Consejos y Trucos: Mejora tu flujo de trabajo con atajos y técnicas avanzadas.¿Para quién es este curso?Principiantes Absolutos: No necesitas experiencia previa en diseño gráfico o Inkscape.Diseñadores Gráficos: Que buscan expandir su conjunto de herramientas con software de código abierto.Artistas y Creativos: Interesados en crear arte digital y proyectos de diseño vectorial.Profesionales de Marketing y Comunicación: Que necesitan crear gráficos y materiales visuales de alta calidad.Recursos Incluidos:Ejercicios Prácticos: Material descargable para practicar cada lección.Plantillas y Ejemplos: Accede a una variedad de recursos que puedes usar en tus propios proyectos.Actualizaciones 2024: Mantente al día con las últimas características y mejoras de Inkscape.¿Por qué aprender Inkscape?Inkscape es una herramienta de diseño gráfico vectorial gratuita y de código abierto que ofrece un conjunto de características comparable a los programas de diseño más costosos. Aprender a usar Inkscape no solo te permitirá crear proyectos profesionales sin la necesidad de invertir en costosas licencias de software, sino que también te dará la libertad de trabajar en cualquier plataforma.¡No esperes más para llevar tus habilidades de diseño al siguiente nivel! Inscríbete ahora y comienza a crear con Inkscape hoy mismo."
    },
    {
        "a": 81,
        "e": "PL6heMTo6Ni5fJMohZgaqKNJAbot2BFrit",
        "b": "Curso de SEO y Monetización de Webs de ROMUALD FONS",
        "f": "https://i.ytimg.com/vi/mm4TF_mp0iM/hqdefault.jpg",
        "g": 24,
        "d": "UCdZBLznygSwo7iHbydGtxaw",
        "h": "2022-10-27 08:31:53",
        "c": "Aprende paso a paso con este Curso de SEO, cómo crear webs en 2022 optimizadas y a generar monetización, utilizando Adsense y Amazon. Aprende SEO desde 0 y crea tu web con Wordpress."
    },
    {
        "a": 79,
        "e": "PL1yslgETgkYFfOw1lP2W8Vros9v_xE5Bd",
        "b": "🥇Curso VBA para Macros Excel🥇",
        "f": "https://i.ytimg.com/vi/ocfurE964-g/hqdefault.jpg",
        "g": 99,
        "d": "UC1DggK5BjCUPWNgZRy0esRQ",
        "h": "2023-10-24 15:41:50",
        "c": "Curso gratis de VBA para creación de Macros en Excel de Cero a Experto para no programadores. El curso de Macros tiene Ejercicios prácticos y casos de la vida Real. Visual Basic For Application Online te permite ahorrar tiempo, completar tareas miles de veces más rápido.\nPrograma, automatiza y amplía en Excel."
    },
    {
        "a": 106,
        "e": "PLG1qdjD__qH64tCQ756M--FVvhHyCLUA9",
        "b": "🏆 GIMP 2.10 ✅ Mega CURSO en español",
        "f": "https://i.ytimg.com/vi/ex1fEanWgkM/hqdefault.jpg",
        "g": 78,
        "d": "UCa922dmH2ITP8I0FKC-GLpQ",
        "h": "2019-10-30 14:02:21",
        "c": "Curso GIMP desde cero hasta nivel EXPERTO, el curso se divide en 4 bloques, GIMP básico, GIMP intermedio, GIMP avanzado y GIMP efectos de texto. Dale una oportunidad a este fantástico programa de edición de imágenes gratuito y de código abierto.\n\nGIMP es un editor de imágenes de tipo mapa de bits. Este tipo de imágenes están formadas por píxeles y son las que obtenemos cuando hacemos fotografías con el móvil o con cualquier cámara de fotos digital. GIMP es software libre 100% gratuito, la mejor alternativa al famoso Photoshop. \n\nGIMP es un programa que nos permite retocar y editar imágenes de forma muy avanzada, de hecho, si sabes utilizarlo de forma correcta puedes conseguir resultados alucinantes. Aunque no es el software utilizado por profesionales de la fotografía, pienso que es el programa perfecto para el común de los mortales"
    },
    {
        "a": 104,
        "e": "PLRt_sFUAViN2W3KsSp6OeCDyKz7Q7Cak1",
        "b": "Curso de oratoria [Gratis y Certificado] - Edutin Academy",
        "f": "https://i.ytimg.com/vi/ANSIN2--Bzw/hqdefault.jpg",
        "g": 28,
        "d": "UC8G49s7tEFy4tAZOIMhgIFA",
        "h": "2024-07-19 13:14:10",
        "c": "Curso de oratoria gratis 👉 https://edutin.com/curso-de-oratoria\n\nEste curso de oratoria es de ✅ Acceso gratis e incluye ✅ Opción de Certificación Internacional.\n\nEn este curso de oratoria de Edutin Academy desarrollarás habilidades esenciales para mejorar sus habilidades de comunicación y expresión en público, desarrollar habilidades para comunicarte ante un equipo de trabajo, grupo de estudiantes, o presentar un discurso o proyecto ante cualquier audiencia\n\nA lo largo de este curso de oratoria aprenderás a manejar de manera eficiente las técnicas de expresión verbal y no verbal, y dominar de manera práctica los elementos de estructura de discursos, control del miedo escénico, y técnicas de persuasión, así como a diseñar y presentar discursos impactantes y a comunicarte con confianza y claridad en diversas situaciones.\n\n¿A quién está dirigido?🗣️🎤 Este curso de oratoria está diseñado para estudiantes, profesionales, emprendedores o cualquier persona que desee mejorar sus habilidades de comunicación y liderazgo mediante el arte de la oratoria.\n\n#cursodeoratoria #cursodeoratoriagratis #cursodeoratoriaconcertificado #cursosdeoratoria #cursosgratisdeoratoria \n\n#cursosonline #cursosgratis #cursosgratisonlineconcertificado #edutin #edutinacademy #edutincursos"
    },
    {
        "a": 41,
        "e": "PLEd0Gu3KmL1Mm_6RR7hN9kCVAFJb5yWh3",
        "b": "CURSO DE COMPUTACIÓN PARA ADULTOS",
        "f": "https://i.ytimg.com/vi/jxAgVn73OWg/hqdefault.jpg",
        "g": 15,
        "d": "UCG8MM-ZqXWN1VLoCOnhbORQ",
        "h": "2023-08-22 23:53:13",
        "c": "CURSO DE COMPUTACIÓN PARA ADULTOS"
    },
    {
        "a": 82,
        "e": "PL3hNLk-aR0J9K5cvCIsQiwjMvO8UFFr35",
        "b": "☁️Curso AZ900 Azure Fundamentals Certificación en Español 2021 | Prepara tu examen de certificación con el curso Azure Fundamentals AZ-900",
        "f": "https://i.ytimg.com/vi/iFg-pRDLtoc/hqdefault.jpg",
        "g": 57,
        "d": "UCz1Dfbvqa7aG2YPlnKTwriQ",
        "h": "2020-02-04 04:28:01",
        "c": "☁️ Curso AZ900 Microsoft Azure Fundamentals \n⬇⬇⬇ Curso completo en: ⬇⬇⬇\n★ Udemy: http://bit.ly/az900-2021\n★ Net-University: https://bit.ly/az-fundamentals\n\nEste curso te proporcionará conocimientos básicos de los servicios en la nube y cómo se proporcionan esos servicios con Microsoft Azure. El curso se puede tomar como un primer paso opcional para aprender sobre los servicios en la nube y Microsoft Azure, antes de tomar más cursos de Microsoft Azure\n\n\nEste curso sobre Fundamentos de Azure (Azure Fundamentals- AZ-900) desarrolla tus competencias a través de habilidades prácticas en Azure que te ayudarán a innovar y a adquirir experiencia necesaria para realizar el examen AZ900 de Microsoft Azure Fundamentals. También revisaremos algunas preguntas de práctica para que puedas lograr obtener tu certificación de Azure Fundamentals.\n\n\nEn este curso aprenderás:\n\nComprender los conceptos de la nube\nDescribir los beneficios y consideraciones del uso de servicios en la nube\nDescribir las diferencias entre modelos de nube pública, privada e híbrida\nDescribir las diferencias entre infraestructuras como servicio (IaaS), plataforma como servicio (PaaS) y software como servicio (SaaS)\nComprender los servicios centrales de Azure\nComprender los principales componentes de arquitectura de Azure\nDescribir algunos de los productos centrales disponibles en Azure\nDescribir algunas de las soluciones disponibles en Azure\nComprender las herramientas de gestión de Azure\nComprender la seguridad, privacidad, cumplimiento y confianza\nComprender la conectividad de red segura en Azure\nComprender las opciones de monitorización e informes en Azure\nDescribir los servicios fundamentales de Azure Identity\nComprender las normas de privacidad, cumplimiento y protección de datos en Azure\nDescribir las herramientas de seguridad y las funciones de Azure\nDescribir las metodologías de gobernanza de Azure\nComprender la fijación de precios y el soporte de Azure\nComprender las suscripciones de Azure\nComprender las opciones de soporte disponibles con Azure\nComprender la planificación y gestión de costes\nDescribir los acuerdos de nivel de servicio (SLA) de Azure\nComprender el ciclo vital de servicio en Azure"
    },
    {
        "a": 102,
        "e": "PL2Z95CSZ1N4E-yNYehqD1FKU8aBdjBfRM",
        "b": "Curso de Windows Server 2022 desde cero para principantes",
        "f": "https://i.ytimg.com/vi/yuQATj2xTI8/hqdefault.jpg",
        "g": 92,
        "d": "UCtt69OVnWMAcC5ZEWY0BO5A",
        "h": "2024-04-15 19:43:40",
        "c": "\"¡Bienvenido al Curso Completo de SQL Server 2022! En esta serie de videos, te sumergirás en el fascinante mundo de SQL Server, desde los conceptos básicos hasta técnicas avanzadas."
    }
]