[
    {
        "a": 95,
        "e": "PL2Z95CSZ1N4EW0PvNhd4ySZisgBrJjSW2",
        "b": "Curso de Microsoft SQl Server desde cero para principiantes, version 2023",
        "f": "https://i.ytimg.com/vi/SYRsyAoN8BI/hqdefault.jpg",
        "g": 91,
        "d": "UCtt69OVnWMAcC5ZEWY0BO5A",
        "h": "2023-05-30 22:43:51",
        "c": "¡Bienvenido aqui iniciamos este curso sobre Microsoft SQL Server, una de las herramientas más potentes y populares en el mundo de la gestión de bases de datos.\n  Con este curso, quiero llevarte de la mano a través de los fundamentos esenciales de Microsoft SQL Server, para que puedas dominar esta poderosa plataforma y aprovechar al máximo sus capacidades.\n\nYa sea que seas un principiante absoluto o tengas algo de experiencia en bases de datos, este curso está diseñado para adaptarse a todos los niveles de conocimiento. Exploraremos desde los conceptos básicos de SQL, como consultas y manipulación de datos, hasta temas más avanzados como optimización de consultas y diseño de bases de datos eficientes.\n\nA lo largo del curso, utilizaré ejemplos prácticos y ejercicios para ayudarte a comprender los conceptos de manera clara y concisa. También te compartiré consejos y trucos que he aprendido a lo largo de mi experiencia profesional, para que puedas aplicarlos en tu trabajo o proyectos personales."
    },
    {
        "a": 98,
        "e": "PLj0g_C56bhRkMhBschCdIRd_bJfD2nBgG",
        "b": "Curso completo de francés  desde cero fácil y rápido para principiantes - NIVEL 1",
        "f": "https://i.ytimg.com/vi/XUKt0Uqireo/hqdefault.jpg",
        "g": 54,
        "d": "UCK6bfsyaPVasHZxTRmieZxA",
        "h": "2023-11-08 19:51:22"
    },
    {
        "a": 18,
        "e": "PLomN84AdULIBcoI8Rb98dnompliIktJk9",
        "b": "Curso de REDES informáticas. 175 vídeos  de calidad",
        "f": "https://i.ytimg.com/vi/BrqH4PVyYF4/hqdefault.jpg",
        "g": 176,
        "d": "UC_OGVMTqkt6F2nvbBkkjB7A",
        "h": "2018-02-23 18:05:23",
        "c": "Curso de Redes telemáticas de Rogelio Montañana. Un completo curso de redes informáticas a nivel universitario para conocer todo sobre redes de telecomunicaciones. Gratuito."
    },
    {
        "a": 43,
        "e": "PLyvsggKtwbLX9LrDnl1-K6QtYo7m0yXWB",
        "b": "Curso de programación JAVA desde cero",
        "f": "https://i.ytimg.com/vi/L1oMLsiMusQ/hqdefault.jpg",
        "g": 48,
        "d": "UCeEW6PHNJlIwI-rKChmqqkw",
        "h": "2017-01-21 00:51:19",
        "c": "Curso JAVA desde cero,  Este es un curso gratuito y completo de programación en JAVA con bloc de notas."
    },
    {
        "a": 29,
        "e": "PLLniqWgyb4HGURvLx1JbpeX6tvpqIKHuB",
        "b": "Nuevo curso de Excel 2025 - ¡Completo y Gratis!",
        "f": "https://i.ytimg.com/vi/W78PamXb5VA/hqdefault.jpg",
        "g": 19,
        "d": "UCUnwzUFwZvQRcuIVgv5pD7Q",
        "h": "2022-02-21 19:07:39",
        "c": "Aprende Excel para tu trabajo o estudio. En menos de 1 hora podrás aprender lo necesario para la mayoría de ejercicios en todos los campos. \n¡Excel es muy fácil!, confía en el mejor curso de Excel de toda internet 😁"
    },
    {
        "a": 40,
        "e": "PLMdlY4Bs8gcQX09vi4SpY78uWkMOvfe9U",
        "b": "Curso Gratis de patronaje, Corte y Confección",
        "f": "https://i.ytimg.com/vi/zMdmMwuQTbs/hqdefault.jpg",
        "g": 82,
        "d": "UC4Gf9-DfSgBZJOGAmpK_u6g",
        "h": "2020-08-08 10:09:00"
    },
    {
        "a": 60,
        "e": "PLZDNGV2rkzUDlpDUnyOv3_emQTeeWQeGt",
        "b": "✅ Curso Completo de Adobe Premiere GRATIS en ESPAÑOL 2024 🚀",
        "f": "https://i.ytimg.com/vi/n3qiC8wA9vo/hqdefault.jpg",
        "g": 56,
        "d": "UCDMvkMlzxClSOQ7XbRN0IyQ",
        "h": "2024-08-05 06:04:52",
        "c": "Todos los capítulos del Curso Completo de Adobe Premiere GRATUITO del canal del Profesor Saitama."
    },
    {
        "a": 78,
        "e": "PLRYhYjaYNiltoudRxjRg--8_NKMdTIqty",
        "b": "Curso De Guitarra Acústica Para Principiantes: Aprende Como Tocar Guitarra Desde Cero! TCDG",
        "f": "https://i.ytimg.com/vi/_V0GcjX09Lo/hqdefault.jpg",
        "g": 33,
        "d": "UC3k4Tn0XRZ2urVwBLY5s9Zw",
        "h": "2013-04-02 18:27:33",
        "c": "Aprende como tocar guitarra gratis!\r\nEl mejor curso de guitarra facil a cargo de tu profesor de guitarra online Mario Freiria. \r\nAprender guitarra acústica es muy simple y divertido! \r\n\r\n Mira estos video tutoriales de guitarra y aprende guitarra acustica de una manera facil, rapida y divertida, totalmente gratis y sin moverte de tu casa!\r\n\r\n Cursos de guitarra para aprender como tocar guitarras acusticas, canciones en guitarra, clases de guitarra para principiantes, notas en guitarra, escalas de guitarra, cursos de guitarra gratis, videos de guitarra para principiante, tablaturas de guitarra, curso de guitarra y mas.\r\n\r\n Tutorial de guitarra: aprender como tocar guitarra acustica."
    },
    {
        "a": 90,
        "e": "PLMd59HZRUmEg539WgqJjbsvto4V3fRwn5",
        "b": "Curso de Hacking Ético y Ciberseguridad",
        "f": "https://i.ytimg.com/vi/ZDvxqqSoyZs/hqdefault.jpg",
        "g": 32,
        "d": "UCGLfzfKRUsV6BzkrF1kJGsg",
        "h": "2022-09-30 17:13:41",
        "c": "Curso de hacking ético y ciberseguridad desde cero, donde aprenderemos a utilizar Kali Linux para conocer y explotar las principales vulnerabilidades existentes."
    },
    {
        "a": 2,
        "e": "PL8ie04dqq7_Mh8Nz3ihjGLLTwAdNfaLSD",
        "b": "Diseño de Layouts - Curso Kotlin en Android",
        "f": "https://i.ytimg.com/vi/xz7U_4Ob6Lg/hqdefault.jpg",
        "g": 4,
        "d": "UCIjEgHA1vatSR2K4rfcdNRg",
        "h": "2020-08-03 16:13:00"
    }
]