[
    {
        "a": 53,
        "e": "PLBI8wHKIc4CkZnX6ItctDU76k7mL5Qjfv",
        "b": "Curso De Trading",
        "f": "https://i.ytimg.com/vi/QPbpQ1wgvF0/hqdefault.jpg",
        "g": 8,
        "d": "UCVt4ugq2txl_szlXAO7B3-g",
        "h": "2024-12-28 13:13:19"
    },
    {
        "a": 3,
        "e": "PL8ie04dqq7_MKYOzEUYVHMZYldddBVwD2",
        "b": "游눯C칍MO Ganar DINERO Creando APLICACIONES 游눯 [3.000 EUROS/MES] #DevStory",
        "f": "https://i.ytimg.com/vi/OaXcGhtUAjk/hqdefault.jpg",
        "g": 4,
        "d": "UCIjEgHA1vatSR2K4rfcdNRg",
        "h": "2021-01-19 17:47:24"
    },
    {
        "a": 18,
        "e": "PLomN84AdULIBcoI8Rb98dnompliIktJk9",
        "b": "Curso de REDES inform치ticas. 175 v칤deos  de calidad",
        "f": "https://i.ytimg.com/vi/BrqH4PVyYF4/hqdefault.jpg",
        "g": 176,
        "d": "UC_OGVMTqkt6F2nvbBkkjB7A",
        "h": "2018-02-23 18:05:23",
        "c": "Curso de Redes telem치ticas de Rogelio Monta침ana. Un completo curso de redes inform치ticas a nivel universitario para conocer todo sobre redes de telecomunicaciones. Gratuito."
    },
    {
        "a": 23,
        "e": "PL2Z95CSZ1N4HLqf215jj9ZJgmWIXm7gOo",
        "b": "Curso completo de inform치tica b치sica desde cero para principiantes 2022",
        "f": "https://i.ytimg.com/vi/o_78Ue_EUeI/hqdefault.jpg",
        "g": 16,
        "d": "UCtt69OVnWMAcC5ZEWY0BO5A",
        "h": "2022-08-30 11:37:12",
        "c": "춰Bienvenidos al curso de Inform치tica B치sica m치s amigable y accesible en YouTube! Si alguna vez te has sentido abrumado por la tecnolog칤a o si simplemente quieres comprender mejor el mundo digital que nos rodea, este curso es perfecto para ti. Desde los conceptos m치s b치sicos hasta la navegaci칩n en l칤nea y la seguridad inform치tica, te guiaremos en un emocionante viaje para descubrir los fundamentos de la inform치tica.\n\n쯇or qu칠 tomar este curso?\n\nEn la era digital actual, la inform치tica es una habilidad esencial para navegar en el mundo laboral y personal. Aprender los conceptos b치sicos te permitir치 sentirte m치s c칩modo con las tecnolog칤as, realizar tareas cotidianas con confianza y adquirir una base s칩lida para futuros aprendizajes en 치reas m치s avanzadas."
    },
    {
        "a": 99,
        "e": "PLkCdxvj5wL7ADY611geA3zqHbxFC9VNOH",
        "b": "Curso completo de SERIGRAF칈A 2021",
        "f": "https://i.ytimg.com/vi/xURexyll3a4/hqdefault.jpg",
        "g": 12,
        "d": "UCpq55woHMTMzcalbTGkAPxQ",
        "h": "2020-11-09 02:43:44",
        "c": "Hola amigos les traigo el curso completo de serigrafia completamente GRATIS, para que aprendas desde cero y puedas emprender tu negocio."
    }
]