[
    {
        "a": 47,
        "e": "PLBI8wHKIc4Cku8HxUAViFU7LnbTQZzJzF",
        "b": "Curso De Shopify Dropshipping",
        "f": "https://i.ytimg.com/vi/j_vfqabSFMQ/hqdefault.jpg",
        "g": 3,
        "d": "UCVt4ugq2txl_szlXAO7B3-g",
        "h": "2024-12-28 13:06:41"
    },
    {
        "a": 80,
        "e": "PLtWgTpK-Jl--Pp-RxvrUSV8vh-3OimHWJ",
        "b": "Curso completo de Inkscape 2025 游꿛",
        "f": "https://i.ytimg.com/vi/qUHQng7XKlg/hqdefault.jpg",
        "g": 48,
        "d": "UCQ_Ws9J3-dPHJuW2i8YHfvQ",
        "h": "2024-03-26 05:53:40",
        "c": "Bienvenido al Curso Completo de Inkscape 2025, donde aprender치s a dominar una de las herramientas de dise침o gr치fico vectorial m치s poderosas y vers치tiles del mercado. Tanto si eres un principiante que quiere aprender desde cero, como si ya tienes experiencia y deseas perfeccionar tus habilidades, este curso te llevar치 de la mano a trav칠s de todas las funciones y t칠cnicas necesarias para convertirte en un experto en Inkscape.쯈u칠 aprender치s en este curso?Introducci칩n a Inkscape: Conoce la interfaz, herramientas b치sicas y configuraci칩n inicial.Dise침o de Formas y Trazos: Aprende a crear y manipular formas, trazos, y objetos b치sicos.Uso Avanzado de Capas y Grupos: Domina la organizaci칩n y gesti칩n de tus dise침os.Trabajando con Texto: Descubre c칩mo integrar texto de manera efectiva en tus dise침os.Herramientas de Transformaci칩n: Escalar, rotar, y alinear objetos con precisi칩n.Efectos y Filtros: A침ade efectos visuales sorprendentes a tus proyectos.T칠cnicas de Ilustraci칩n: Crea ilustraciones vectoriales complejas paso a paso.Exportaci칩n y Formatos: Aprende a exportar tus proyectos en diferentes formatos y resoluciones.Consejos y Trucos: Mejora tu flujo de trabajo con atajos y t칠cnicas avanzadas.쯇ara qui칠n es este curso?Principiantes Absolutos: No necesitas experiencia previa en dise침o gr치fico o Inkscape.Dise침adores Gr치ficos: Que buscan expandir su conjunto de herramientas con software de c칩digo abierto.Artistas y Creativos: Interesados en crear arte digital y proyectos de dise침o vectorial.Profesionales de Marketing y Comunicaci칩n: Que necesitan crear gr치ficos y materiales visuales de alta calidad.Recursos Incluidos:Ejercicios Pr치cticos: Material descargable para practicar cada lecci칩n.Plantillas y Ejemplos: Accede a una variedad de recursos que puedes usar en tus propios proyectos.Actualizaciones 2024: Mantente al d칤a con las 칰ltimas caracter칤sticas y mejoras de Inkscape.쯇or qu칠 aprender Inkscape?Inkscape es una herramienta de dise침o gr치fico vectorial gratuita y de c칩digo abierto que ofrece un conjunto de caracter칤sticas comparable a los programas de dise침o m치s costosos. Aprender a usar Inkscape no solo te permitir치 crear proyectos profesionales sin la necesidad de invertir en costosas licencias de software, sino que tambi칠n te dar치 la libertad de trabajar en cualquier plataforma.춰No esperes m치s para llevar tus habilidades de dise침o al siguiente nivel! Inscr칤bete ahora y comienza a crear con Inkscape hoy mismo."
    },
    {
        "a": 21,
        "e": "PLGX39GU9MAeqXIm3OYmnLg0elifUA403_",
        "b": "Curso de Excel Gratis - De b치sico a Avanzado",
        "f": "https://i.ytimg.com/vi/GorNlHirLko/hqdefault.jpg",
        "g": 15,
        "d": "UCSW-_m4KXiok4Hq2nK97atw",
        "h": "2017-06-22 18:47:39"
    },
    {
        "a": 95,
        "e": "PL2Z95CSZ1N4EW0PvNhd4ySZisgBrJjSW2",
        "b": "Curso de Microsoft SQl Server desde cero para principiantes, version 2023",
        "f": "https://i.ytimg.com/vi/SYRsyAoN8BI/hqdefault.jpg",
        "g": 91,
        "d": "UCtt69OVnWMAcC5ZEWY0BO5A",
        "h": "2023-05-30 22:43:51",
        "c": "춰Bienvenido aqui iniciamos este curso sobre Microsoft SQL Server, una de las herramientas m치s potentes y populares en el mundo de la gesti칩n de bases de datos.\n  Con este curso, quiero llevarte de la mano a trav칠s de los fundamentos esenciales de Microsoft SQL Server, para que puedas dominar esta poderosa plataforma y aprovechar al m치ximo sus capacidades.\n\nYa sea que seas un principiante absoluto o tengas algo de experiencia en bases de datos, este curso est치 dise침ado para adaptarse a todos los niveles de conocimiento. Exploraremos desde los conceptos b치sicos de SQL, como consultas y manipulaci칩n de datos, hasta temas m치s avanzados como optimizaci칩n de consultas y dise침o de bases de datos eficientes.\n\nA lo largo del curso, utilizar칠 ejemplos pr치cticos y ejercicios para ayudarte a comprender los conceptos de manera clara y concisa. Tambi칠n te compartir칠 consejos y trucos que he aprendido a lo largo de mi experiencia profesional, para que puedas aplicarlos en tu trabajo o proyectos personales."
    },
    {
        "a": 13,
        "e": "PLQQTkHF6E12i4SifA6Owgs9wCDv8xw13Y",
        "b": "Curso de reparaci칩n de celulares",
        "f": "https://i.ytimg.com/vi/AonE8BbJZ9w/hqdefault.jpg",
        "g": 21,
        "d": "UC3fkKCLVhc78HMgrI0gy9xA",
        "h": "2018-08-12 09:28:48",
        "c": "Curso de reparaci칩n de celulares gratis.\nCon este curso intentamos subir una serie de 40 videos con diferentes fallos en los dispositivos m칩viles y tablets. \n Es un curso de reparaci칩n m칩viles online donde intentamos ense침ar varios trucos y varias t칠cnicas para poder reparar cualquier dispositivo celular. \n Vamos a tener videos de microsoldadura SMD, reparaci칩n pin de carga, como cambiar un lector SIM, reemplazar alg칰n IC, cambiar micr칩fono, como medir diferentes componentes como: bobinas, condensadores, resistencias ... \n Con este curso solo intentamos aportar nuestro granito de arena en el mundo de la reparaci칩n de celulares."
    }
]