[
    {
        "a": 83,
        "e": "PLg7ZNf8WsbWAeoCT0j4HtptN3-v9KLILN",
        "b": "🐲 CURSO GRATUITO DE KALI LINUX ▷  INICIACIÓN AL HACKING ÉTICO 2025",
        "f": "https://i.ytimg.com/vi/V_ehc-REW1s/hqdefault.jpg",
        "g": 21,
        "d": "UCYaeLvnLCNRJDrus8LEYaGw",
        "h": "2023-11-01 19:33:27",
        "c": "Bienvenido al Curso Gratuito de Kali Linux desde 0 para Hackers Éticos en YouTube.\n\nSi estás interesado en adentrarte en el mundo de la ciberseguridad, este es el lugar perfecto para comenzar.\nHemos diseñado este curso desde cero, pensando en aquellos que desean aprender a utilizar Kali Linux, incluso si nunca han tenido experiencia con Linux o Kali.\n\nNuestra misión es brindarte los conocimientos esenciales para que te sientas cómodo y seguro utilizando este sistema operativo y todas sus potentes herramientas. A lo largo de este curso gratuito, exploraremos desde los conceptos más básicos de Kali Linux hasta la realización de tu primer laboratorio práctico de hacking ético. Una vez completado este curso, tendrás las bases necesarias para avanzar en tu carrera o participar en desafíos de Capture The Flag (CTFs).\n\nCreemos firmemente que dominar los fundamentos es esencial antes de adentrarse en las más de 300 herramientas que ofrece Kali Linux.\n\nComo en cualquier disciplina, primero se debe aprender a caminar antes de correr. Antes de realizar pruebas de penetración, debemos familiarizarnos con el sistema que las hace posibles.\n\nEstamos emocionados de acompañarte en tu viaje hacia convertirte en un especialista en ciberseguridad."
    },
    {
        "a": 13,
        "e": "PLQQTkHF6E12i4SifA6Owgs9wCDv8xw13Y",
        "b": "Curso de reparación de celulares",
        "f": "https://i.ytimg.com/vi/AonE8BbJZ9w/hqdefault.jpg",
        "g": 21,
        "d": "UC3fkKCLVhc78HMgrI0gy9xA",
        "h": "2018-08-12 09:28:48",
        "c": "Curso de reparación de celulares gratis.\nCon este curso intentamos subir una serie de 40 videos con diferentes fallos en los dispositivos móviles y tablets. \n Es un curso de reparación móviles online donde intentamos enseñar varios trucos y varias técnicas para poder reparar cualquier dispositivo celular. \n Vamos a tener videos de microsoldadura SMD, reparación pin de carga, como cambiar un lector SIM, reemplazar algún IC, cambiar micrófono, como medir diferentes componentes como: bobinas, condensadores, resistencias ... \n Con este curso solo intentamos aportar nuestro granito de arena en el mundo de la reparación de celulares."
    },
    {
        "a": 55,
        "e": "PLU8oAlHdN5BkinrODGXToK9oPAlnJxmW_",
        "b": "Curso de PHP/MySQL",
        "f": "https://i.ytimg.com/vi/I75CUdSJifw/hqdefault.jpg",
        "g": 105,
        "d": "UCdulIs-x_xrRd1ezwJZR9ww",
        "h": "2015-03-23 15:08:57",
        "c": "Curso de PHP/MySQL desde 0"
    },
    {
        "a": 89,
        "e": "PLKQEL9j11yiVwyR8XATxfhSTu5UbtL1Hw",
        "b": "Aprender INGLES Gratis con Rodrigo (Curso de Ingles Completo)",
        "f": "https://i.ytimg.com/vi/OMcOhXmkhBI/hqdefault.jpg",
        "g": 497,
        "d": "UCR6K-ZudJ0CNJjNVDqeMYBA",
        "h": "2014-01-10 23:04:12",
        "c": "Aprender Ingles con Rodrigo es el Curso de Ingles más completo en internet, por su diseño, estructura, y extensión. Incluye lecciones de ingles de vocabulario, gramatica inglesa, clases de práctica y repaso, pronunciacion en ingles, pruebas de ingles y evaluacioes, y mucho más. También podrán enviar comentarios con preguntas y sugerencias a través de Youtube."
    },
    {
        "a": 27,
        "e": "PLTIdiuUvwYCHrjyEIYR8ZOhza5NAFef3Y",
        "b": "MATEMÁTICA DESDE CERO (CURSO COMPLETO)",
        "f": "https://i.ytimg.com/vi/vMSrAcrH9tg/hqdefault.jpg",
        "g": 6,
        "d": "UCa6V1UVOXN4wDm7RDQDoa6g",
        "h": "2024-05-02 18:04:47",
        "c": "Aquí tienes 6 clases de 2 horas cada una aproximadamente para aprender conceptos de matemática desde cero."
    },
    {
        "a": 38,
        "e": "PLRt_sFUAViN2khZObSC9D5iooUI55cWJW",
        "b": "Curso de Portugués A1 [Gratis y Certificado] - Edutin Academy",
        "f": "https://i.ytimg.com/vi/wZnq5Ae8oEA/hqdefault.jpg",
        "g": 28,
        "d": "UC8G49s7tEFy4tAZOIMhgIFA",
        "h": "2024-04-16 21:07:44",
        "c": "Curso de Portugués A1 gratis 👉  https://edutin.com/curso-de-portugues \n\nEste curso es de ✅ acceso gratuito e incluye la ✅ opción de obtener una Certificación Internacional. \n\nEn este curso de Portugués A1 de Edutin Academy, aprenderás las bases fundamentales del portugués, incluyendo vocabulario básico, gramática elemental y las habilidades necesarias para comunicarte en situaciones cotidianas.\n\nA lo largo de este curso de portugués A1, aprenderás desde la pronunciación básica y el vocabulario hasta las estructuras gramaticales fundamentales. Podrás expresar saludos, presentarte, utilizar números, hablar sobre días de la semana, utilizar expresiones comunes, hacer descripciones personales y mucho más.\n\n¿A quién está dirigido? 🌍📚💬 este curso de Portugués A1 está diseñado para principiantes sin conocimientos previos de portugués, viajeros apasionados, profesionales que buscan expandir sus horizontes lingüísticos y cualquier persona interesada en aprender una nueva lengua de manera efectiva y divertida.\n\n#cursodeportuguesa1 #cursodeportuguesparaprincipiantes #cursodeportuguesgratuito #cursodeportuguésonlinegratisconcertificado #cursodeportuguesonline #cursodeportuguesgratisonline #cursogratisdeportugues \n\n#cursosgratis #cursosgratisconcertificado #cursosconcertificado #cursosonline #cursosgratisonlineconcertificado #cursosenlinea #edutin #edutinacademy #edutincursos"
    },
    {
        "a": 72,
        "e": "PLcsyuAy4t53Sw21Nej5f-PBip867HB21P",
        "b": "Introducción a la Kabalá - Curso",
        "f": "https://i.ytimg.com/vi/OyeDLxQkeCU/hqdefault.jpg",
        "g": 8,
        "d": "UCu4aDupNZ0YOgHoXEGYJncA",
        "h": "2023-05-15 00:32:17"
    },
    {
        "a": 24,
        "e": "PLzsP80HPQJ61cvyNvChaeaQOuEooCstlc",
        "b": "Curso de contabilidad básica para principiantes gratis 2024✅",
        "f": "https://i.ytimg.com/vi/iSNMvzR8-8U/hqdefault.jpg",
        "g": 35,
        "d": "UCU7cs6EF6VAUKCrgnxCUzVg",
        "h": "2018-07-10 18:09:32",
        "c": "A través de este curso de contabilidad aprenderás los conceptos básicos de excel. Aprenderás a leer un balance general, un estado de resultados. También aprenderás a realizar asientos contables, cuentas de mayor o las famosas cuentas T. Sabrás cómo se arma una balanza de comprobación y finalmente a generar informes financieros.\n\n#Contabilidad #Finanzas"
    },
    {
        "a": 31,
        "e": "PL_wxPflrHc1iECghOLOjQj8qdqxsH-bCf",
        "b": "Curso de Mecánica Automotriz",
        "f": "https://i.ytimg.com/vi/PV3XDlAHhYA/hqdefault.jpg",
        "g": 10,
        "d": "UCp7Hslrb8xgFU95SwOrZ6fg",
        "h": "2012-09-19 00:40:39",
        "c": "Conocer lo básico de la mecánica automotriz, hoy en día es indispensable para cualquier persona. Ven y apréndelo aquí:"
    },
    {
        "a": 95,
        "e": "PL2Z95CSZ1N4EW0PvNhd4ySZisgBrJjSW2",
        "b": "Curso de Microsoft SQl Server desde cero para principiantes, version 2023",
        "f": "https://i.ytimg.com/vi/SYRsyAoN8BI/hqdefault.jpg",
        "g": 91,
        "d": "UCtt69OVnWMAcC5ZEWY0BO5A",
        "h": "2023-05-30 22:43:51",
        "c": "¡Bienvenido aqui iniciamos este curso sobre Microsoft SQL Server, una de las herramientas más potentes y populares en el mundo de la gestión de bases de datos.\n  Con este curso, quiero llevarte de la mano a través de los fundamentos esenciales de Microsoft SQL Server, para que puedas dominar esta poderosa plataforma y aprovechar al máximo sus capacidades.\n\nYa sea que seas un principiante absoluto o tengas algo de experiencia en bases de datos, este curso está diseñado para adaptarse a todos los niveles de conocimiento. Exploraremos desde los conceptos básicos de SQL, como consultas y manipulación de datos, hasta temas más avanzados como optimización de consultas y diseño de bases de datos eficientes.\n\nA lo largo del curso, utilizaré ejemplos prácticos y ejercicios para ayudarte a comprender los conceptos de manera clara y concisa. También te compartiré consejos y trucos que he aprendido a lo largo de mi experiencia profesional, para que puedas aplicarlos en tu trabajo o proyectos personales."
    }
]