[
    {
        "a": 58,
        "e": "PL46G4t0fsnaKq6JSBQNpPB-To9vfzlxo9",
        "b": "Curso de ITALIANO",
        "f": "https://i.ytimg.com/vi/zxGuuJYXl3k/hqdefault.jpg",
        "g": 40,
        "d": "UC5cuBrMZHXf1_SvY4TkTPKg",
        "h": "2021-03-03 03:37:41",
        "c": "Con este curso de ITALIANO para toda la familia podrás aprender un nuevo idioma de forma divertida y basada en neurociencia."
    },
    {
        "a": 86,
        "e": "PLPaMPBXuN4VtpGtKKMp3_SIVBmPsPJYX-",
        "b": "Bunbury - Curso de levitación intensivo",
        "f": "https://i.ytimg.com/vi/Ba6B9M7GQi0/hqdefault.jpg",
        "g": 13,
        "d": "UChGCSvYMfOOnTvwWYBJWENA",
        "h": "2020-12-09 18:41:07"
    },
    {
        "a": 44,
        "e": "PLO4t0hJwolojhulAZ3I0QRCdq-Lm68fHy",
        "b": "✅ Curso Instagram GRATIS 2025",
        "f": "https://i.ytimg.com/vi/DoHaQP_-DKI/hqdefault.jpg",
        "g": 11,
        "d": "UCZnBV37Om1AEzJIjWwhfzFg",
        "h": "2022-07-20 09:10:07",
        "c": "✅ Curso Instagram GRATIS 2025"
    },
    {
        "a": 97,
        "e": "PLyvsggKtwbLVOPuOGn9J1Ie9RD7r7LcWD",
        "b": "Curso Spring Boot : Desarrollo de Microservicios",
        "f": "https://i.ytimg.com/vi/BRtPNl0aBkA/hqdefault.jpg",
        "g": 30,
        "d": "UCeEW6PHNJlIwI-rKChmqqkw",
        "h": "2024-02-29 15:56:43",
        "c": "¡Sumérgete en el apasionante mundo del desarrollo de microservicios con Spring Boot, una de las tecnologías más codiciadas en la actualidad dentro del vasto universo tecnológico!\n\nEn este completo curso, te llevaremos de la mano paso a paso a través del desarrollo de un microservicio backend con Spring Boot, utilizando la poderosa herramienta InteliJ como nuestro fiel compañero de viaje.\n\nExploraremos las últimas y más actualizadas versiones de Java, Spring y Spring Boot, desentrañando meticulosamente cada una de las anotaciones que Spring nos ofrece para potenciar nuestro código al máximo.\n\nSin embargo, lo que realmente distingue este curso es el énfasis especial que pondremos en el diseño arquitectónico de cada capa de la solución. Profundizaremos en conceptos complejos como la inyección de dependencias, el bajo acoplamiento y la cohesión de los diversos componentes, asegurando que comprendas no solo cómo codificar, sino cómo construir robustas y escalables soluciones.\n\nCada implementación de controladores, servicios y persistencia se realizará siguiendo las mejores prácticas que Java nos ofrece, garantizando un código limpio y de calidad excepcional.\n\nPero eso no es todo, también exploraremos la integración de tecnologías complementarias como Docker para la gestión de contenedores, PostgresSQL como nuestra base de datos relacional y Lombok para simplificar el código. Y para asegurarnos de que nuestra API REST esté en la cima de su juego, llevaremos a cabo exhaustivas pruebas utilizando Postman, garantizando que esté bien formada y lista para enfrentar los desafíos del mundo real.\n\n¡Prepárate para transformar tu manera de desarrollar microservicios y llevar tus habilidades al siguiente nivel con este emocionante curso!"
    },
    {
        "a": 80,
        "e": "PLtWgTpK-Jl--Pp-RxvrUSV8vh-3OimHWJ",
        "b": "Curso completo de Inkscape 2025 🎨",
        "f": "https://i.ytimg.com/vi/qUHQng7XKlg/hqdefault.jpg",
        "g": 48,
        "d": "UCQ_Ws9J3-dPHJuW2i8YHfvQ",
        "h": "2024-03-26 05:53:40",
        "c": "Bienvenido al Curso Completo de Inkscape 2025, donde aprenderás a dominar una de las herramientas de diseño gráfico vectorial más poderosas y versátiles del mercado. Tanto si eres un principiante que quiere aprender desde cero, como si ya tienes experiencia y deseas perfeccionar tus habilidades, este curso te llevará de la mano a través de todas las funciones y técnicas necesarias para convertirte en un experto en Inkscape.¿Qué aprenderás en este curso?Introducción a Inkscape: Conoce la interfaz, herramientas básicas y configuración inicial.Diseño de Formas y Trazos: Aprende a crear y manipular formas, trazos, y objetos básicos.Uso Avanzado de Capas y Grupos: Domina la organización y gestión de tus diseños.Trabajando con Texto: Descubre cómo integrar texto de manera efectiva en tus diseños.Herramientas de Transformación: Escalar, rotar, y alinear objetos con precisión.Efectos y Filtros: Añade efectos visuales sorprendentes a tus proyectos.Técnicas de Ilustración: Crea ilustraciones vectoriales complejas paso a paso.Exportación y Formatos: Aprende a exportar tus proyectos en diferentes formatos y resoluciones.Consejos y Trucos: Mejora tu flujo de trabajo con atajos y técnicas avanzadas.¿Para quién es este curso?Principiantes Absolutos: No necesitas experiencia previa en diseño gráfico o Inkscape.Diseñadores Gráficos: Que buscan expandir su conjunto de herramientas con software de código abierto.Artistas y Creativos: Interesados en crear arte digital y proyectos de diseño vectorial.Profesionales de Marketing y Comunicación: Que necesitan crear gráficos y materiales visuales de alta calidad.Recursos Incluidos:Ejercicios Prácticos: Material descargable para practicar cada lección.Plantillas y Ejemplos: Accede a una variedad de recursos que puedes usar en tus propios proyectos.Actualizaciones 2024: Mantente al día con las últimas características y mejoras de Inkscape.¿Por qué aprender Inkscape?Inkscape es una herramienta de diseño gráfico vectorial gratuita y de código abierto que ofrece un conjunto de características comparable a los programas de diseño más costosos. Aprender a usar Inkscape no solo te permitirá crear proyectos profesionales sin la necesidad de invertir en costosas licencias de software, sino que también te dará la libertad de trabajar en cualquier plataforma.¡No esperes más para llevar tus habilidades de diseño al siguiente nivel! Inscríbete ahora y comienza a crear con Inkscape hoy mismo."
    },
    {
        "a": 55,
        "e": "PLU8oAlHdN5BkinrODGXToK9oPAlnJxmW_",
        "b": "Curso de PHP/MySQL",
        "f": "https://i.ytimg.com/vi/I75CUdSJifw/hqdefault.jpg",
        "g": 105,
        "d": "UCdulIs-x_xrRd1ezwJZR9ww",
        "h": "2015-03-23 15:08:57",
        "c": "Curso de PHP/MySQL desde 0"
    },
    {
        "a": 87,
        "e": "PLU8oAlHdN5BmpobVmj1IlneKlVLJ84TID",
        "b": "Curso de JavaScript desde 0",
        "f": "https://i.ytimg.com/vi/m2nscBtQEIs/hqdefault.jpg",
        "g": 79,
        "d": "UCdulIs-x_xrRd1ezwJZR9ww",
        "h": "2014-07-21 15:13:09"
    },
    {
        "a": 94,
        "e": "PLH_tVOsiVGznLd-dSQP9_ttuxLnSmSWwq",
        "b": "🔥 CURSO COMPLETO de CSS desde CERO a AVANZADO 🔥",
        "f": "https://i.ytimg.com/vi/-xtS1QwxfOo/hqdefault.jpg",
        "g": 71,
        "d": "UCRMJ0vxtnHh_UAq1Yx9BYWQ",
        "h": "2024-05-27 17:16:25",
        "c": "CURSO COMPLETO de CSS GRATIS desde CERO a AVANZADO (EXPERTO)"
    },
    {
        "a": 32,
        "e": "PL4ITFgAw-QGPEv4KsGeD5AcO1Tl8_Pw4M",
        "b": "Mini Curso: Cómo INVERTIR desde cero 2025",
        "f": "https://i.ytimg.com/vi/9xW0HK7IUo0/hqdefault.jpg",
        "g": 6,
        "d": "UCDOSaJ0pnglwzfkR6fYbisA",
        "h": "2023-11-27 19:00:28",
        "c": "Este curso está diseñado para guiarte paso a paso en el emocionante mundo de las inversiones, ideal para aquellos que desean iniciar su camino hacia la libertad financiera. A lo largo de seis lecciones detalladas, explorarás desde los conceptos básicos de inversión hasta estrategias más avanzadas, todo explicado de manera clara y accesible.Contenido del Curso:Lección 1: Aprende a Invertir desde 0 (Conceptos Básicos)Introducción a los principios esenciales de la inversión y cómo empezar.Lección 2: Plataformas de Inversión Confiables para Ganar Dinero ExtraEvaluación de las plataformas de inversión más seguras y rentables.Lección 3: Fondos Indexados para PrincipiantesTodo sobre fondos indexados, una opción ideal para inversores novatos.Lección 4: Cómo Comprar Acciones para PrincipiantesPasos básicos y consejos para comprar acciones y entender el mercado bursátil.Lección 5: Vivir de Dividendos: ¿Realmente es Posible?Estrategias para generar ingresos pasivos mediante dividendos.Lección Final: Invertir tu Dinero como un ProfesionalTécnicas para elevar tus habilidades de inversión."
    },
    {
        "a": 23,
        "e": "PL2Z95CSZ1N4HLqf215jj9ZJgmWIXm7gOo",
        "b": "Curso completo de informática básica desde cero para principiantes 2022",
        "f": "https://i.ytimg.com/vi/o_78Ue_EUeI/hqdefault.jpg",
        "g": 16,
        "d": "UCtt69OVnWMAcC5ZEWY0BO5A",
        "h": "2022-08-30 11:37:12",
        "c": "¡Bienvenidos al curso de Informática Básica más amigable y accesible en YouTube! Si alguna vez te has sentido abrumado por la tecnología o si simplemente quieres comprender mejor el mundo digital que nos rodea, este curso es perfecto para ti. Desde los conceptos más básicos hasta la navegación en línea y la seguridad informática, te guiaremos en un emocionante viaje para descubrir los fundamentos de la informática.\n\n¿Por qué tomar este curso?\n\nEn la era digital actual, la informática es una habilidad esencial para navegar en el mundo laboral y personal. Aprender los conceptos básicos te permitirá sentirte más cómodo con las tecnologías, realizar tareas cotidianas con confianza y adquirir una base sólida para futuros aprendizajes en áreas más avanzadas."
    }
]