[
    {
        "a": 35,
        "e": "PLa8PF7Z_n1hWZa8Tz78GAHrk17ELpGy1u",
        "b": "Curso gratis de HACKING ÉTICO Desde CERO para PRINCIPIANTES con KALI LINUX 2024 Aprende TODO sobre Ciberseguridad y sobre como ser Hacker.",
        "f": "https://i.ytimg.com/vi/7_4jljxzvcA/hqdefault.jpg",
        "g": 46,
        "d": "UCeeOzvMFfd2qcUFIGN_Nzyw",
        "h": "2020-07-08 00:57:00",
        "c": "Aquí aprenderás todo sobre Ciberseguridad con Kali Linux 2024. Curso de Seguridad Informática en Español. Curso de Pentesting y Hacking Ético gratuito desde cero para principiantes. Hacking curso 2024 con Kali Linux. Seguridad informática y ciberseguridad. Como ser Hacker."
    },
    {
        "a": 95,
        "e": "PL2Z95CSZ1N4EW0PvNhd4ySZisgBrJjSW2",
        "b": "Curso de Microsoft SQl Server desde cero para principiantes, version 2023",
        "f": "https://i.ytimg.com/vi/SYRsyAoN8BI/hqdefault.jpg",
        "g": 91,
        "d": "UCtt69OVnWMAcC5ZEWY0BO5A",
        "h": "2023-05-30 22:43:51",
        "c": "¡Bienvenido aqui iniciamos este curso sobre Microsoft SQL Server, una de las herramientas más potentes y populares en el mundo de la gestión de bases de datos.\n  Con este curso, quiero llevarte de la mano a través de los fundamentos esenciales de Microsoft SQL Server, para que puedas dominar esta poderosa plataforma y aprovechar al máximo sus capacidades.\n\nYa sea que seas un principiante absoluto o tengas algo de experiencia en bases de datos, este curso está diseñado para adaptarse a todos los niveles de conocimiento. Exploraremos desde los conceptos básicos de SQL, como consultas y manipulación de datos, hasta temas más avanzados como optimización de consultas y diseño de bases de datos eficientes.\n\nA lo largo del curso, utilizaré ejemplos prácticos y ejercicios para ayudarte a comprender los conceptos de manera clara y concisa. También te compartiré consejos y trucos que he aprendido a lo largo de mi experiencia profesional, para que puedas aplicarlos en tu trabajo o proyectos personales."
    },
    {
        "a": 68,
        "e": "PL2rby4QDcl-cNpDX2Ym34smIWBCoSwXLN",
        "b": "CURSO de TATUAJE para principiantes en ESPAÑOL",
        "f": "https://i.ytimg.com/vi/r76MdnV7LjQ/hqdefault.jpg",
        "g": 41,
        "d": "UCaV32ym2gDUlK40Wao1xcbQ",
        "h": "2023-02-06 22:34:52",
        "c": "¿Quieres aprender a tatuar desde 0 como un profesional, paso a paso, en español y GRATIS?? Entonces este curso tutorial de tatuaje en español es justo lo que necesitas.\n\nAprende a tatuar con las mejores clases de tatuaje en español que podras encontrar online, diseñadas para guiarte en este camino hacia el exito en el mundo del tatuaje.\n\nEste curso es perfecto tanto para aquellos artistas principiantes como para aquellos artistas del tatuaje que buscan perfeccionar sus habilidades como tatuadores. \n\nTe enseñare todo lo que se sobre este arte, hablaremos desde como aprender a tatuar con una maquina rotativa o pen, maquinas de bobinas,  seguido de la seguridad e higiene en el lugar de trabajo, hasta las técnicas avanzadas para ser tatuador profesional, te explicare como puedes a aprender a tatuar sombras, linea fina y color solido, estoy seguro de que este curso cubre todo lo que necesitas para ser un artista del tatuaje profesional y si hay algo que no encuentras, dimelo y lo pondré, y si no lo sé, lo aprenderé para enseñárselo. \n\nTambién te aportare muchísimos tips de tatuaje y muchos ejercicios para aprender a tatuar desde cero de la manera mas facil.\n\nMe encantara ver y que me cuentes en los comentarios como das el gran paso al mundo del tatuaje y convertirte en un artista del tatuaje de renombre gracias a este curso.\n\n¿A qué esperas? Empieza AHORA y no te pierdas ni un solo capitulo! Aprende a tatuar de forma efectiva, segura y profesional, desde casa.  \n\n¡Únete a la comunidad de tatuadores hoy mismo! 😜"
    },
    {
        "a": 42,
        "e": "PLUofhDIg_38q4D0xNWp7FEHOTcZhjWJ29",
        "b": "⚛️ CURSO DE REACT 2024",
        "f": "https://i.ytimg.com/vi/7iobxzd_2wY/hqdefault.jpg",
        "g": 12,
        "d": "UC3aj05GEEyzdOqYM5FLSFeg",
        "h": "2023-04-12 13:51:54"
    },
    {
        "a": 59,
        "e": "PLRt_sFUAViN2NolzeQvDBG7vzQ1Ajdbe1",
        "b": "Curso de storytelling [Gratis y Certificado] - Edutin Academy",
        "f": "https://i.ytimg.com/vi/Nu6PyTMTJGw/hqdefault.jpg",
        "g": 17,
        "d": "UC8G49s7tEFy4tAZOIMhgIFA",
        "h": "2024-08-16 13:26:16",
        "c": "Curso de storytelling gratis 👉 https://edutin.com/curso-de-storytelling \n\nEste curso de storytelling es de ✅ Acceso gratis e incluye ✅ Opción de Certificación Internacional\n\nEn este curso de storytelling de Edutin Academy aprenderás a crear y contar historias poderosas que conecten emocionalmente con tu audiencia y transmitan mensajes de manera efectiva. Conocerás las técnicas fundamentales para construir narrativas cautivadoras que resuenen con el público, utilizando elementos como la estructura, los personajes y los conflictos para generar impacto.\n\nA lo largo de este curso de storytelling aprenderás a aplicar el storytelling en diversos contextos, como el marketing, la educación y el liderazgo, utilizando narrativas persuasivas para influir, motivar y comunicar ideas de manera efectiva.\n\n¿A quién está dirigido? 🎙️📚💡 Este curso de Storytelling está dirigido a profesionales de marketing, comunicaciones, ventas, emprendedores y cualquier persona interesada en mejorar sus habilidades de narración.\n\n#cursodestorytelling #cursodestorytellinggratis #cursodestorytellinggratuito #cursocompletodestorytelling \n\n#cursosgratis #cursosgratisconcertificado #cursosconcertificado #cursosonline #cursosgratisonlineconcertificado #cursosenlinea #edutin #edutinacademy #edutincursos"
    },
    {
        "a": 1,
        "e": "PL8ie04dqq7_OcBYDpvHrcSFVoggLi3cm_",
        "b": "[2022] Curso ANDROID Studio en KOTLIN desde CERO  - Aprender a desarrollar aplicaciones móviles",
        "f": "https://i.ytimg.com/vi/vJapzH_46a8/hqdefault.jpg",
        "g": 127,
        "d": "UCIjEgHA1vatSR2K4rfcdNRg",
        "h": "2020-06-23 18:37:25"
    },
    {
        "a": 33,
        "e": "PLyvsggKtwbLVva0XXvoqx91iaLmhgeNy7",
        "b": "Curso de programación profesional",
        "f": "https://i.ytimg.com/vi/AEiRa5xZaZw/hqdefault.jpg",
        "g": 19,
        "d": "UCeEW6PHNJlIwI-rKChmqqkw",
        "h": "2016-12-06 21:43:11",
        "c": "Curso de programación desde cero para aprender a programar de manera profesional."
    },
    {
        "a": 60,
        "e": "PLZDNGV2rkzUDlpDUnyOv3_emQTeeWQeGt",
        "b": "✅ Curso Completo de Adobe Premiere GRATIS en ESPAÑOL 2024 🚀",
        "f": "https://i.ytimg.com/vi/n3qiC8wA9vo/hqdefault.jpg",
        "g": 56,
        "d": "UCDMvkMlzxClSOQ7XbRN0IyQ",
        "h": "2024-08-05 06:04:52",
        "c": "Todos los capítulos del Curso Completo de Adobe Premiere GRATUITO del canal del Profesor Saitama."
    },
    {
        "a": 45,
        "e": "PLU8oAlHdN5BlvPxziopYZRd55pdqFwkeS",
        "b": "Curso Python desde 0.",
        "f": "https://i.ytimg.com/vi/tDYr14IIu_4/hqdefault.jpg",
        "g": 83,
        "d": "UCdulIs-x_xrRd1ezwJZR9ww",
        "h": "2017-01-24 13:08:23"
    },
    {
        "a": 46,
        "e": "PL93iwVYt7GG7OMmJZclmGo0ekKOzTi5o-",
        "b": "CURSO COMPLETO DE INGLÉS - NIVEL PRINCIPIANTE",
        "f": "https://i.ytimg.com/vi/83r_zzg5UsY/hqdefault.jpg",
        "g": 244,
        "d": "UC7YI4X4i8YCH5KKWCWP85JQ",
        "h": "2017-08-07 19:34:51",
        "c": "Aquí podrás encontrar nuestros vídeos en orden para que puedas estudiar con la secuencia correcta.  ¡Espero te sirva!"
    }
]