[
    {
        "a": 38,
        "e": "PLRt_sFUAViN2khZObSC9D5iooUI55cWJW",
        "b": "Curso de Portugués A1 [Gratis y Certificado] - Edutin Academy",
        "f": "https://i.ytimg.com/vi/wZnq5Ae8oEA/hqdefault.jpg",
        "g": 28,
        "d": "UC8G49s7tEFy4tAZOIMhgIFA",
        "h": "2024-04-16 21:07:44",
        "c": "Curso de Portugués A1 gratis 👉  https://edutin.com/curso-de-portugues \n\nEste curso es de ✅ acceso gratuito e incluye la ✅ opción de obtener una Certificación Internacional. \n\nEn este curso de Portugués A1 de Edutin Academy, aprenderás las bases fundamentales del portugués, incluyendo vocabulario básico, gramática elemental y las habilidades necesarias para comunicarte en situaciones cotidianas.\n\nA lo largo de este curso de portugués A1, aprenderás desde la pronunciación básica y el vocabulario hasta las estructuras gramaticales fundamentales. Podrás expresar saludos, presentarte, utilizar números, hablar sobre días de la semana, utilizar expresiones comunes, hacer descripciones personales y mucho más.\n\n¿A quién está dirigido? 🌍📚💬 este curso de Portugués A1 está diseñado para principiantes sin conocimientos previos de portugués, viajeros apasionados, profesionales que buscan expandir sus horizontes lingüísticos y cualquier persona interesada en aprender una nueva lengua de manera efectiva y divertida.\n\n#cursodeportuguesa1 #cursodeportuguesparaprincipiantes #cursodeportuguesgratuito #cursodeportuguésonlinegratisconcertificado #cursodeportuguesonline #cursodeportuguesgratisonline #cursogratisdeportugues \n\n#cursosgratis #cursosgratisconcertificado #cursosconcertificado #cursosonline #cursosgratisonlineconcertificado #cursosenlinea #edutin #edutinacademy #edutincursos"
    },
    {
        "a": 53,
        "e": "PLBI8wHKIc4CkZnX6ItctDU76k7mL5Qjfv",
        "b": "Curso De Trading",
        "f": "https://i.ytimg.com/vi/QPbpQ1wgvF0/hqdefault.jpg",
        "g": 8,
        "d": "UCVt4ugq2txl_szlXAO7B3-g",
        "h": "2024-12-28 13:13:19"
    },
    {
        "a": 73,
        "e": "PLU8oAlHdN5Bmx-LChV4K3MbHrpZKefNwn",
        "b": "Curso SQL",
        "f": "https://i.ytimg.com/vi/iOiyJgnN71c/hqdefault.jpg",
        "g": 25,
        "d": "UCdulIs-x_xrRd1ezwJZR9ww",
        "h": "2015-07-16 16:06:04",
        "c": "Curso del lenguaje universal de acceso a datos SQL"
    },
    {
        "a": 89,
        "e": "PLKQEL9j11yiVwyR8XATxfhSTu5UbtL1Hw",
        "b": "Aprender INGLES Gratis con Rodrigo (Curso de Ingles Completo)",
        "f": "https://i.ytimg.com/vi/OMcOhXmkhBI/hqdefault.jpg",
        "g": 497,
        "d": "UCR6K-ZudJ0CNJjNVDqeMYBA",
        "h": "2014-01-10 23:04:12",
        "c": "Aprender Ingles con Rodrigo es el Curso de Ingles más completo en internet, por su diseño, estructura, y extensión. Incluye lecciones de ingles de vocabulario, gramatica inglesa, clases de práctica y repaso, pronunciacion en ingles, pruebas de ingles y evaluacioes, y mucho más. También podrán enviar comentarios con preguntas y sugerencias a través de Youtube."
    },
    {
        "a": 80,
        "e": "PLtWgTpK-Jl--Pp-RxvrUSV8vh-3OimHWJ",
        "b": "Curso completo de Inkscape 2025 🎨",
        "f": "https://i.ytimg.com/vi/qUHQng7XKlg/hqdefault.jpg",
        "g": 48,
        "d": "UCQ_Ws9J3-dPHJuW2i8YHfvQ",
        "h": "2024-03-26 05:53:40",
        "c": "Bienvenido al Curso Completo de Inkscape 2025, donde aprenderás a dominar una de las herramientas de diseño gráfico vectorial más poderosas y versátiles del mercado. Tanto si eres un principiante que quiere aprender desde cero, como si ya tienes experiencia y deseas perfeccionar tus habilidades, este curso te llevará de la mano a través de todas las funciones y técnicas necesarias para convertirte en un experto en Inkscape.¿Qué aprenderás en este curso?Introducción a Inkscape: Conoce la interfaz, herramientas básicas y configuración inicial.Diseño de Formas y Trazos: Aprende a crear y manipular formas, trazos, y objetos básicos.Uso Avanzado de Capas y Grupos: Domina la organización y gestión de tus diseños.Trabajando con Texto: Descubre cómo integrar texto de manera efectiva en tus diseños.Herramientas de Transformación: Escalar, rotar, y alinear objetos con precisión.Efectos y Filtros: Añade efectos visuales sorprendentes a tus proyectos.Técnicas de Ilustración: Crea ilustraciones vectoriales complejas paso a paso.Exportación y Formatos: Aprende a exportar tus proyectos en diferentes formatos y resoluciones.Consejos y Trucos: Mejora tu flujo de trabajo con atajos y técnicas avanzadas.¿Para quién es este curso?Principiantes Absolutos: No necesitas experiencia previa en diseño gráfico o Inkscape.Diseñadores Gráficos: Que buscan expandir su conjunto de herramientas con software de código abierto.Artistas y Creativos: Interesados en crear arte digital y proyectos de diseño vectorial.Profesionales de Marketing y Comunicación: Que necesitan crear gráficos y materiales visuales de alta calidad.Recursos Incluidos:Ejercicios Prácticos: Material descargable para practicar cada lección.Plantillas y Ejemplos: Accede a una variedad de recursos que puedes usar en tus propios proyectos.Actualizaciones 2024: Mantente al día con las últimas características y mejoras de Inkscape.¿Por qué aprender Inkscape?Inkscape es una herramienta de diseño gráfico vectorial gratuita y de código abierto que ofrece un conjunto de características comparable a los programas de diseño más costosos. Aprender a usar Inkscape no solo te permitirá crear proyectos profesionales sin la necesidad de invertir en costosas licencias de software, sino que también te dará la libertad de trabajar en cualquier plataforma.¡No esperes más para llevar tus habilidades de diseño al siguiente nivel! Inscríbete ahora y comienza a crear con Inkscape hoy mismo."
    },
    {
        "a": 49,
        "e": "PLo-artO3hx9f7dQ7Pt7-Daxw5i8IFHw_y",
        "b": "CURSO DE COCTELERIA GRATUITO 🍹 (Para aficionados y Bartenders principiantes) 🥇",
        "f": "https://i.ytimg.com/vi/cpsnXvQZAb8/hqdefault.jpg",
        "g": 36,
        "d": "UCrt_ZUP3uyJl27JrD1Z8qRw",
        "h": "2020-12-09 18:26:10",
        "c": "Quieres Aprender coctelería? BIENVENIDO (a) Siguiendo el paso a paso de estos videos vas a aprender a hacer los cocteles mas solicitados en el mundo. Mira el primer video y Obtén tu guía Totalmente gratis."
    },
    {
        "a": 95,
        "e": "PL2Z95CSZ1N4EW0PvNhd4ySZisgBrJjSW2",
        "b": "Curso de Microsoft SQl Server desde cero para principiantes, version 2023",
        "f": "https://i.ytimg.com/vi/SYRsyAoN8BI/hqdefault.jpg",
        "g": 91,
        "d": "UCtt69OVnWMAcC5ZEWY0BO5A",
        "h": "2023-05-30 22:43:51",
        "c": "¡Bienvenido aqui iniciamos este curso sobre Microsoft SQL Server, una de las herramientas más potentes y populares en el mundo de la gestión de bases de datos.\n  Con este curso, quiero llevarte de la mano a través de los fundamentos esenciales de Microsoft SQL Server, para que puedas dominar esta poderosa plataforma y aprovechar al máximo sus capacidades.\n\nYa sea que seas un principiante absoluto o tengas algo de experiencia en bases de datos, este curso está diseñado para adaptarse a todos los niveles de conocimiento. Exploraremos desde los conceptos básicos de SQL, como consultas y manipulación de datos, hasta temas más avanzados como optimización de consultas y diseño de bases de datos eficientes.\n\nA lo largo del curso, utilizaré ejemplos prácticos y ejercicios para ayudarte a comprender los conceptos de manera clara y concisa. También te compartiré consejos y trucos que he aprendido a lo largo de mi experiencia profesional, para que puedas aplicarlos en tu trabajo o proyectos personales."
    },
    {
        "a": 42,
        "e": "PLUofhDIg_38q4D0xNWp7FEHOTcZhjWJ29",
        "b": "⚛️ CURSO DE REACT 2024",
        "f": "https://i.ytimg.com/vi/7iobxzd_2wY/hqdefault.jpg",
        "g": 12,
        "d": "UC3aj05GEEyzdOqYM5FLSFeg",
        "h": "2023-04-12 13:51:54"
    },
    {
        "a": 43,
        "e": "PLyvsggKtwbLX9LrDnl1-K6QtYo7m0yXWB",
        "b": "Curso de programación JAVA desde cero",
        "f": "https://i.ytimg.com/vi/L1oMLsiMusQ/hqdefault.jpg",
        "g": 48,
        "d": "UCeEW6PHNJlIwI-rKChmqqkw",
        "h": "2017-01-21 00:51:19",
        "c": "Curso JAVA desde cero,  Este es un curso gratuito y completo de programación en JAVA con bloc de notas."
    },
    {
        "a": 46,
        "e": "PL93iwVYt7GG7OMmJZclmGo0ekKOzTi5o-",
        "b": "CURSO COMPLETO DE INGLÉS - NIVEL PRINCIPIANTE",
        "f": "https://i.ytimg.com/vi/83r_zzg5UsY/hqdefault.jpg",
        "g": 244,
        "d": "UC7YI4X4i8YCH5KKWCWP85JQ",
        "h": "2017-08-07 19:34:51",
        "c": "Aquí podrás encontrar nuestros vídeos en orden para que puedas estudiar con la secuencia correcta.  ¡Espero te sirva!"
    }
]