[
    {
        "a": 18,
        "e": "PLomN84AdULIBcoI8Rb98dnompliIktJk9",
        "b": "Curso de REDES informáticas. 175 vídeos  de calidad",
        "f": "https://i.ytimg.com/vi/BrqH4PVyYF4/hqdefault.jpg",
        "g": 176,
        "d": "UC_OGVMTqkt6F2nvbBkkjB7A",
        "h": "2018-02-23 18:05:23",
        "c": "Curso de Redes telemáticas de Rogelio Montañana. Un completo curso de redes informáticas a nivel universitario para conocer todo sobre redes de telecomunicaciones. Gratuito."
    },
    {
        "a": 64,
        "e": "PLD63zxk3A73wyCMKphs11Pl6GA4wD2EWP",
        "b": "Curso gratis de astrología",
        "f": "https://i.ytimg.com/vi/PdWqUwhxvjw/hqdefault.jpg",
        "g": 12,
        "d": "UCBupY5eNUT7h-XpKz39wXkA",
        "h": "2023-01-23 18:34:28",
        "c": "Aprendé astrología psicológica y evolutiva con estas clases gratis de Camino Arcano. Este curso es para principiantes desde cero, súper fácil de entender!"
    },
    {
        "a": 83,
        "e": "PLg7ZNf8WsbWAeoCT0j4HtptN3-v9KLILN",
        "b": "🐲 CURSO GRATUITO DE KALI LINUX ▷  INICIACIÓN AL HACKING ÉTICO 2025",
        "f": "https://i.ytimg.com/vi/V_ehc-REW1s/hqdefault.jpg",
        "g": 21,
        "d": "UCYaeLvnLCNRJDrus8LEYaGw",
        "h": "2023-11-01 19:33:27",
        "c": "Bienvenido al Curso Gratuito de Kali Linux desde 0 para Hackers Éticos en YouTube.\n\nSi estás interesado en adentrarte en el mundo de la ciberseguridad, este es el lugar perfecto para comenzar.\nHemos diseñado este curso desde cero, pensando en aquellos que desean aprender a utilizar Kali Linux, incluso si nunca han tenido experiencia con Linux o Kali.\n\nNuestra misión es brindarte los conocimientos esenciales para que te sientas cómodo y seguro utilizando este sistema operativo y todas sus potentes herramientas. A lo largo de este curso gratuito, exploraremos desde los conceptos más básicos de Kali Linux hasta la realización de tu primer laboratorio práctico de hacking ético. Una vez completado este curso, tendrás las bases necesarias para avanzar en tu carrera o participar en desafíos de Capture The Flag (CTFs).\n\nCreemos firmemente que dominar los fundamentos es esencial antes de adentrarse en las más de 300 herramientas que ofrece Kali Linux.\n\nComo en cualquier disciplina, primero se debe aprender a caminar antes de correr. Antes de realizar pruebas de penetración, debemos familiarizarnos con el sistema que las hace posibles.\n\nEstamos emocionados de acompañarte en tu viaje hacia convertirte en un especialista en ciberseguridad."
    },
    {
        "a": 69,
        "e": "PL8VieMDRPaek9pe_XSzPnfy7AH3MhX_EI",
        "b": "CURSO DE REPARACIÓN DE CELULARES COMPLETO DESDE CERO ACTUALIZADO 2023 - PARA PRINCIPIANTES Y TÉCNICOS",
        "f": "https://i.ytimg.com/vi/1SVYGJGxdGY/hqdefault.jpg",
        "g": 71,
        "d": "UCskh0ctl4DdPMuPtdv1K5qA",
        "h": "2021-11-08 12:46:32",
        "c": "👉 Aprendé GRATIS a reparar celulares de MANERA PROFESIONAL\n👉 Si necesitas comprar herramientas o repuestos para REPARAR CELULARES y sos de ARGENTINA www.i2cmayorista.com"
    },
    {
        "a": 3,
        "e": "PL8ie04dqq7_MKYOzEUYVHMZYldddBVwD2",
        "b": "💰CÓMO Ganar DINERO Creando APLICACIONES 💰 [3.000 EUROS/MES] #DevStory",
        "f": "https://i.ytimg.com/vi/OaXcGhtUAjk/hqdefault.jpg",
        "g": 4,
        "d": "UCIjEgHA1vatSR2K4rfcdNRg",
        "h": "2021-01-19 17:47:24"
    },
    {
        "a": 39,
        "e": "PLkn3t7vbvnHSPdBnnRNdoCE8ODCJFW09x",
        "b": "CURSO de SOLDADURA ELÉCTRICA para Principiantes - Aprende a como SOLDAR Hierro y Metal con Electrodo",
        "f": "https://i.ytimg.com/vi/RpMTRhhhleI/hqdefault.jpg",
        "g": 28,
        "d": "UChgycoU69S92S_z25wlROaQ",
        "h": "2021-10-16 21:48:44",
        "c": "Aprende a SOLDAR desde \"CERO\" en éste curso Completo y totalmente online!! Aprende sobre los diferentes tipos de Maquinas, sus diferencias y los tipos de soldaduras con todos sus trucos, técnicas y secretos que podrás aplicar en tus proyectos de Herrería.\n\n=========\n\n👉 ¿Cuánto pagarías por un curso como este? 🤔\nEste curso es Gratis y siempre lo será, pero si sientes que lo que aprendiste te sirvió,\npuedes apoyarme con una donación invitándome un TECITO ☕ en el siguiente link...\n\n👉🔗 https://tecito.app/grantotem\n\n=========\n\n#Soldar #comosoldar #Herreria #hierro #cursodesoldadura #comosoldarparaprincipiantes #aprenderasoldar #soldarhierro #soldarconelectrodo #soldaduraelectrica #soldaduraparaprincipiantes"
    },
    {
        "a": 37,
        "e": "PLzjPEWJnnJNqGhk6DGpbuf8NDASsOQUND",
        "b": "Curso De Trading Para Principiantes",
        "f": "https://i.ytimg.com/vi/21ifvjZG23c/hqdefault.jpg",
        "g": 17,
        "d": "UCKP8me8NRKaGZZHAuKSSuvA",
        "h": "2024-11-24 15:44:31"
    },
    {
        "a": 82,
        "e": "PL3hNLk-aR0J9K5cvCIsQiwjMvO8UFFr35",
        "b": "☁️Curso AZ900 Azure Fundamentals Certificación en Español 2021 | Prepara tu examen de certificación con el curso Azure Fundamentals AZ-900",
        "f": "https://i.ytimg.com/vi/iFg-pRDLtoc/hqdefault.jpg",
        "g": 57,
        "d": "UCz1Dfbvqa7aG2YPlnKTwriQ",
        "h": "2020-02-04 04:28:01",
        "c": "☁️ Curso AZ900 Microsoft Azure Fundamentals \n⬇⬇⬇ Curso completo en: ⬇⬇⬇\n★ Udemy: http://bit.ly/az900-2021\n★ Net-University: https://bit.ly/az-fundamentals\n\nEste curso te proporcionará conocimientos básicos de los servicios en la nube y cómo se proporcionan esos servicios con Microsoft Azure. El curso se puede tomar como un primer paso opcional para aprender sobre los servicios en la nube y Microsoft Azure, antes de tomar más cursos de Microsoft Azure\n\n\nEste curso sobre Fundamentos de Azure (Azure Fundamentals- AZ-900) desarrolla tus competencias a través de habilidades prácticas en Azure que te ayudarán a innovar y a adquirir experiencia necesaria para realizar el examen AZ900 de Microsoft Azure Fundamentals. También revisaremos algunas preguntas de práctica para que puedas lograr obtener tu certificación de Azure Fundamentals.\n\n\nEn este curso aprenderás:\n\nComprender los conceptos de la nube\nDescribir los beneficios y consideraciones del uso de servicios en la nube\nDescribir las diferencias entre modelos de nube pública, privada e híbrida\nDescribir las diferencias entre infraestructuras como servicio (IaaS), plataforma como servicio (PaaS) y software como servicio (SaaS)\nComprender los servicios centrales de Azure\nComprender los principales componentes de arquitectura de Azure\nDescribir algunos de los productos centrales disponibles en Azure\nDescribir algunas de las soluciones disponibles en Azure\nComprender las herramientas de gestión de Azure\nComprender la seguridad, privacidad, cumplimiento y confianza\nComprender la conectividad de red segura en Azure\nComprender las opciones de monitorización e informes en Azure\nDescribir los servicios fundamentales de Azure Identity\nComprender las normas de privacidad, cumplimiento y protección de datos en Azure\nDescribir las herramientas de seguridad y las funciones de Azure\nDescribir las metodologías de gobernanza de Azure\nComprender la fijación de precios y el soporte de Azure\nComprender las suscripciones de Azure\nComprender las opciones de soporte disponibles con Azure\nComprender la planificación y gestión de costes\nDescribir los acuerdos de nivel de servicio (SLA) de Azure\nComprender el ciclo vital de servicio en Azure"
    },
    {
        "a": 79,
        "e": "PL1yslgETgkYFfOw1lP2W8Vros9v_xE5Bd",
        "b": "🥇Curso VBA para Macros Excel🥇",
        "f": "https://i.ytimg.com/vi/ocfurE964-g/hqdefault.jpg",
        "g": 99,
        "d": "UC1DggK5BjCUPWNgZRy0esRQ",
        "h": "2023-10-24 15:41:50",
        "c": "Curso gratis de VBA para creación de Macros en Excel de Cero a Experto para no programadores. El curso de Macros tiene Ejercicios prácticos y casos de la vida Real. Visual Basic For Application Online te permite ahorrar tiempo, completar tareas miles de veces más rápido.\nPrograma, automatiza y amplía en Excel."
    },
    {
        "a": 109,
        "e": "PLeySRPnY35dG2UQ35tPsaVMYkQhc8Vp__",
        "b": "Derivadas (Curso COMPLETO)",
        "f": "https://i.ytimg.com/vi/uK4-s0ojHFg/hqdefault.jpg",
        "g": 72,
        "d": "UCanMxWvOoiwtjLYm08Bo8QQ",
        "h": "2018-03-13 13:09:57",
        "c": "Explicación de derivadas desde los primeros conceptos hasta las derivadas con más nivel de dificultad, iniciando con el concepto de derivada, derivadas usando la definición, las reglas de derivación, regla de la cadena, hasta hablas de la derivada implícita y explicando paso a paso todos los conceptos para poder resolver cualquier tipo de derivada."
    }
]