[
    {
        "a": 42,
        "e": "PLUofhDIg_38q4D0xNWp7FEHOTcZhjWJ29",
        "b": "⚛️ CURSO DE REACT 2024",
        "f": "https://i.ytimg.com/vi/7iobxzd_2wY/hqdefault.jpg",
        "g": 12,
        "d": "UC3aj05GEEyzdOqYM5FLSFeg",
        "h": "2023-04-12 13:51:54"
    },
    {
        "a": 108,
        "e": "PLhQhIal1vDFimJ-IzRmwgYwwa8MtFyU2m",
        "b": "Curso de Electricidad Básica",
        "f": "https://i.ytimg.com/vi/IBXCiZQvBUs/hqdefault.jpg",
        "g": 20,
        "d": "UCjz6NDWUOYprLmeDGeJzZSg",
        "h": "2018-02-15 15:56:27",
        "c": "Aprender electricidad. Te explicamos cómo funciona la electricidad de tu casa de manera muy didáctica, como en un curso. Entender el cuadro eléctrico y detectar las averías más frecuentes, guiar cables y hacer empalmes, identificar circuitos, instalar interruptores..."
    },
    {
        "a": 35,
        "e": "PLa8PF7Z_n1hWZa8Tz78GAHrk17ELpGy1u",
        "b": "Curso gratis de HACKING ÉTICO Desde CERO para PRINCIPIANTES con KALI LINUX 2024 Aprende TODO sobre Ciberseguridad y sobre como ser Hacker.",
        "f": "https://i.ytimg.com/vi/7_4jljxzvcA/hqdefault.jpg",
        "g": 46,
        "d": "UCeeOzvMFfd2qcUFIGN_Nzyw",
        "h": "2020-07-08 00:57:00",
        "c": "Aquí aprenderás todo sobre Ciberseguridad con Kali Linux 2024. Curso de Seguridad Informática en Español. Curso de Pentesting y Hacking Ético gratuito desde cero para principiantes. Hacking curso 2024 con Kali Linux. Seguridad informática y ciberseguridad. Como ser Hacker."
    },
    {
        "a": 24,
        "e": "PLzsP80HPQJ61cvyNvChaeaQOuEooCstlc",
        "b": "Curso de contabilidad básica para principiantes gratis 2024✅",
        "f": "https://i.ytimg.com/vi/iSNMvzR8-8U/hqdefault.jpg",
        "g": 35,
        "d": "UCU7cs6EF6VAUKCrgnxCUzVg",
        "h": "2018-07-10 18:09:32",
        "c": "A través de este curso de contabilidad aprenderás los conceptos básicos de excel. Aprenderás a leer un balance general, un estado de resultados. También aprenderás a realizar asientos contables, cuentas de mayor o las famosas cuentas T. Sabrás cómo se arma una balanza de comprobación y finalmente a generar informes financieros.\n\n#Contabilidad #Finanzas"
    },
    {
        "a": 87,
        "e": "PLU8oAlHdN5BmpobVmj1IlneKlVLJ84TID",
        "b": "Curso de JavaScript desde 0",
        "f": "https://i.ytimg.com/vi/m2nscBtQEIs/hqdefault.jpg",
        "g": 79,
        "d": "UCdulIs-x_xrRd1ezwJZR9ww",
        "h": "2014-07-21 15:13:09"
    },
    {
        "a": 93,
        "e": "PLDhUODcit3B7BqeL_lhcNMIiE-qqyz4xT",
        "b": "🍑FL Studio: CURSO MAESTRO (2025 Actualizado)",
        "f": "https://i.ytimg.com/vi/ZQSz9INc-ag/hqdefault.jpg",
        "g": 14,
        "d": "UC3yTbQJCyIx1hJRS5pK_c0A",
        "h": "2023-02-14 20:03:07",
        "c": "👉FL Studio: CURSO MAESTRO: https://bit.ly/FLStudioCursoMaestro\n\n✅PRODUCCIÓN MUSICAL PROFESIONAL con FL STUDIO\n\nCon éste curso aprenderás producción musical utilizando FL Studio. No importa si nunca has usado software de creación o producción musical, si no sabes tocar ningún instrumento o si jamás escuchaste hablar del programa. Lo único que necesitas son las ganas de materializar tus ideas en música y con éste curso podrás lograrlo.\n\n✅CREA UNA CANCIÓN PROFESIONAL DESDE CERO\n\nVerás paso a paso como se hace una canción completa: composición, arreglo, diseño de sonido, mezcla, masterización y distribución.\n\nAunque ya tengas experiencia usando FL Studio, éste curso es una auténtica enciclopedia, aprenderás incluso aunque creas que ya conoces el programa. Éste curso es para ti, sin importar el tipo de música que quieras hacer pues, una vez que aprendes a usar las herramientas, desbloquearás tu potencial para crear lo que tu imaginación te dicte.\n\n✅EL MEJOR CURSO\n\nEl curso es modular y flexible, esto significa que, una vez curses los primeros módulos, los siguientes puedes tomarlos en el orden que tú elijas. El curso es como un árbol donde subes por el tronco y después serás tú quien decida cuáles ramas quiere visitar.\n\nCada módulo abarca de forma exhaustiva cada tema y es actualizado constantemente.\n\nAdemás, éste curso es aplicable para las versiones FL Studio 21 y posteriores.\n\n✅EL MEJOR INSTRUCTOR\n\nOlbaid tiene mas de 16 años de experiencia, es Power User y Entrenador Reconocido de FL Studio. Su trabajo ha sido integrado oficialmente en FL Studio en herramientas como Sytrus, Harmor, Flex y varios proyectos demo hechos por él.\n\n✅GARANTÍA\n\nAl final del curso serás un experto en el uso de FL Studio, todas sus herramientas, ventanas y opciones.\n\nTendrás todos los conocimientos y habilidades que necesitas para crear tus propias canciones sin importar el género musical.\n\n#flstudio21 #flstudio #flstudiotutorial #flstudiotips #produccionmusical #productormusical"
    },
    {
        "a": 84,
        "e": "PLS4lvjlWB4oVYZ5YPHZC2F4F1DeLSKjzy",
        "b": "CURSO de CALIGRAFÍA para PRINCIPIANTES 2025",
        "f": "https://i.ytimg.com/vi/oP4GZpqiQxc/hqdefault.jpg",
        "g": 15,
        "d": "UCCR83kD0xCoxhaZLrDX2ZgA",
        "h": "2020-11-13 23:28:26"
    },
    {
        "a": 109,
        "e": "PLeySRPnY35dG2UQ35tPsaVMYkQhc8Vp__",
        "b": "Derivadas (Curso COMPLETO)",
        "f": "https://i.ytimg.com/vi/uK4-s0ojHFg/hqdefault.jpg",
        "g": 72,
        "d": "UCanMxWvOoiwtjLYm08Bo8QQ",
        "h": "2018-03-13 13:09:57",
        "c": "Explicación de derivadas desde los primeros conceptos hasta las derivadas con más nivel de dificultad, iniciando con el concepto de derivada, derivadas usando la definición, las reglas de derivación, regla de la cadena, hasta hablas de la derivada implícita y explicando paso a paso todos los conceptos para poder resolver cualquier tipo de derivada."
    },
    {
        "a": 101,
        "e": "PLU8oAlHdN5Bkn-KS1sRFlSEnXXcAtAJ9P",
        "b": "Curso de Android con Android Studio",
        "f": "https://i.ytimg.com/vi/pdYkmCcQFd8/hqdefault.jpg",
        "g": 108,
        "d": "UCdulIs-x_xrRd1ezwJZR9ww",
        "h": "2016-02-23 19:13:15"
    },
    {
        "a": 76,
        "e": "PLDhUODcit3B6l4VuRh5wbVVCtKq8pjeOp",
        "b": "🔊Curso de Mezcla y Masterización",
        "f": "https://i.ytimg.com/vi/BF6KBlD2eXw/hqdefault.jpg",
        "g": 51,
        "d": "UC3yTbQJCyIx1hJRS5pK_c0A",
        "h": "2020-02-12 01:04:38",
        "c": "Aprende a mezclar y masterizar con este curso de mezcla y masterizacion completo. Es válido para cualquier DAW y aprenderás desde cero.\n#Mezcla #Masterización"
    }
]