[
    {
        "a": 1,
        "e": "PL8ie04dqq7_OcBYDpvHrcSFVoggLi3cm_",
        "b": "[2022] Curso ANDROID Studio en KOTLIN desde CERO  - Aprender a desarrollar aplicaciones móviles",
        "f": "https://i.ytimg.com/vi/vJapzH_46a8/hqdefault.jpg",
        "g": 127,
        "d": "UCIjEgHA1vatSR2K4rfcdNRg",
        "h": "2020-06-23 18:37:25"
    },
    {
        "a": 2,
        "e": "PL8ie04dqq7_Mh8Nz3ihjGLLTwAdNfaLSD",
        "b": "Diseño de Layouts - Curso Kotlin en Android",
        "f": "https://i.ytimg.com/vi/xz7U_4Ob6Lg/hqdefault.jpg",
        "g": 4,
        "d": "UCIjEgHA1vatSR2K4rfcdNRg",
        "h": "2020-08-03 16:13:00"
    },
    {
        "a": 3,
        "e": "PL8ie04dqq7_MKYOzEUYVHMZYldddBVwD2",
        "b": "💰CÓMO Ganar DINERO Creando APLICACIONES 💰 [3.000 EUROS/MES] #DevStory",
        "f": "https://i.ytimg.com/vi/OaXcGhtUAjk/hqdefault.jpg",
        "g": 4,
        "d": "UCIjEgHA1vatSR2K4rfcdNRg",
        "h": "2021-01-19 17:47:24"
    },
    {
        "a": 10,
        "e": "PL8ie04dqq7_NUvBcMMosVRAbqZDWmRzX3",
        "b": "Curso Kotlin Multiplatform desde cero - [2024] Kotlin Compose Multiplatform",
        "f": "https://i.ytimg.com/vi/smAhUwEQ1d8/hqdefault.jpg",
        "g": 11,
        "d": "UCIjEgHA1vatSR2K4rfcdNRg",
        "h": "2023-11-20 20:13:45",
        "c": "Aprende Kotlin Multiplatform desde cero y actualizado."
    },
    {
        "a": 11,
        "e": "PL8ie04dqq7_P2RoaCdVC1ef7JmNizK3uO",
        "b": "[2022] 📍 GOOGLE MAPS en ANDROID con KOTLIN - CURSO ANDROID STUDIO API📍",
        "f": "https://i.ytimg.com/vi/_dhFsvEeuCs/hqdefault.jpg",
        "g": 4,
        "d": "UCIjEgHA1vatSR2K4rfcdNRg",
        "h": "2021-01-30 10:42:14",
        "c": "Aprende a trabajar con el API de GOOGLE MAPS 📍 en ANDROID con KOTLIN"
    },
    {
        "a": 12,
        "e": "PL8ie04dqq7_MvhtWlcIFS9L3_4EWatd-V",
        "b": "[2022] Arquitecturas Android (MVVM, MVP, MVC..) - Tutoriales Android Studio",
        "f": "https://i.ytimg.com/vi/hhhSMXi0R3E/hqdefault.jpg",
        "g": 9,
        "d": "UCIjEgHA1vatSR2K4rfcdNRg",
        "h": "2021-05-27 13:23:54",
        "c": "Aprende a utilizar arquitecturas en Android studio para tus proyectos. Por ahora tenemos una arquitectura MVVM con retrofit, clean architecture, inyección de dependencias con dagger hilt, persistencia de datos con Room y testing."
    },
    {
        "a": 13,
        "e": "PLQQTkHF6E12i4SifA6Owgs9wCDv8xw13Y",
        "b": "Curso de reparación de celulares",
        "f": "https://i.ytimg.com/vi/AonE8BbJZ9w/hqdefault.jpg",
        "g": 21,
        "d": "UC3fkKCLVhc78HMgrI0gy9xA",
        "h": "2018-08-12 09:28:48",
        "c": "Curso de reparación de celulares gratis.\nCon este curso intentamos subir una serie de 40 videos con diferentes fallos en los dispositivos móviles y tablets. \n Es un curso de reparación móviles online donde intentamos enseñar varios trucos y varias técnicas para poder reparar cualquier dispositivo celular. \n Vamos a tener videos de microsoldadura SMD, reparación pin de carga, como cambiar un lector SIM, reemplazar algún IC, cambiar micrófono, como medir diferentes componentes como: bobinas, condensadores, resistencias ... \n Con este curso solo intentamos aportar nuestro granito de arena en el mundo de la reparación de celulares."
    },
    {
        "a": 14,
        "e": "PL46G4t0fsnaJXK_SfaWdxHThKuvgCOnAZ",
        "b": "Curso de Inglés Básico",
        "f": "https://i.ytimg.com/vi/bpMELj9caNY/hqdefault.jpg",
        "g": 88,
        "d": "UC5cuBrMZHXf1_SvY4TkTPKg",
        "h": "2020-07-25 00:09:11",
        "c": "El curso de inglés del Doctor Miguel con el que aprenderás inglés desde cero y gratis."
    },
    {
        "a": 15,
        "e": "PLBI8wHKIc4CnINi5zwAhIyxAWbZ0TxEkz",
        "b": "Cursos Completos y Gratis",
        "f": "https://i.ytimg.com/vi/j_vfqabSFMQ/hqdefault.jpg",
        "g": 66,
        "d": "UCVt4ugq2txl_szlXAO7B3-g",
        "h": "2023-03-17 13:24:08"
    },
    {
        "a": 16,
        "e": "PLUa5K0lL89KIZsFan_kKrRJYFMkQ9u6Ki",
        "b": "👊Curso de ELECTRICIDAD Domiciliaria GRATIS !!",
        "f": "https://i.ytimg.com/vi/BhgBXZdHWhU/hqdefault.jpg",
        "g": 25,
        "d": "UC8cFTqwfcQVacrILakZeGRw",
        "h": "2021-02-11 22:20:50",
        "c": "ESTAS EMPEZANDO?►►Mirá los videos de esta lista YA.! Aprender Electricidad NUNCA fue tan FACIL.!! \nAhora desde la comodidad de tu casa te voy a enseñar PASO a PASO todo lo que necesitas saber para hacerte del Dominio de la Electricidad"
    },
    {
        "a": 17,
        "e": "PL5jfE0GhCnal2lZYE51n6vPudHFFz98Ih",
        "b": "💻CURSO DE COMPUTACIÓN DE CERO A EXPERTO 💻",
        "f": "https://i.ytimg.com/vi/AxDF5WBamBc/hqdefault.jpg",
        "g": 23,
        "d": "UCd9hcs803G4P6YzY8LxB_dA",
        "h": "2021-12-20 17:05:42",
        "c": "curso de computación de cero a experto, Curso de computación para adultos, curso de computación gratis, cursos gratis. cursos de computacion 2022, windows 10,"
    },
    {
        "a": 18,
        "e": "PLomN84AdULIBcoI8Rb98dnompliIktJk9",
        "b": "Curso de REDES informáticas. 175 vídeos  de calidad",
        "f": "https://i.ytimg.com/vi/BrqH4PVyYF4/hqdefault.jpg",
        "g": 176,
        "d": "UC_OGVMTqkt6F2nvbBkkjB7A",
        "h": "2018-02-23 18:05:23",
        "c": "Curso de Redes telemáticas de Rogelio Montañana. Un completo curso de redes informáticas a nivel universitario para conocer todo sobre redes de telecomunicaciones. Gratuito."
    },
    {
        "a": 19,
        "e": "PLNipMBg3MF-by_2uhpnmGbGTBPMfqo7HV",
        "b": "aprende gratis, curso de electrónica básica desde cero",
        "f": "https://i.ytimg.com/vi/LjYClvMPRdE/hqdefault.jpg",
        "g": 155,
        "d": "UCUJ6BMwZFHTnBozdGONtIhA",
        "h": "2015-03-08 00:01:05",
        "c": "curso que abarca todo lo básico relacionado a electrónica, desde conceptos básicos, manejo de protoboard, soldadura, electrónica análoga y digital, diseño de impresos, manejo de software de simulación etc"
    },
    {
        "a": 20,
        "e": "PLgrNDDl9MxYmUmf19zPiljdg8FKIRmP78",
        "b": "🚀 Curso Inglés desde CERO - Completo 4 Niveles para Aprender Fácil y Rápido",
        "f": "https://i.ytimg.com/vi/dFJvNYdKGrA/hqdefault.jpg",
        "g": 104,
        "d": "UCTplas1aEhuhBLFYpxr299g",
        "h": "2017-08-17 01:24:35",
        "c": "¿Quieres aprender inglés desde cero y avanzar hasta un nivel avanzado? Este curso completo en 4 niveles está diseñado para que progreses paso a paso, con explicaciones claras, ejercicios prácticos y mucho apoyo. Perfecto para principiantes que buscan una guía estructurada y para quienes quieren reforzar sus bases. ¡Empieza hoy mismo y transforma tu inglés!\n\n📲 Mejora tu experiencia de práctica desde mi Aplicación Inglés Fácil 👉 https://go.educup.io/RVMmSsKr\n\n*Recursos disponibles en el curso*\nAcceso a la app Inglés Fácil, guías descargables, audios, videos y ejercicios interactivos que puedes hacer en cualquier dispositivo. disponible en mi sitio web👉 https://www.pacho8a.com/\n\n*También puedes ver esta lección en mi aplicación de inglés:*\n_____________________________________________\n\n\n👨‍🏫 *Suscríbete y activa la campanita* para aprender inglés desde cero, con lecciones prácticas y sencillas. Con material práctico y clases estructuradas, verás mejoras desde las primeras semanas.\n\n🌎 *Accede a más contenido gratuito y descarga recursos adicionales en mi sitio web* 👉 https://www.pacho8a.com/\n\n📲 *Descarga mi nueva aplicación \"INGLÉS FÁCIL\" y transforma tu manera de aprender inglés:*\n🔹 App Store ✔️ https://apple.co/3zf0PQ8\n🔹 Play Store ✔️ https://bit.ly/3MNjqWx\n🔹 Online para PC ✔️https://inglesfacil.educup.io\n\n📌 *Sígueme en redes sociales:*\n📍 *Instagram* 👉 https://www.instagram.com/pacho8a/\n📍 *Facebook* 👉 https://www.facebook.com/franciscoochoaingles/\n📍 *TikTok* 👉 https://www.tiktok.com/@inglesfacilpacho8a\n\n#InglésDesdeCero #CursoDeInglés #AprenderInglés"
    },
    {
        "a": 21,
        "e": "PLGX39GU9MAeqXIm3OYmnLg0elifUA403_",
        "b": "Curso de Excel Gratis - De básico a Avanzado",
        "f": "https://i.ytimg.com/vi/GorNlHirLko/hqdefault.jpg",
        "g": 15,
        "d": "UCSW-_m4KXiok4Hq2nK97atw",
        "h": "2017-06-22 18:47:39"
    },
    {
        "a": 22,
        "e": "PLLniqWgyb4HHfkyWNgMWSvTq6RlUGusgN",
        "b": "Curso de Excel COMPLETO y GRATIS - Dostin Hurtado",
        "f": "https://i.ytimg.com/vi/L1D2zga0cBU/hqdefault.jpg",
        "g": 19,
        "d": "UCUnwzUFwZvQRcuIVgv5pD7Q",
        "h": "2013-11-02 18:20:55",
        "c": "Con este curso aprenderás Excel 2021, 2019, 2016, Excel 2013, Excel 2010 o incluso la 2007 en menos de 1 día, el curso está completo (Básico e Intermedio) y es completamente gratis. También al finalizar les recomiendo si así lo desean realizar el curso de Excel Avanzado (Macros)."
    },
    {
        "a": 23,
        "e": "PL2Z95CSZ1N4HLqf215jj9ZJgmWIXm7gOo",
        "b": "Curso completo de informática básica desde cero para principiantes 2022",
        "f": "https://i.ytimg.com/vi/o_78Ue_EUeI/hqdefault.jpg",
        "g": 16,
        "d": "UCtt69OVnWMAcC5ZEWY0BO5A",
        "h": "2022-08-30 11:37:12",
        "c": "¡Bienvenidos al curso de Informática Básica más amigable y accesible en YouTube! Si alguna vez te has sentido abrumado por la tecnología o si simplemente quieres comprender mejor el mundo digital que nos rodea, este curso es perfecto para ti. Desde los conceptos más básicos hasta la navegación en línea y la seguridad informática, te guiaremos en un emocionante viaje para descubrir los fundamentos de la informática.\n\n¿Por qué tomar este curso?\n\nEn la era digital actual, la informática es una habilidad esencial para navegar en el mundo laboral y personal. Aprender los conceptos básicos te permitirá sentirte más cómodo con las tecnologías, realizar tareas cotidianas con confianza y adquirir una base sólida para futuros aprendizajes en áreas más avanzadas."
    },
    {
        "a": 24,
        "e": "PLzsP80HPQJ61cvyNvChaeaQOuEooCstlc",
        "b": "Curso de contabilidad básica para principiantes gratis 2024✅",
        "f": "https://i.ytimg.com/vi/iSNMvzR8-8U/hqdefault.jpg",
        "g": 35,
        "d": "UCU7cs6EF6VAUKCrgnxCUzVg",
        "h": "2018-07-10 18:09:32",
        "c": "A través de este curso de contabilidad aprenderás los conceptos básicos de excel. Aprenderás a leer un balance general, un estado de resultados. También aprenderás a realizar asientos contables, cuentas de mayor o las famosas cuentas T. Sabrás cómo se arma una balanza de comprobación y finalmente a generar informes financieros.\n\n#Contabilidad #Finanzas"
    },
    {
        "a": 25,
        "e": "PLSvxAUzJ-XSfY0KpwV8SHBlyLVcrZkENc",
        "b": "📚 CURSO DE REDES DESDE 0. De básico a avanzado 📚",
        "f": "https://i.ytimg.com/vi/um41JAqO42g/hqdefault.jpg",
        "g": 22,
        "d": "UCuxoUnuGxFSHbR5_I4YbA1Q",
        "h": "2020-05-12 15:33:36",
        "c": "Curso de redes partiendo desde 0 para aprender los conceptos básicos que necesitas saber para entender y configurar una red y los equipos que la forman."
    },
    {
        "a": 26,
        "e": "PLAWADOpEOsdGBc8tYyW_im4Fg5z1m6eZu",
        "b": "Curso de PROGRAMACIÓN DESDE CERO ✅ 2020 | Crea tus PRIMEROS PROGRMAS 🚀",
        "f": "https://i.ytimg.com/vi/s43aiz5aNRQ/hqdefault.jpg",
        "g": 21,
        "d": "UCs_67ao0waslOaAbzaweHXA",
        "h": "2020-04-08 20:01:57",
        "c": "¿Te ha dado curiosidad estudiar programación?  En este curso podrás APRENDER PROGRAMACIÓN y crearás tus PRIMEROS PROGRAMAS! ⚡️ \nAnalizaremos tanto teoría como ejercicios prácticos para que tú puedas convertirte en un programador de calidad.\nCada semana habrá nuevos tutoriales! Suscríbete para verlos 🚀"
    },
    {
        "a": 27,
        "e": "PLTIdiuUvwYCHrjyEIYR8ZOhza5NAFef3Y",
        "b": "MATEMÁTICA DESDE CERO (CURSO COMPLETO)",
        "f": "https://i.ytimg.com/vi/vMSrAcrH9tg/hqdefault.jpg",
        "g": 6,
        "d": "UCa6V1UVOXN4wDm7RDQDoa6g",
        "h": "2024-05-02 18:04:47",
        "c": "Aquí tienes 6 clases de 2 horas cada una aproximadamente para aprender conceptos de matemática desde cero."
    },
    {
        "a": 28,
        "e": "PLvq-jIkSeTUZ6QgYYO3MwG9EMqC-KoLXA",
        "b": "Curso JavaScript",
        "f": "https://i.ytimg.com/vi/2SetvwBV-SU/hqdefault.jpg",
        "g": 166,
        "d": "UCXR7VjA26PcHP3vb6F2X3VQ",
        "h": "2020-02-07 18:52:34",
        "c": "Aprende JavaScript el lenguaje que domina la web: Sintaxis, Gramática, Lógica, EcmaScript, POO, Asincronía, DOM, AJAX, JSON, API's, Node y más."
    },
    {
        "a": 29,
        "e": "PLLniqWgyb4HGURvLx1JbpeX6tvpqIKHuB",
        "b": "Nuevo curso de Excel 2025 - ¡Completo y Gratis!",
        "f": "https://i.ytimg.com/vi/W78PamXb5VA/hqdefault.jpg",
        "g": 19,
        "d": "UCUnwzUFwZvQRcuIVgv5pD7Q",
        "h": "2022-02-21 19:07:39",
        "c": "Aprende Excel para tu trabajo o estudio. En menos de 1 hora podrás aprender lo necesario para la mayoría de ejercicios en todos los campos. \n¡Excel es muy fácil!, confía en el mejor curso de Excel de toda internet 😁"
    },
    {
        "a": 30,
        "e": "PL1yslgETgkYHWZnyk9w5JyUTY6xkyKrov",
        "b": "Nuevo Curso de Excel 2025 (Básico, Intermedio y Avanzado)",
        "f": "https://i.ytimg.com/vi/5RK6s5eB37o/hqdefault.jpg",
        "g": 58,
        "d": "UC1DggK5BjCUPWNgZRy0esRQ",
        "h": "2025-05-24 18:03:06",
        "c": "El mejor curso de Excel Gratis y completo que vas a encontrar en Youtube con ejercicios para descargar. Recuerda es 100% gratis y está pensado para que aprendas desde cero, paso a paso con muchos ejercicios para descargar en todos los módulos.\n\nEste curso esta enfocado en estudiantes, o si trabajas en oficina o simplemente quieres dejar de sufrir cada vez que abres una hoja de cálculo 😅.\nVas a aprender a usar fórmulas básicas, intermedidas y avanzadas, crear tablas dinámicas, automatizar tareas y hasta hacer tus propios reportes o dashboards hasta llegar al nivel de programar tus propias macros con VBA.\n\nNo necesitas saber nada, solo tener ganas de aprender.\n¡Y sí, es totalmente gratis! Así que… ¿qué esperas? 💻✨"
    },
    {
        "a": 31,
        "e": "PL_wxPflrHc1iECghOLOjQj8qdqxsH-bCf",
        "b": "Curso de Mecánica Automotriz",
        "f": "https://i.ytimg.com/vi/PV3XDlAHhYA/hqdefault.jpg",
        "g": 10,
        "d": "UCp7Hslrb8xgFU95SwOrZ6fg",
        "h": "2012-09-19 00:40:39",
        "c": "Conocer lo básico de la mecánica automotriz, hoy en día es indispensable para cualquier persona. Ven y apréndelo aquí:"
    },
    {
        "a": 32,
        "e": "PL4ITFgAw-QGPEv4KsGeD5AcO1Tl8_Pw4M",
        "b": "Mini Curso: Cómo INVERTIR desde cero 2025",
        "f": "https://i.ytimg.com/vi/9xW0HK7IUo0/hqdefault.jpg",
        "g": 6,
        "d": "UCDOSaJ0pnglwzfkR6fYbisA",
        "h": "2023-11-27 19:00:28",
        "c": "Este curso está diseñado para guiarte paso a paso en el emocionante mundo de las inversiones, ideal para aquellos que desean iniciar su camino hacia la libertad financiera. A lo largo de seis lecciones detalladas, explorarás desde los conceptos básicos de inversión hasta estrategias más avanzadas, todo explicado de manera clara y accesible.Contenido del Curso:Lección 1: Aprende a Invertir desde 0 (Conceptos Básicos)Introducción a los principios esenciales de la inversión y cómo empezar.Lección 2: Plataformas de Inversión Confiables para Ganar Dinero ExtraEvaluación de las plataformas de inversión más seguras y rentables.Lección 3: Fondos Indexados para PrincipiantesTodo sobre fondos indexados, una opción ideal para inversores novatos.Lección 4: Cómo Comprar Acciones para PrincipiantesPasos básicos y consejos para comprar acciones y entender el mercado bursátil.Lección 5: Vivir de Dividendos: ¿Realmente es Posible?Estrategias para generar ingresos pasivos mediante dividendos.Lección Final: Invertir tu Dinero como un ProfesionalTécnicas para elevar tus habilidades de inversión."
    },
    {
        "a": 33,
        "e": "PLyvsggKtwbLVva0XXvoqx91iaLmhgeNy7",
        "b": "Curso de programación profesional",
        "f": "https://i.ytimg.com/vi/AEiRa5xZaZw/hqdefault.jpg",
        "g": 19,
        "d": "UCeEW6PHNJlIwI-rKChmqqkw",
        "h": "2016-12-06 21:43:11",
        "c": "Curso de programación desde cero para aprender a programar de manera profesional."
    },
    {
        "a": 34,
        "e": "PL2COwwjWBEUYbDyWXazq55RAsgF496T_p",
        "b": "Curso gratis Patronaje desde cero",
        "f": "https://i.ytimg.com/vi/bicmwWKs0ew/hqdefault.jpg",
        "g": 58,
        "d": "UCogvPj41ww-NvV9rO4g8AoA",
        "h": "2022-03-04 00:30:29",
        "c": "Hola creativ@\nBienvenid@ a este curso completo de patronaje desde cero con el método GDS completamente gratis\nCon este curso te iniciarás en el hermoso mundo del patronaje profesional donde aprenderás a desarrollar patrones base para todo tipo de tela y transformaciones nivel básico e intermedio de una forma increíblemente fácil.\nBlusas, vestidos, pantalones y faldas son algunas de las prendas que podrás coser con todos los diseños que te enseñaré paso a paso en este curso."
    },
    {
        "a": 35,
        "e": "PLa8PF7Z_n1hWZa8Tz78GAHrk17ELpGy1u",
        "b": "Curso gratis de HACKING ÉTICO Desde CERO para PRINCIPIANTES con KALI LINUX 2024 Aprende TODO sobre Ciberseguridad y sobre como ser Hacker.",
        "f": "https://i.ytimg.com/vi/7_4jljxzvcA/hqdefault.jpg",
        "g": 46,
        "d": "UCeeOzvMFfd2qcUFIGN_Nzyw",
        "h": "2020-07-08 00:57:00",
        "c": "Aquí aprenderás todo sobre Ciberseguridad con Kali Linux 2024. Curso de Seguridad Informática en Español. Curso de Pentesting y Hacking Ético gratuito desde cero para principiantes. Hacking curso 2024 con Kali Linux. Seguridad informática y ciberseguridad. Como ser Hacker."
    },
    {
        "a": 36,
        "e": "PLh5zDRokZvyqFHbGcuefTyodUFy1DCMRY",
        "b": "CURSO DE REPARACIÓN DE CELULARES COMPLETO - GRATIS para PRINCIPIANTES",
        "f": "https://i.ytimg.com/vi/xVjPHtddyHg/hqdefault.jpg",
        "g": 53,
        "d": "UCI1TgRCqdyXopa3pPDhKVFA",
        "h": "2020-03-25 01:54:19",
        "c": "ESTAS COMENZANDO EN LA REPARACIÓN DE PLACAS!? Este curso es para ti!! Míralo ya y aprende de manera fácil!!"
    },
    {
        "a": 37,
        "e": "PLzjPEWJnnJNqGhk6DGpbuf8NDASsOQUND",
        "b": "Curso De Trading Para Principiantes",
        "f": "https://i.ytimg.com/vi/TdEbkTk40qQ/hqdefault.jpg",
        "g": 14,
        "d": "UCKP8me8NRKaGZZHAuKSSuvA",
        "h": "2024-11-24 15:44:31"
    },
    {
        "a": 38,
        "e": "PLRt_sFUAViN2khZObSC9D5iooUI55cWJW",
        "b": "Curso de Portugués A1 [Gratis y Certificado] - Edutin Academy",
        "f": "https://i.ytimg.com/vi/wZnq5Ae8oEA/hqdefault.jpg",
        "g": 28,
        "d": "UC8G49s7tEFy4tAZOIMhgIFA",
        "h": "2024-04-16 21:07:44",
        "c": "Curso de Portugués A1 gratis 👉  https://edutin.com/curso-de-portugues \n\nEste curso es de ✅ acceso gratuito e incluye la ✅ opción de obtener una Certificación Internacional. \n\nEn este curso de Portugués A1 de Edutin Academy, aprenderás las bases fundamentales del portugués, incluyendo vocabulario básico, gramática elemental y las habilidades necesarias para comunicarte en situaciones cotidianas.\n\nA lo largo de este curso de portugués A1, aprenderás desde la pronunciación básica y el vocabulario hasta las estructuras gramaticales fundamentales. Podrás expresar saludos, presentarte, utilizar números, hablar sobre días de la semana, utilizar expresiones comunes, hacer descripciones personales y mucho más.\n\n¿A quién está dirigido? 🌍📚💬 este curso de Portugués A1 está diseñado para principiantes sin conocimientos previos de portugués, viajeros apasionados, profesionales que buscan expandir sus horizontes lingüísticos y cualquier persona interesada en aprender una nueva lengua de manera efectiva y divertida.\n\n#cursodeportuguesa1 #cursodeportuguesparaprincipiantes #cursodeportuguesgratuito #cursodeportuguésonlinegratisconcertificado #cursodeportuguesonline #cursodeportuguesgratisonline #cursogratisdeportugues \n\n#cursosgratis #cursosgratisconcertificado #cursosconcertificado #cursosonline #cursosgratisonlineconcertificado #cursosenlinea #edutin #edutinacademy #edutincursos"
    },
    {
        "a": 39,
        "e": "PLkn3t7vbvnHSPdBnnRNdoCE8ODCJFW09x",
        "b": "CURSO de SOLDADURA ELÉCTRICA para Principiantes - Aprende a como SOLDAR Hierro y Metal con Electrodo",
        "f": "https://i.ytimg.com/vi/RpMTRhhhleI/hqdefault.jpg",
        "g": 28,
        "d": "UChgycoU69S92S_z25wlROaQ",
        "h": "2021-10-16 21:48:44",
        "c": "Aprende a SOLDAR desde \"CERO\" en éste curso Completo y totalmente online!! Aprende sobre los diferentes tipos de Maquinas, sus diferencias y los tipos de soldaduras con todos sus trucos, técnicas y secretos que podrás aplicar en tus proyectos de Herrería.\n\n=========\n\n👉 ¿Cuánto pagarías por un curso como este? 🤔\nEste curso es Gratis y siempre lo será, pero si sientes que lo que aprendiste te sirvió,\npuedes apoyarme con una donación invitándome un TECITO ☕ en el siguiente link...\n\n👉🔗 https://tecito.app/grantotem\n\n=========\n\n#Soldar #comosoldar #Herreria #hierro #cursodesoldadura #comosoldarparaprincipiantes #aprenderasoldar #soldarhierro #soldarconelectrodo #soldaduraelectrica #soldaduraparaprincipiantes"
    },
    {
        "a": 40,
        "e": "PLMdlY4Bs8gcQX09vi4SpY78uWkMOvfe9U",
        "b": "Curso Gratis de patronaje, Corte y Confección",
        "f": "https://i.ytimg.com/vi/zMdmMwuQTbs/hqdefault.jpg",
        "g": 82,
        "d": "UC4Gf9-DfSgBZJOGAmpK_u6g",
        "h": "2020-08-08 10:09:00"
    },
    {
        "a": 41,
        "e": "PLEd0Gu3KmL1Mm_6RR7hN9kCVAFJb5yWh3",
        "b": "CURSO DE COMPUTACIÓN PARA ADULTOS",
        "f": "https://i.ytimg.com/vi/jxAgVn73OWg/hqdefault.jpg",
        "g": 15,
        "d": "UCG8MM-ZqXWN1VLoCOnhbORQ",
        "h": "2023-08-22 23:53:13",
        "c": "CURSO DE COMPUTACIÓN PARA ADULTOS"
    },
    {
        "a": 42,
        "e": "PLUofhDIg_38q4D0xNWp7FEHOTcZhjWJ29",
        "b": "⚛️ CURSO DE REACT 2024",
        "f": "https://i.ytimg.com/vi/7iobxzd_2wY/hqdefault.jpg",
        "g": 12,
        "d": "UC3aj05GEEyzdOqYM5FLSFeg",
        "h": "2023-04-12 13:51:54"
    },
    {
        "a": 43,
        "e": "PLyvsggKtwbLX9LrDnl1-K6QtYo7m0yXWB",
        "b": "Curso de programación JAVA desde cero",
        "f": "https://i.ytimg.com/vi/L1oMLsiMusQ/hqdefault.jpg",
        "g": 48,
        "d": "UCeEW6PHNJlIwI-rKChmqqkw",
        "h": "2017-01-21 00:51:19",
        "c": "Curso JAVA desde cero,  Este es un curso gratuito y completo de programación en JAVA con bloc de notas."
    },
    {
        "a": 44,
        "e": "PLO4t0hJwolojhulAZ3I0QRCdq-Lm68fHy",
        "b": "✅ Curso Instagram GRATIS 2025",
        "f": "https://i.ytimg.com/vi/DoHaQP_-DKI/hqdefault.jpg",
        "g": 11,
        "d": "UCZnBV37Om1AEzJIjWwhfzFg",
        "h": "2022-07-20 09:10:07",
        "c": "✅ Curso Instagram GRATIS 2025"
    },
    {
        "a": 45,
        "e": "PLU8oAlHdN5BlvPxziopYZRd55pdqFwkeS",
        "b": "Curso Python desde 0.",
        "f": "https://i.ytimg.com/vi/tDYr14IIu_4/hqdefault.jpg",
        "g": 83,
        "d": "UCdulIs-x_xrRd1ezwJZR9ww",
        "h": "2017-01-24 13:08:23"
    },
    {
        "a": 46,
        "e": "PL93iwVYt7GG7OMmJZclmGo0ekKOzTi5o-",
        "b": "CURSO COMPLETO DE INGLÉS - NIVEL PRINCIPIANTE",
        "f": "https://i.ytimg.com/vi/83r_zzg5UsY/hqdefault.jpg",
        "g": 244,
        "d": "UC7YI4X4i8YCH5KKWCWP85JQ",
        "h": "2017-08-07 19:34:51",
        "c": "Aquí podrás encontrar nuestros vídeos en orden para que puedas estudiar con la secuencia correcta.  ¡Espero te sirva!"
    },
    {
        "a": 47,
        "e": "PLBI8wHKIc4Cku8HxUAViFU7LnbTQZzJzF",
        "b": "Curso De Shopify Dropshipping",
        "f": "https://i.ytimg.com/vi/j_vfqabSFMQ/hqdefault.jpg",
        "g": 3,
        "d": "UCVt4ugq2txl_szlXAO7B3-g",
        "h": "2024-12-28 13:06:41"
    },
    {
        "a": 48,
        "e": "PLyvsggKtwbLW1j0d5yaCkRF9Axpdlhsxz",
        "b": "Curso de programación Python desde cero",
        "f": "https://i.ytimg.com/vi/mENHDQ8SLsI/hqdefault.jpg",
        "g": 122,
        "d": "UCeEW6PHNJlIwI-rKChmqqkw",
        "h": "2019-07-15 18:21:32",
        "c": "Curso profesional de programación Python desde cero - En este curso aprenderás a programar y construir tus programas utilizando el lenguaje de programación Python."
    },
    {
        "a": 49,
        "e": "PLo-artO3hx9f7dQ7Pt7-Daxw5i8IFHw_y",
        "b": "CURSO DE COCTELERIA GRATUITO 🍹 (Para aficionados y Bartenders principiantes) 🥇",
        "f": "https://i.ytimg.com/vi/cpsnXvQZAb8/hqdefault.jpg",
        "g": 36,
        "d": "UCrt_ZUP3uyJl27JrD1Z8qRw",
        "h": "2020-12-09 18:26:10",
        "c": "Quieres Aprender coctelería? BIENVENIDO (a) Siguiendo el paso a paso de estos videos vas a aprender a hacer los cocteles mas solicitados en el mundo. Mira el primer video y Obtén tu guía Totalmente gratis."
    },
    {
        "a": 50,
        "e": "PLyvsggKtwbLX06iMtXnRGX5lyjiiMaT2y",
        "b": "Curso de programación Android desde cero",
        "f": "https://i.ytimg.com/vi/tyx05coXixw/hqdefault.jpg",
        "g": 68,
        "d": "UCeEW6PHNJlIwI-rKChmqqkw",
        "h": "2017-10-13 20:14:31",
        "c": "Curso profesional de Android con Android Studio - Aprende a programar aplicaciones móviles desde cero hasta avanzado."
    },
    {
        "a": 51,
        "e": "PLU8oAlHdN5BktAXdEVCLUYzvDyqRQJ2lk",
        "b": "Curso de Java 2025 desde 0",
        "f": "https://i.ytimg.com/vi/U709qY6S9rA/hqdefault.jpg",
        "g": 280,
        "d": "UCdulIs-x_xrRd1ezwJZR9ww",
        "h": "2014-05-05 14:25:01"
    },
    {
        "a": 52,
        "e": "PLLniqWgyb4HER2iysxcQZiE-TBITT1AAg",
        "b": "Curso de Word COMPLETO (Básico y Avanzado)",
        "f": "https://i.ytimg.com/vi/pbvwCTld8BA/hqdefault.jpg",
        "g": 15,
        "d": "UCUnwzUFwZvQRcuIVgv5pD7Q",
        "h": "2014-06-02 16:42:04",
        "c": "Aprenda Word (Todas sus versiones) en menos de un día, con este curso completo podrás realizar todo tipo de trabajos con los mejores diseños y estilos, asi que no pierdas tiempo y permitame enseñarle este hermoso programa."
    },
    {
        "a": 53,
        "e": "PLBI8wHKIc4CkZnX6ItctDU76k7mL5Qjfv",
        "b": "Curso De Trading",
        "f": "https://i.ytimg.com/vi/QPbpQ1wgvF0/hqdefault.jpg",
        "g": 8,
        "d": "UCVt4ugq2txl_szlXAO7B3-g",
        "h": "2024-12-28 13:13:19"
    },
    {
        "a": 54,
        "e": "PL1yslgETgkYEe7KSXjKcfqA85w67BBwGC",
        "b": "Curso Básico Excel",
        "f": "https://i.ytimg.com/vi/haj1nVlD2K4/hqdefault.jpg",
        "g": 31,
        "d": "UC1DggK5BjCUPWNgZRy0esRQ",
        "h": "2020-04-20 05:37:38",
        "c": "CURSO DE EXCEL BÁSICO GRATUITO.  Con ejercicios para practicar. COMPLETO."
    },
    {
        "a": 55,
        "e": "PLU8oAlHdN5BkinrODGXToK9oPAlnJxmW_",
        "b": "Curso de PHP/MySQL",
        "f": "https://i.ytimg.com/vi/I75CUdSJifw/hqdefault.jpg",
        "g": 105,
        "d": "UCdulIs-x_xrRd1ezwJZR9ww",
        "h": "2015-03-23 15:08:57",
        "c": "Curso de PHP/MySQL desde 0"
    },
    {
        "a": 56,
        "e": "PLROIqh_5RZeDbvISffzihyxzqJBt_z3-Z",
        "b": "✅ CURSO de CSS Completo para Principiantes 🔵( DESDE CERO )",
        "f": "https://i.ytimg.com/vi/-k-w8JpTNwA/hqdefault.jpg",
        "g": 59,
        "d": "UCzuwt7Pi_VB8cP5q5UE4u-A",
        "h": "2021-03-22 19:43:23"
    },
    {
        "a": 57,
        "e": "PLV_kLLysPueW2CwpHpcvI0C1JruFGPgcn",
        "b": "Curso de AutoCAD 2025 desde cero",
        "f": "https://i.ytimg.com/vi/CgWLSs8OhFw/hqdefault.jpg",
        "g": 24,
        "d": "UCWUnrK8wWLkAseEBdTggNXA",
        "h": "2025-01-02 20:48:32",
        "c": "En este curso aprenderás paso a paso como utilizar el sofware Autodesk AutoCAD desde cero, ideal para principiantes que desean aprender a utilizar esta herramienta."
    },
    {
        "a": 58,
        "e": "PL46G4t0fsnaKq6JSBQNpPB-To9vfzlxo9",
        "b": "Curso de ITALIANO",
        "f": "https://i.ytimg.com/vi/zxGuuJYXl3k/hqdefault.jpg",
        "g": 40,
        "d": "UC5cuBrMZHXf1_SvY4TkTPKg",
        "h": "2021-03-03 03:37:41",
        "c": "Con este curso de ITALIANO para toda la familia podrás aprender un nuevo idioma de forma divertida y basada en neurociencia."
    },
    {
        "a": 59,
        "e": "PLRt_sFUAViN2NolzeQvDBG7vzQ1Ajdbe1",
        "b": "Curso de storytelling [Gratis y Certificado] - Edutin Academy",
        "f": "https://i.ytimg.com/vi/Nu6PyTMTJGw/hqdefault.jpg",
        "g": 17,
        "d": "UC8G49s7tEFy4tAZOIMhgIFA",
        "h": "2024-08-16 13:26:16",
        "c": "Curso de storytelling gratis 👉 https://edutin.com/curso-de-storytelling \n\nEste curso de storytelling es de ✅ Acceso gratis e incluye ✅ Opción de Certificación Internacional\n\nEn este curso de storytelling de Edutin Academy aprenderás a crear y contar historias poderosas que conecten emocionalmente con tu audiencia y transmitan mensajes de manera efectiva. Conocerás las técnicas fundamentales para construir narrativas cautivadoras que resuenen con el público, utilizando elementos como la estructura, los personajes y los conflictos para generar impacto.\n\nA lo largo de este curso de storytelling aprenderás a aplicar el storytelling en diversos contextos, como el marketing, la educación y el liderazgo, utilizando narrativas persuasivas para influir, motivar y comunicar ideas de manera efectiva.\n\n¿A quién está dirigido? 🎙️📚💡 Este curso de Storytelling está dirigido a profesionales de marketing, comunicaciones, ventas, emprendedores y cualquier persona interesada en mejorar sus habilidades de narración.\n\n#cursodestorytelling #cursodestorytellinggratis #cursodestorytellinggratuito #cursocompletodestorytelling \n\n#cursosgratis #cursosgratisconcertificado #cursosconcertificado #cursosonline #cursosgratisonlineconcertificado #cursosenlinea #edutin #edutinacademy #edutincursos"
    },
    {
        "a": 60,
        "e": "PLZDNGV2rkzUDlpDUnyOv3_emQTeeWQeGt",
        "b": "✅ Curso Completo de Adobe Premiere GRATIS en ESPAÑOL 2024 🚀",
        "f": "https://i.ytimg.com/vi/n3qiC8wA9vo/hqdefault.jpg",
        "g": 56,
        "d": "UCDMvkMlzxClSOQ7XbRN0IyQ",
        "h": "2024-08-05 06:04:52",
        "c": "Todos los capítulos del Curso Completo de Adobe Premiere GRATUITO del canal del Profesor Saitama."
    },
    {
        "a": 61,
        "e": "PLwn6SgxAAQ15-lZckT0UKEwH5omn9LhRJ",
        "b": "Curso gratis de Análisis Técnico Forex",
        "f": "https://i.ytimg.com/vi/zLrhFoxszlM/hqdefault.jpg",
        "g": 48,
        "d": "UC1AZPvFr6v1WZaPw_YX19DA",
        "h": "2020-08-25 03:24:05"
    },
    {
        "a": 62,
        "e": "PL1yslgETgkYEJqew1WR_WeHElNsVGiAQV",
        "b": "🥇Curso de Power Bi (Básico, intermedio y avanzado)",
        "f": "https://i.ytimg.com/vi/IM2iduG5Klk/hqdefault.jpg",
        "g": 87,
        "d": "UC1DggK5BjCUPWNgZRy0esRQ",
        "h": "2024-07-03 14:44:13",
        "c": "Curso de Power Bi básico, intermedio y avanzado. Domina la herramienta más poderosa para el análisis y visualización de Datos."
    },
    {
        "a": 63,
        "e": "PL2Z95CSZ1N4HXvLWg8oL4IpyJx27HafcD",
        "b": "Curso completo de JavaScript desde cero para principiantes, version 2023",
        "f": "https://i.ytimg.com/vi/mpIwKBNr7_o/hqdefault.jpg",
        "g": 83,
        "d": "UCtt69OVnWMAcC5ZEWY0BO5A",
        "h": "2023-10-10 12:35:00",
        "c": "¡Bienvenido al emocionante mundo de la programación web con JavaScript! 🚀\n¿Estás listo para embarcarte en un viaje que te llevará desde los conceptos fundamentales hasta convertirte en un experto en JavaScript? ¡Este curso es tu boleto de entrada al dominio del lenguaje de la web!\n\nEn este curso de JavaScript, te guiaré paso a paso a través de los principios esenciales de la programación en JavaScript. No importa si eres un principiante absoluto o si ya tienes experiencia en otros lenguajes, este curso está diseñado para adaptarse a todos los niveles de conocimiento.\n\nLo que aprenderás:\n📚 Fundamentos de JavaScript: Variables, tipos de datos, operadores y estructuras de control.\n🌐 Manipulación del DOM: Cómo interactuar con la estructura de tu página web.\n🔗 Eventos y Event Listeners: Hacer que tu sitio web responda a las acciones del usuario.\n🔄 Funciones y Objetos: La base de la programación orientada a objetos en JavaScript.\n💼 Proyectos Prácticos: Aplicaremos lo aprendido en proyectos del mundo real.\n🔥 Consejos y Trucos: Secretos de los profesionales para escribir un código limpio y eficiente.\n\nNo te preocupes si esto suena abrumador; vamos a explicar cada concepto de manera clara y concisa. Además, proporcionaremos ejemplos prácticos y desafíos emocionantes para que puedas poner en práctica tus habilidades.\n\nPrepárate para desbloquear un mundo de posibilidades en el desarrollo web con JavaScript. ¡Inscríbete ahora y comencemos este apasionante viaje juntos! 💻✨\n\nNo olvides darle like, suscribirte y activar la campana de notificaciones para no perderte ni un solo episodio de este curso. ¡Nos vemos en la primera lección! 👋🎉"
    },
    {
        "a": 64,
        "e": "PLD63zxk3A73wyCMKphs11Pl6GA4wD2EWP",
        "b": "Curso gratis de astrología",
        "f": "https://i.ytimg.com/vi/PdWqUwhxvjw/hqdefault.jpg",
        "g": 12,
        "d": "UCBupY5eNUT7h-XpKz39wXkA",
        "h": "2023-01-23 18:34:28",
        "c": "Aprendé astrología psicológica y evolutiva con estas clases gratis de Camino Arcano. Este curso es para principiantes desde cero, súper fácil de entender!"
    },
    {
        "a": 65,
        "e": "PLD2F3GOy5E0N71kFdqnvYrWvZPusEwB-2",
        "b": "CURSO GRATIS ▬ BARBERÍA CLÁSICA",
        "f": "https://i.ytimg.com/vi/PRZNIQ4KU2I/hqdefault.jpg",
        "g": 8,
        "d": "UCy9THdEI4yQNkpkxf-9UTOA",
        "h": "2022-09-27 01:35:27",
        "c": "En este curso te enseñaré el paso a paso de todo lo que debe saber para realizar tus primeros cortes clásico y puedas iniciar con pie derecho en este hermoso rubro de la barbería."
    },
    {
        "a": 66,
        "e": "PLCKuOXG0bPi0sIn-nDsi7ma9OV6MEMkxj",
        "b": "Curso - Flutter Móvil: de Cero a Experto",
        "f": "https://i.ytimg.com/vi/zNmDOXbTugE/hqdefault.jpg",
        "g": 78,
        "d": "UCuaPTYj15JSkETGnEseaFFg",
        "h": "2023-05-06 17:27:30",
        "c": "💙 Esta serie de videos es una pequeña parte de mi curso de #Flutter Móvil: de Cero a Experto - en el cual aprenderás todo lo necesario de Flutter para crear aplicaciones móviles para #iOS y #Android hasta su despliegue en las tiendas. Cuando termines el curso, habrás creado diferentes #Apps y comprenderás el proceso de publicación de las mismas.\n\n📚 Para continuar con estas lecciones, pueden adquirir el curso completo en: https://fernando-herrera.com/#/search/Flutter%20M%C3%B3vil:%20De%20cero%20a%20experto\n\n📝 Puedes encontrar la guía de atajos en:\n#Dart - https://devtalles.com/files/dart-cheat-sheet.pdf\n#Flutter - https://devtalles.com/files/flutter-cheat-sheet.pdf\n\n💼 Si deseas usar este curso para capacitación del equipo en tu institución, visita: https://cursos.devtalles.com/pages/devtalles-para-empresas\n\n📑 Cursos Relacionados:\nDart - https://fernando-herrera.com/#/search/Dart:%20De%20cero%20hasta%20los%20detalles\nFlutter Móvil: Recursos Nativos - Nivel Intermedio: https://fernando-herrera.com/#/search/Flutter%20m%C3%B3vil:%20Recursos%20Nativos%20-%20Nivel%20intermedio\n\n🔗 Mi Web personal: https://fernando-herrera.com\n🎙️ Mi Podcast: https://anchor.fm/fernando-her85\n👥 Mi X / Twitter: https://twitter.com/Fernando_Her85\n👨🏻‍🏫 Perfil de instructor | Udemy: https://www.udemy.com/user/550c38655ec11/\n👨🏻‍💻 {d/t} DevTalles: https://cursos.devtalles.com/\n👨🏻‍🎓 {d/t} DevTalles LinkedIn: https://www.linkedin.com/company/devtalles/\n📱 {d/t} DevTalles X / Twitter: https://twitter.com/DevTalles\n🚀 {d/t} DevTalles Comunidad Discord: https://discord.gg/pBjEVYTC7t\n\n💻 #Programacion #Development #Developer #FernandoHerrera #DevTalles #Fullstack #OnlineLearning #professor #instructor"
    },
    {
        "a": 67,
        "e": "PLw6yx3Xh4F0uNuLYZr7DwoqoBYE-x_Lej",
        "b": "🟩 Lecciones Curso Tiempos",
        "f": "https://i.ytimg.com/vi/PtxD2LGjL3w/hqdefault.jpg",
        "g": 27,
        "d": "UC3KvHaehCsDPKAfLmQDFvrQ",
        "h": "2025-04-24 23:22:17",
        "c": "Aprende fácilmente los tiempos en inglés. Algunas clases están repetidas ya que fueron grabadas en años diferentes."
    },
    {
        "a": 68,
        "e": "PL2rby4QDcl-cNpDX2Ym34smIWBCoSwXLN",
        "b": "CURSO de TATUAJE para principiantes en ESPAÑOL",
        "f": "https://i.ytimg.com/vi/r76MdnV7LjQ/hqdefault.jpg",
        "g": 41,
        "d": "UCaV32ym2gDUlK40Wao1xcbQ",
        "h": "2023-02-06 22:34:52",
        "c": "¿Quieres aprender a tatuar desde 0 como un profesional, paso a paso, en español y GRATIS?? Entonces este curso tutorial de tatuaje en español es justo lo que necesitas.\n\nAprende a tatuar con las mejores clases de tatuaje en español que podras encontrar online, diseñadas para guiarte en este camino hacia el exito en el mundo del tatuaje.\n\nEste curso es perfecto tanto para aquellos artistas principiantes como para aquellos artistas del tatuaje que buscan perfeccionar sus habilidades como tatuadores. \n\nTe enseñare todo lo que se sobre este arte, hablaremos desde como aprender a tatuar con una maquina rotativa o pen, maquinas de bobinas,  seguido de la seguridad e higiene en el lugar de trabajo, hasta las técnicas avanzadas para ser tatuador profesional, te explicare como puedes a aprender a tatuar sombras, linea fina y color solido, estoy seguro de que este curso cubre todo lo que necesitas para ser un artista del tatuaje profesional y si hay algo que no encuentras, dimelo y lo pondré, y si no lo sé, lo aprenderé para enseñárselo. \n\nTambién te aportare muchísimos tips de tatuaje y muchos ejercicios para aprender a tatuar desde cero de la manera mas facil.\n\nMe encantara ver y que me cuentes en los comentarios como das el gran paso al mundo del tatuaje y convertirte en un artista del tatuaje de renombre gracias a este curso.\n\n¿A qué esperas? Empieza AHORA y no te pierdas ni un solo capitulo! Aprende a tatuar de forma efectiva, segura y profesional, desde casa.  \n\n¡Únete a la comunidad de tatuadores hoy mismo! 😜"
    },
    {
        "a": 69,
        "e": "PL8VieMDRPaek9pe_XSzPnfy7AH3MhX_EI",
        "b": "CURSO DE REPARACIÓN DE CELULARES COMPLETO DESDE CERO ACTUALIZADO 2023 - PARA PRINCIPIANTES Y TÉCNICOS",
        "f": "https://i.ytimg.com/vi/1SVYGJGxdGY/hqdefault.jpg",
        "g": 71,
        "d": "UCskh0ctl4DdPMuPtdv1K5qA",
        "h": "2021-11-08 12:46:32",
        "c": "👉 Aprendé GRATIS a reparar celulares de MANERA PROFESIONAL\n👉 Si necesitas comprar herramientas o repuestos para REPARAR CELULARES y sos de ARGENTINA www.i2cmayorista.com"
    },
    {
        "a": 70,
        "e": "PL8Tdjf2jwFRe986dgJB3M-GnxIUK_j3Df",
        "b": "Curso Vaughan Completo para Aprender Inglés Gratis- Nivel Intermedio",
        "f": "https://i.ytimg.com/vi/RlR4_98T4Yo/hqdefault.jpg",
        "g": 12,
        "d": "UCuRrN-WIsBVucKMerIJ9WIA",
        "h": "2015-01-29 17:47:30",
        "c": "¿Quieres aprender inglés? ¡Suscríbete gratis a nuestro canal!\nDisfruta de nuestro curso de inglés definitivo. ¡Ahora por fin en vídeo!\nGracias por compartirnos y contribuir a que este contenido pueda seguir siendo gratis... :-)\n\n***LECCIONES DEL CURSO VAUGHAN PARA APRENDER INGLÉS GRATIS***\n\nLección 1:  https://goo.gl/Z3wWrC\n\nLección 2:  https://goo.gl/aHy7Yp\n\nLección 3:  https://goo.gl/YEUyUd\n\nLección 4:  https://goo.gl/jYcWr6\n\nLección 5:  https://goo.gl/gWUxjk\n\nLección 6:  https://goo.gl/E3ZdF1\n\nLección 7:  https://goo.gl/sYpCJS\n\nLección 8:  https://goo.gl/9Pj6YD\n\nLección 9:  https://goo.gl/GonA72\n\nLección 10: https://goo.gl/dVrfJb\n\n***CURSO AVANZADO DE INGLÉS GRATIS***\n\nhttps://goo.gl/7cTwKV\n\n***CURSO BÁSICO DE INGLÉS GRATIS***\n\nhttps://goo.gl/YnrsN6\n\n***CURSO GRATIS POR EMAIL***\n\n¿Te gustaría recibir más Clases Gratis por Email? ¡Apúntate a nuestro Curso Gratis!\n\nhttps://goo.gl/xTTnd3\n\n***CURSOS VAUGHAN ONLINE Y PRESENCIALES***\n\n¿List@ para dar el siguiente paso y pasar a la acción? ¡Te esperamos en nuestros Cursos Online o Presenciales!\n\nhttps://goo.gl/c5EYZZ\n\n\n***SÍGUENOS EN NUESTRAS REDES***\n\nhttps://twitter.com/GrupoVaughan\nhttps://www.facebook.com/GrupoVaughan/\nhttps://plus.google.com/115829465428666555120\nhttps://www.linkedin.com/company/vaughan-systems/?originalSubdomain=esbankia"
    },
    {
        "a": 71,
        "e": "PLuQITQSfEnlJTIhGdNg6l424ZFpV1_3vU",
        "b": "Curso básico gratis Contabilidad",
        "f": "https://i.ytimg.com/vi/luIweQmHq94/hqdefault.jpg",
        "g": 44,
        "d": "UCa6cCZteFUEbC-XeH4CsKPg",
        "h": "2013-09-03 22:16:16",
        "c": "Con este curso aprenderás a contabilizar de una forma fácil y amena con la ayuda de un profesional con muchos años de experiencia en el mundo de la empresa, como administrativo y contable. Si te decides, puedes empezar en el primer capítulo, y antes de que te des cuenta, dedicándole media hora cada día, habrás aprendido lo básico para entender los conceptos fundamentales de Contabilidad Financiera.\r\n\r\nTambién puedes plantear las dudas que te vayan surgiendo, y trataremos de aclarártelas lo antes posible. \r\n\r\n¡Ponte a ello ya mismo!"
    },
    {
        "a": 72,
        "e": "PLcsyuAy4t53Sw21Nej5f-PBip867HB21P",
        "b": "Introducción a la Kabalá - Curso",
        "f": "https://i.ytimg.com/vi/OyeDLxQkeCU/hqdefault.jpg",
        "g": 8,
        "d": "UCu4aDupNZ0YOgHoXEGYJncA",
        "h": "2023-05-15 00:32:17"
    },
    {
        "a": 73,
        "e": "PLU8oAlHdN5Bmx-LChV4K3MbHrpZKefNwn",
        "b": "Curso SQL",
        "f": "https://i.ytimg.com/vi/iOiyJgnN71c/hqdefault.jpg",
        "g": 25,
        "d": "UCdulIs-x_xrRd1ezwJZR9ww",
        "h": "2015-07-16 16:06:04",
        "c": "Curso del lenguaje universal de acceso a datos SQL"
    },
    {
        "a": 74,
        "e": "PLl7bxsSiKuDa4hCs45FQ-x3ErKFeaJeQz",
        "b": "MecaGratis.com - Curso Gratis de Mecanografía online",
        "f": "https://i.ytimg.com/vi/gwthDG9lHMQ/hqdefault.jpg",
        "g": 85,
        "d": "UCt3Il-DfHStrOdoE1ss_AOA",
        "h": "2014-02-11 09:28:56",
        "c": "MecaGratis es un curso de Mecanografía online gratuito con videos didácticos, lecciones y ejercicios.\n\nhttp://www.mecagratis.com"
    },
    {
        "a": 75,
        "e": "PLhfZeo48UJQJtUHvpUMu0ME8LoR8ipXR6",
        "b": "Curso Escaner Automotriz Nivel 1 (BASICO y POTENTE)",
        "f": "https://i.ytimg.com/vi/UG6K0xUUL0o/hqdefault.jpg",
        "g": 11,
        "d": "UCILBYT2Wie09sBEcCqQWBng",
        "h": "2022-08-25 22:14:49",
        "c": "¡Descubre nuestro curso gratuito de diagnóstico con escáner automotriz! En este curso dinámico, aprenderás a usar escáneres y otras herramientas en vehículos reales. Todo está explicado de manera sencilla y clara para que cualquier persona, sin importar su nivel de experiencia, pueda entender y aplicar lo aprendido. ¡No te lo pierdas!\n\n\nCLASE 01 BASES DEL ESCANER\nhttps://youtu.be/UG6K0xUUL0o?si=JPosyIepjJOsImBq\nEn esta clase aprenderás qué es un escáner automotriz y cómo se utiliza. Se presentarán ejemplos prácticos para entender mejor su función y aplicación en el diagnóstico vehicular.\n\nCLASE 02 CODIGOS DE FALLA\nhttps://youtu.be/NzoZJ8J2A54?si=tQ4JrcgnA6i4GHrd\nAquí se abordará la nomenclatura de los códigos de falla, cómo interpretarlos y qué significan, para facilitar la identificación de problemas en el vehículo.\n\nCLASE 03 DIAGNOSTICO EOBD GENÉRICO, Y ESPECIFICO\nhttps://youtu.be/0S1F-z1xP3s?si=4Vuh19IkXWikgGbp\nEn esta clase se explicará cómo realizar un diagnóstico utilizando dos enfoques diferentes: el genérico y el específico. Aprenderás a aplicar ambos métodos para obtener resultados más precisos.\n\nCLASE 04 ESCANEANDO EN VIVO - CHEVROLET ONIX 2020 - SOLUCIÓN DE AVERIAS\nhttps://youtu.be/SP1_GabCNrk?si=ZmDuwsIUGZyZPxhS\nSe realizará un escaneo en vivo de un Chevrolet Onix 2020. En esta sesión, se generarán averías intencionales y se mostrarán las soluciones en tiempo real.\n\nCLASE 05 CONSULTAR CÓDIGOS DE FALLA - INFORMACIÓN TÉCNICA DE CALIDAD\nhttps://youtu.be/w9iSNJ37dYQ?si=fPb1KjQmoGlyFL5n\nAprende a buscar y consultar información técnica de calidad para resolver códigos de avería. Se discutirá cómo utilizar esta información para una diagnosis precisa.\n\nCLASE 06 ESCANEANDO EN VIVO 5 MARCAS DIFERENTES COMPARATIVO\nhttps://youtu.be/MeieM1HS9Wc?si=O6HTae1EVc6shM-s\nEsta clase presenta un escaneo en vivo de cinco vehículos diferentes. Se compararán las diferencias en el escáner y se analizarán las variaciones en el diagnóstico entre marcas.\n\nCLASE 07 CICLOS DE REFRIGERACION RENAULT LOGAN PRIMERA GENERACION\nhttps://youtu.be/HGL8VHRJ39Q?si=imyS0bnAUXMfbyJv\nSe enseñará cómo diagnosticar el sistema de refrigeración en un Renault Logan de primera generación utilizando el escáner.\n\nCLASE 08 COMO SELECCIONAR EL VEHICULO CORRECTO - SALE MAL - SUZUKI SWIFT DZIRE\nhttps://youtu.be/kiTiuzOvpcE?si=U444gVOeruW4ziyG\nEn esta clase se demostrará la importancia de seleccionar el vehículo correcto en el escáner. Se utilizará un Suzuki Swift Dzire para mostrar los efectos de una selección incorrecta.\n\nCLASE 09 DATOS EN VIVO AQUI OCURRE LA MAGIA\nhttps://youtu.be/QdtPKutLKPM?si=WtRkoS0Auop5DAZv\nExploraremos los datos en vivo del vehículo y cómo estos proporcionan información valiosa durante el diagnóstico. Se destacará la relevancia de los datos en tiempo real.\n\nCLASE 10 ESCANEANDO EN VIVO - COMPENSADORES DE COMBUSTIBLE A CORTO Y LARGO PLAZO\nhttps://youtu.be/PH_yPyWlbP0?si=tB4rHTXHWmE6Tqj6\nEsta clase está dedicada al análisis de los compensadores de combustible a corto y largo plazo. Aprenderás cómo afectan al rendimiento del motor y cómo identificarlos a través del escáner.\n\nCLASE 11 NISSAN NP300 SEÑALES - ANALIZANDO DATOS EN VIVO\nhttps://youtu.be/9AZpzwYuszU?si=BkDfm6DU37joCcNI\nSe analizarán las señales en los datos en vivo de un Nissan NP300. La clase se centrará en la interpretación de las señales para un diagnóstico efectivo.\n\nÚnete a nuestra comunidad en WhatsApp\nPara más apoyo y discusión sobre el curso, únete a nuestra comunidad en WhatsApp. ¡Comparte tus dudas, avances y conéctate con otros estudiantes! Solicita acceso aquí.\nhttps://chat.whatsapp.com/CKRNz3fcETH4ZZhufna5NX"
    },
    {
        "a": 76,
        "e": "PLDhUODcit3B6l4VuRh5wbVVCtKq8pjeOp",
        "b": "🔊Curso de Mezcla y Masterización",
        "f": "https://i.ytimg.com/vi/BF6KBlD2eXw/hqdefault.jpg",
        "g": 51,
        "d": "UC3yTbQJCyIx1hJRS5pK_c0A",
        "h": "2020-02-12 01:04:38",
        "c": "Aprende a mezclar y masterizar con este curso de mezcla y masterizacion completo. Es válido para cualquier DAW y aprenderás desde cero.\n#Mezcla #Masterización"
    },
    {
        "a": 77,
        "e": "PLBn8E6Sfz0f0UCTEHQ7pL7KKsrvi6HK-8",
        "b": "Curso de Introducción a Blender 2.80",
        "f": "https://i.ytimg.com/vi/iIcHsLBE1gg/hqdefault.jpg",
        "g": 46,
        "d": "UCqPEFMi2m1wIIHs27ZO7wMw",
        "h": "2019-08-14 16:37:25",
        "c": "Curso completo de Introducción a Blender 2.80 - ¡desde cero! Para acceder a los archivos descargables puedes apuntarte al curso (gratis) en mi página web: https://blendtuts.es/intro280"
    },
    {
        "a": 78,
        "e": "PLRYhYjaYNiltoudRxjRg--8_NKMdTIqty",
        "b": "Curso De Guitarra Acústica Para Principiantes: Aprende Como Tocar Guitarra Desde Cero! TCDG",
        "f": "https://i.ytimg.com/vi/_V0GcjX09Lo/hqdefault.jpg",
        "g": 33,
        "d": "UC3k4Tn0XRZ2urVwBLY5s9Zw",
        "h": "2013-04-02 18:27:33",
        "c": "Aprende como tocar guitarra gratis!\r\nEl mejor curso de guitarra facil a cargo de tu profesor de guitarra online Mario Freiria. \r\nAprender guitarra acústica es muy simple y divertido! \r\n\r\n Mira estos video tutoriales de guitarra y aprende guitarra acustica de una manera facil, rapida y divertida, totalmente gratis y sin moverte de tu casa!\r\n\r\n Cursos de guitarra para aprender como tocar guitarras acusticas, canciones en guitarra, clases de guitarra para principiantes, notas en guitarra, escalas de guitarra, cursos de guitarra gratis, videos de guitarra para principiante, tablaturas de guitarra, curso de guitarra y mas.\r\n\r\n Tutorial de guitarra: aprender como tocar guitarra acustica."
    },
    {
        "a": 79,
        "e": "PL1yslgETgkYFfOw1lP2W8Vros9v_xE5Bd",
        "b": "🥇Curso VBA para Macros Excel🥇",
        "f": "https://i.ytimg.com/vi/ocfurE964-g/hqdefault.jpg",
        "g": 99,
        "d": "UC1DggK5BjCUPWNgZRy0esRQ",
        "h": "2023-10-24 15:41:50",
        "c": "Curso gratis de VBA para creación de Macros en Excel de Cero a Experto para no programadores. El curso de Macros tiene Ejercicios prácticos y casos de la vida Real. Visual Basic For Application Online te permite ahorrar tiempo, completar tareas miles de veces más rápido.\nPrograma, automatiza y amplía en Excel."
    },
    {
        "a": 80,
        "e": "PLtWgTpK-Jl--Pp-RxvrUSV8vh-3OimHWJ",
        "b": "Curso completo de Inkscape 2025 🎨",
        "f": "https://i.ytimg.com/vi/qUHQng7XKlg/hqdefault.jpg",
        "g": 48,
        "d": "UCQ_Ws9J3-dPHJuW2i8YHfvQ",
        "h": "2024-03-26 05:53:40",
        "c": "Bienvenido al Curso Completo de Inkscape 2025, donde aprenderás a dominar una de las herramientas de diseño gráfico vectorial más poderosas y versátiles del mercado. Tanto si eres un principiante que quiere aprender desde cero, como si ya tienes experiencia y deseas perfeccionar tus habilidades, este curso te llevará de la mano a través de todas las funciones y técnicas necesarias para convertirte en un experto en Inkscape.¿Qué aprenderás en este curso?Introducción a Inkscape: Conoce la interfaz, herramientas básicas y configuración inicial.Diseño de Formas y Trazos: Aprende a crear y manipular formas, trazos, y objetos básicos.Uso Avanzado de Capas y Grupos: Domina la organización y gestión de tus diseños.Trabajando con Texto: Descubre cómo integrar texto de manera efectiva en tus diseños.Herramientas de Transformación: Escalar, rotar, y alinear objetos con precisión.Efectos y Filtros: Añade efectos visuales sorprendentes a tus proyectos.Técnicas de Ilustración: Crea ilustraciones vectoriales complejas paso a paso.Exportación y Formatos: Aprende a exportar tus proyectos en diferentes formatos y resoluciones.Consejos y Trucos: Mejora tu flujo de trabajo con atajos y técnicas avanzadas.¿Para quién es este curso?Principiantes Absolutos: No necesitas experiencia previa en diseño gráfico o Inkscape.Diseñadores Gráficos: Que buscan expandir su conjunto de herramientas con software de código abierto.Artistas y Creativos: Interesados en crear arte digital y proyectos de diseño vectorial.Profesionales de Marketing y Comunicación: Que necesitan crear gráficos y materiales visuales de alta calidad.Recursos Incluidos:Ejercicios Prácticos: Material descargable para practicar cada lección.Plantillas y Ejemplos: Accede a una variedad de recursos que puedes usar en tus propios proyectos.Actualizaciones 2024: Mantente al día con las últimas características y mejoras de Inkscape.¿Por qué aprender Inkscape?Inkscape es una herramienta de diseño gráfico vectorial gratuita y de código abierto que ofrece un conjunto de características comparable a los programas de diseño más costosos. Aprender a usar Inkscape no solo te permitirá crear proyectos profesionales sin la necesidad de invertir en costosas licencias de software, sino que también te dará la libertad de trabajar en cualquier plataforma.¡No esperes más para llevar tus habilidades de diseño al siguiente nivel! Inscríbete ahora y comienza a crear con Inkscape hoy mismo."
    },
    {
        "a": 81,
        "e": "PL6heMTo6Ni5fJMohZgaqKNJAbot2BFrit",
        "b": "Curso de SEO y Monetización de Webs de ROMUALD FONS",
        "f": "https://i.ytimg.com/vi/mm4TF_mp0iM/hqdefault.jpg",
        "g": 24,
        "d": "UCdZBLznygSwo7iHbydGtxaw",
        "h": "2022-10-27 08:31:53",
        "c": "Aprende paso a paso con este Curso de SEO, cómo crear webs en 2022 optimizadas y a generar monetización, utilizando Adsense y Amazon. Aprende SEO desde 0 y crea tu web con Wordpress."
    },
    {
        "a": 82,
        "e": "PL3hNLk-aR0J9K5cvCIsQiwjMvO8UFFr35",
        "b": "☁️Curso AZ900 Azure Fundamentals Certificación en Español 2021 | Prepara tu examen de certificación con el curso Azure Fundamentals AZ-900",
        "f": "https://i.ytimg.com/vi/iFg-pRDLtoc/hqdefault.jpg",
        "g": 57,
        "d": "UCz1Dfbvqa7aG2YPlnKTwriQ",
        "h": "2020-02-04 04:28:01",
        "c": "☁️ Curso AZ900 Microsoft Azure Fundamentals \n⬇⬇⬇ Curso completo en: ⬇⬇⬇\n★ Udemy: http://bit.ly/az900-2021\n★ Net-University: https://bit.ly/az-fundamentals\n\nEste curso te proporcionará conocimientos básicos de los servicios en la nube y cómo se proporcionan esos servicios con Microsoft Azure. El curso se puede tomar como un primer paso opcional para aprender sobre los servicios en la nube y Microsoft Azure, antes de tomar más cursos de Microsoft Azure\n\n\nEste curso sobre Fundamentos de Azure (Azure Fundamentals- AZ-900) desarrolla tus competencias a través de habilidades prácticas en Azure que te ayudarán a innovar y a adquirir experiencia necesaria para realizar el examen AZ900 de Microsoft Azure Fundamentals. También revisaremos algunas preguntas de práctica para que puedas lograr obtener tu certificación de Azure Fundamentals.\n\n\nEn este curso aprenderás:\n\nComprender los conceptos de la nube\nDescribir los beneficios y consideraciones del uso de servicios en la nube\nDescribir las diferencias entre modelos de nube pública, privada e híbrida\nDescribir las diferencias entre infraestructuras como servicio (IaaS), plataforma como servicio (PaaS) y software como servicio (SaaS)\nComprender los servicios centrales de Azure\nComprender los principales componentes de arquitectura de Azure\nDescribir algunos de los productos centrales disponibles en Azure\nDescribir algunas de las soluciones disponibles en Azure\nComprender las herramientas de gestión de Azure\nComprender la seguridad, privacidad, cumplimiento y confianza\nComprender la conectividad de red segura en Azure\nComprender las opciones de monitorización e informes en Azure\nDescribir los servicios fundamentales de Azure Identity\nComprender las normas de privacidad, cumplimiento y protección de datos en Azure\nDescribir las herramientas de seguridad y las funciones de Azure\nDescribir las metodologías de gobernanza de Azure\nComprender la fijación de precios y el soporte de Azure\nComprender las suscripciones de Azure\nComprender las opciones de soporte disponibles con Azure\nComprender la planificación y gestión de costes\nDescribir los acuerdos de nivel de servicio (SLA) de Azure\nComprender el ciclo vital de servicio en Azure"
    },
    {
        "a": 83,
        "e": "PLg7ZNf8WsbWAeoCT0j4HtptN3-v9KLILN",
        "b": "🐲 CURSO GRATUITO DE KALI LINUX ▷  INICIACIÓN AL HACKING ÉTICO 2025",
        "f": "https://i.ytimg.com/vi/V_ehc-REW1s/hqdefault.jpg",
        "g": 21,
        "d": "UCYaeLvnLCNRJDrus8LEYaGw",
        "h": "2023-11-01 19:33:27",
        "c": "Bienvenido al Curso Gratuito de Kali Linux desde 0 para Hackers Éticos en YouTube.\n\nSi estás interesado en adentrarte en el mundo de la ciberseguridad, este es el lugar perfecto para comenzar.\nHemos diseñado este curso desde cero, pensando en aquellos que desean aprender a utilizar Kali Linux, incluso si nunca han tenido experiencia con Linux o Kali.\n\nNuestra misión es brindarte los conocimientos esenciales para que te sientas cómodo y seguro utilizando este sistema operativo y todas sus potentes herramientas. A lo largo de este curso gratuito, exploraremos desde los conceptos más básicos de Kali Linux hasta la realización de tu primer laboratorio práctico de hacking ético. Una vez completado este curso, tendrás las bases necesarias para avanzar en tu carrera o participar en desafíos de Capture The Flag (CTFs).\n\nCreemos firmemente que dominar los fundamentos es esencial antes de adentrarse en las más de 300 herramientas que ofrece Kali Linux.\n\nComo en cualquier disciplina, primero se debe aprender a caminar antes de correr. Antes de realizar pruebas de penetración, debemos familiarizarnos con el sistema que las hace posibles.\n\nEstamos emocionados de acompañarte en tu viaje hacia convertirte en un especialista en ciberseguridad."
    },
    {
        "a": 84,
        "e": "PLS4lvjlWB4oVYZ5YPHZC2F4F1DeLSKjzy",
        "b": "CURSO de CALIGRAFÍA para PRINCIPIANTES 2025",
        "f": "https://i.ytimg.com/vi/oP4GZpqiQxc/hqdefault.jpg",
        "g": 15,
        "d": "UCCR83kD0xCoxhaZLrDX2ZgA",
        "h": "2020-11-13 23:28:26"
    },
    {
        "a": 85,
        "e": "PL7YthDCFDvdh09f5D8VI4IEK5o-i-D1VQ",
        "b": "Curso de Dibujo a Lápiz - Completo",
        "f": "https://i.ytimg.com/vi/N3AoXhgLy34/hqdefault.jpg",
        "g": 8,
        "d": "UC3GPIw5qBSZoPX5pqVt0DOg",
        "h": "2016-12-28 19:43:10",
        "c": "Aquí tienes la lista completa de un Curso de Dibujo a lápiz que estoy dando de manera gratuida en el canal. Cada semana subo un nuevo episodio y es muy recomendado para personas que quieran aprender a dibujar, mejorar su técnica, etc"
    },
    {
        "a": 86,
        "e": "PLPaMPBXuN4VtpGtKKMp3_SIVBmPsPJYX-",
        "b": "Bunbury - Curso de levitación intensivo",
        "f": "https://i.ytimg.com/vi/Ba6B9M7GQi0/hqdefault.jpg",
        "g": 13,
        "d": "UChGCSvYMfOOnTvwWYBJWENA",
        "h": "2020-12-09 18:41:07"
    },
    {
        "a": 87,
        "e": "PLU8oAlHdN5BmpobVmj1IlneKlVLJ84TID",
        "b": "Curso de JavaScript desde 0",
        "f": "https://i.ytimg.com/vi/m2nscBtQEIs/hqdefault.jpg",
        "g": 79,
        "d": "UCdulIs-x_xrRd1ezwJZR9ww",
        "h": "2014-07-21 15:13:09"
    },
    {
        "a": 88,
        "e": "PLC07860E6B2530B8E",
        "b": "Inglés Americano (Curso completo)",
        "f": "https://i.ytimg.com/vi/pU5OauLC4Oo/hqdefault.jpg",
        "g": 464,
        "d": "UCwvgBXd14CY8dohDq6dHUlg",
        "h": "2012-06-01 15:55:48"
    },
    {
        "a": 89,
        "e": "PLKQEL9j11yiVwyR8XATxfhSTu5UbtL1Hw",
        "b": "Aprender INGLES Gratis con Rodrigo (Curso de Ingles Completo)",
        "f": "https://i.ytimg.com/vi/OMcOhXmkhBI/hqdefault.jpg",
        "g": 497,
        "d": "UCR6K-ZudJ0CNJjNVDqeMYBA",
        "h": "2014-01-10 23:04:12",
        "c": "Aprender Ingles con Rodrigo es el Curso de Ingles más completo en internet, por su diseño, estructura, y extensión. Incluye lecciones de ingles de vocabulario, gramatica inglesa, clases de práctica y repaso, pronunciacion en ingles, pruebas de ingles y evaluacioes, y mucho más. También podrán enviar comentarios con preguntas y sugerencias a través de Youtube."
    },
    {
        "a": 90,
        "e": "PLMd59HZRUmEg539WgqJjbsvto4V3fRwn5",
        "b": "Curso de Hacking Ético y Ciberseguridad",
        "f": "https://i.ytimg.com/vi/ZDvxqqSoyZs/hqdefault.jpg",
        "g": 32,
        "d": "UCGLfzfKRUsV6BzkrF1kJGsg",
        "h": "2022-09-30 17:13:41",
        "c": "Curso de hacking ético y ciberseguridad desde cero, donde aprenderemos a utilizar Kali Linux para conocer y explotar las principales vulnerabilidades existentes."
    },
    {
        "a": 91,
        "e": "PLXGiIOZSsdzu1gVpqdLacKfYdM6v6ZtB6",
        "b": "Curso Completo Microsoft Teams 🟪 Microsoft 365",
        "f": "https://i.ytimg.com/vi/jMWmz4DQhKY/hqdefault.jpg",
        "g": 33,
        "d": "UCMawVbrD-WOApfR90Wra6Tg",
        "h": "2023-04-23 05:48:48",
        "c": "+30 vídeos para aprender a gestionar tu trabajo y liderar Equipos en Microsoft Teams, la joya de la corona del entorno Microsoft 365\n\n#neuroproductividad #microsoft365 #microsoftteams #productividadpersonal"
    },
    {
        "a": 92,
        "e": "PL5YuOOJ-FGGjAvcJcU5vMfVoc4S7sKvcm",
        "b": "🚀Curso PYTHON para PRINCIPIANTES | DESDE CERO 💻| EXPLICACIÓN FÁCIL 💥 2025",
        "f": "https://i.ytimg.com/vi/HKL1G9-mwcM/hqdefault.jpg",
        "g": 101,
        "d": "UC-aSfQ1bPJNZGQSRsA1xGMA",
        "h": "2023-07-26 11:07:17",
        "c": "Curso profesional de programación Python desde cero - En este curso aprenderás a programar y construir tus programas utilizando el lenguaje de programación Python."
    },
    {
        "a": 93,
        "e": "PLDhUODcit3B7BqeL_lhcNMIiE-qqyz4xT",
        "b": "🍑FL Studio: CURSO MAESTRO (2025 Actualizado)",
        "f": "https://i.ytimg.com/vi/ZQSz9INc-ag/hqdefault.jpg",
        "g": 14,
        "d": "UC3yTbQJCyIx1hJRS5pK_c0A",
        "h": "2023-02-14 20:03:07",
        "c": "👉FL Studio: CURSO MAESTRO: https://bit.ly/FLStudioCursoMaestro\n\n✅PRODUCCIÓN MUSICAL PROFESIONAL con FL STUDIO\n\nCon éste curso aprenderás producción musical utilizando FL Studio. No importa si nunca has usado software de creación o producción musical, si no sabes tocar ningún instrumento o si jamás escuchaste hablar del programa. Lo único que necesitas son las ganas de materializar tus ideas en música y con éste curso podrás lograrlo.\n\n✅CREA UNA CANCIÓN PROFESIONAL DESDE CERO\n\nVerás paso a paso como se hace una canción completa: composición, arreglo, diseño de sonido, mezcla, masterización y distribución.\n\nAunque ya tengas experiencia usando FL Studio, éste curso es una auténtica enciclopedia, aprenderás incluso aunque creas que ya conoces el programa. Éste curso es para ti, sin importar el tipo de música que quieras hacer pues, una vez que aprendes a usar las herramientas, desbloquearás tu potencial para crear lo que tu imaginación te dicte.\n\n✅EL MEJOR CURSO\n\nEl curso es modular y flexible, esto significa que, una vez curses los primeros módulos, los siguientes puedes tomarlos en el orden que tú elijas. El curso es como un árbol donde subes por el tronco y después serás tú quien decida cuáles ramas quiere visitar.\n\nCada módulo abarca de forma exhaustiva cada tema y es actualizado constantemente.\n\nAdemás, éste curso es aplicable para las versiones FL Studio 21 y posteriores.\n\n✅EL MEJOR INSTRUCTOR\n\nOlbaid tiene mas de 16 años de experiencia, es Power User y Entrenador Reconocido de FL Studio. Su trabajo ha sido integrado oficialmente en FL Studio en herramientas como Sytrus, Harmor, Flex y varios proyectos demo hechos por él.\n\n✅GARANTÍA\n\nAl final del curso serás un experto en el uso de FL Studio, todas sus herramientas, ventanas y opciones.\n\nTendrás todos los conocimientos y habilidades que necesitas para crear tus propias canciones sin importar el género musical.\n\n#flstudio21 #flstudio #flstudiotutorial #flstudiotips #produccionmusical #productormusical"
    },
    {
        "a": 94,
        "e": "PLH_tVOsiVGznLd-dSQP9_ttuxLnSmSWwq",
        "b": "🔥 CURSO COMPLETO de CSS desde CERO a AVANZADO 🔥",
        "f": "https://i.ytimg.com/vi/-xtS1QwxfOo/hqdefault.jpg",
        "g": 71,
        "d": "UCRMJ0vxtnHh_UAq1Yx9BYWQ",
        "h": "2024-05-27 17:16:25",
        "c": "CURSO COMPLETO de CSS GRATIS desde CERO a AVANZADO (EXPERTO)"
    },
    {
        "a": 95,
        "e": "PL2Z95CSZ1N4EW0PvNhd4ySZisgBrJjSW2",
        "b": "Curso de Microsoft SQl Server desde cero para principiantes, version 2023",
        "f": "https://i.ytimg.com/vi/SYRsyAoN8BI/hqdefault.jpg",
        "g": 91,
        "d": "UCtt69OVnWMAcC5ZEWY0BO5A",
        "h": "2023-05-30 22:43:51",
        "c": "¡Bienvenido aqui iniciamos este curso sobre Microsoft SQL Server, una de las herramientas más potentes y populares en el mundo de la gestión de bases de datos.\n  Con este curso, quiero llevarte de la mano a través de los fundamentos esenciales de Microsoft SQL Server, para que puedas dominar esta poderosa plataforma y aprovechar al máximo sus capacidades.\n\nYa sea que seas un principiante absoluto o tengas algo de experiencia en bases de datos, este curso está diseñado para adaptarse a todos los niveles de conocimiento. Exploraremos desde los conceptos básicos de SQL, como consultas y manipulación de datos, hasta temas más avanzados como optimización de consultas y diseño de bases de datos eficientes.\n\nA lo largo del curso, utilizaré ejemplos prácticos y ejercicios para ayudarte a comprender los conceptos de manera clara y concisa. También te compartiré consejos y trucos que he aprendido a lo largo de mi experiencia profesional, para que puedas aplicarlos en tu trabajo o proyectos personales."
    },
    {
        "a": 96,
        "e": "PL19FIL_dCukK9kateK0LG0-dy1dHG6v9X",
        "b": "CURSO DE INGLES COMPLETO - GRATIS - APRENDE ingles fácil y rápido. Habla ingles fluido.",
        "f": "https://i.ytimg.com/vi/wcNVzPxyJac/hqdefault.jpg",
        "g": 40,
        "d": "UC4W67rUtvRP3kNTaJrTVXBQ",
        "h": "2024-09-03 19:33:17",
        "c": "curso de ingles completo, gratis. aprende ingles rápido y fácil."
    },
    {
        "a": 97,
        "e": "PLyvsggKtwbLVOPuOGn9J1Ie9RD7r7LcWD",
        "b": "Curso Spring Boot : Desarrollo de Microservicios",
        "f": "https://i.ytimg.com/vi/BRtPNl0aBkA/hqdefault.jpg",
        "g": 30,
        "d": "UCeEW6PHNJlIwI-rKChmqqkw",
        "h": "2024-02-29 15:56:43",
        "c": "¡Sumérgete en el apasionante mundo del desarrollo de microservicios con Spring Boot, una de las tecnologías más codiciadas en la actualidad dentro del vasto universo tecnológico!\n\nEn este completo curso, te llevaremos de la mano paso a paso a través del desarrollo de un microservicio backend con Spring Boot, utilizando la poderosa herramienta InteliJ como nuestro fiel compañero de viaje.\n\nExploraremos las últimas y más actualizadas versiones de Java, Spring y Spring Boot, desentrañando meticulosamente cada una de las anotaciones que Spring nos ofrece para potenciar nuestro código al máximo.\n\nSin embargo, lo que realmente distingue este curso es el énfasis especial que pondremos en el diseño arquitectónico de cada capa de la solución. Profundizaremos en conceptos complejos como la inyección de dependencias, el bajo acoplamiento y la cohesión de los diversos componentes, asegurando que comprendas no solo cómo codificar, sino cómo construir robustas y escalables soluciones.\n\nCada implementación de controladores, servicios y persistencia se realizará siguiendo las mejores prácticas que Java nos ofrece, garantizando un código limpio y de calidad excepcional.\n\nPero eso no es todo, también exploraremos la integración de tecnologías complementarias como Docker para la gestión de contenedores, PostgresSQL como nuestra base de datos relacional y Lombok para simplificar el código. Y para asegurarnos de que nuestra API REST esté en la cima de su juego, llevaremos a cabo exhaustivas pruebas utilizando Postman, garantizando que esté bien formada y lista para enfrentar los desafíos del mundo real.\n\n¡Prepárate para transformar tu manera de desarrollar microservicios y llevar tus habilidades al siguiente nivel con este emocionante curso!"
    },
    {
        "a": 98,
        "e": "PLj0g_C56bhRkMhBschCdIRd_bJfD2nBgG",
        "b": "Curso completo de francés  desde cero fácil y rápido para principiantes - NIVEL 1",
        "f": "https://i.ytimg.com/vi/XUKt0Uqireo/hqdefault.jpg",
        "g": 54,
        "d": "UCK6bfsyaPVasHZxTRmieZxA",
        "h": "2023-11-08 19:51:22"
    },
    {
        "a": 99,
        "e": "PLkCdxvj5wL7ADY611geA3zqHbxFC9VNOH",
        "b": "Curso completo de SERIGRAFÍA 2021",
        "f": "https://i.ytimg.com/vi/xURexyll3a4/hqdefault.jpg",
        "g": 12,
        "d": "UCpq55woHMTMzcalbTGkAPxQ",
        "h": "2020-11-09 02:43:44",
        "c": "Hola amigos les traigo el curso completo de serigrafia completamente GRATIS, para que aprendas desde cero y puedas emprender tu negocio."
    },
    {
        "a": 100,
        "e": "PL5YuOOJ-FGGjjK8j50TkEcjCcZ8dRAiPy",
        "b": "🚀Curso C++ para PRINCIPIANTES | DESDE CERO 💻| EXPLICACIÓN FÁCIL 💥 2025",
        "f": "https://i.ytimg.com/vi/RGSEnAzS4XY/hqdefault.jpg",
        "g": 62,
        "d": "UC-aSfQ1bPJNZGQSRsA1xGMA",
        "h": "2024-01-30 14:26:26",
        "c": "Curso profesional de programación C++ desde cero - En este curso aprenderás a programar y construir tus programas utilizando el lenguaje de programación C++.\n\nC++ es un lenguaje de programación diseñado en 1979 por Bjarne Stroustrup. La intención de su creación fue extender al lenguaje de programación C y añadir mecanismos que permiten la manipulación de objetos. En ese sentido, desde el punto de vista de los lenguajes orientados a objetos, C++ es un lenguaje híbrido."
    },
    {
        "a": 101,
        "e": "PLU8oAlHdN5Bkn-KS1sRFlSEnXXcAtAJ9P",
        "b": "Curso de Android con Android Studio",
        "f": "https://i.ytimg.com/vi/pdYkmCcQFd8/hqdefault.jpg",
        "g": 108,
        "d": "UCdulIs-x_xrRd1ezwJZR9ww",
        "h": "2016-02-23 19:13:15"
    },
    {
        "a": 102,
        "e": "PL2Z95CSZ1N4E-yNYehqD1FKU8aBdjBfRM",
        "b": "Curso de Windows Server 2022 desde cero para principantes",
        "f": "https://i.ytimg.com/vi/yuQATj2xTI8/hqdefault.jpg",
        "g": 92,
        "d": "UCtt69OVnWMAcC5ZEWY0BO5A",
        "h": "2024-04-15 19:43:40",
        "c": "\"¡Bienvenido al Curso Completo de SQL Server 2022! En esta serie de videos, te sumergirás en el fascinante mundo de SQL Server, desde los conceptos básicos hasta técnicas avanzadas."
    },
    {
        "a": 103,
        "e": "PL-kb9cx4aYj7kzSDa0jXyltqWstFo0O_y",
        "b": "CURSO de Uñas 💅 GRATIS !!! 😱",
        "f": "https://i.ytimg.com/vi/TDMuqwtdOc0/hqdefault.jpg",
        "g": 17,
        "d": "UC_syzhWt-7Jiae9tEPu_jbA",
        "h": "2020-07-11 04:50:07",
        "c": "Cómo Aprender a Hacer Uñas?\nCómo Decorar Uñas?\n\nSi te has hecho alguna de estas preguntas y buscas las respuestas en Youtube, has llegado al lugar indicado.\n\n🤩 SUSCRÍBETE a este canal y acompáñame a descubrir el maravilloso mundo de las Uñas 🥰\n\nCURSO de Uñas 💅 GRATIS con CERTIFICADO!!! 😱\n\nSi deseas mi asesoramiento en cuanto a dudas y preguntas 😍, te podre responder en la caja de comentarios de cada vídeo o si deseas un asesoramiento mas personalizado me lo puedes hacer llegar por mi Pagina de Facebook 👆 solo dale ME GUSTA 👍 y me puedes hacer cualquier pregunta y enviarme fotos de sus trabajos para brindarle mi asesoramiento y recomendaciones de una manera mas personalizada. 🤗 Recuerda que es totalmente GRATIS 🥰\n\nCurso Online Gratis para el aprendizaje de todos aquellos que que deseen obtener conocimientos por medio de Tips y Consejos que se estará brindando en los vídeos en los que estaremos realizando trabajos de Manicure y Pedicure."
    },
    {
        "a": 104,
        "e": "PLRt_sFUAViN2W3KsSp6OeCDyKz7Q7Cak1",
        "b": "Curso de oratoria [Gratis y Certificado] - Edutin Academy",
        "f": "https://i.ytimg.com/vi/ANSIN2--Bzw/hqdefault.jpg",
        "g": 28,
        "d": "UC8G49s7tEFy4tAZOIMhgIFA",
        "h": "2024-07-19 13:14:10",
        "c": "Curso de oratoria gratis 👉 https://edutin.com/curso-de-oratoria\n\nEste curso de oratoria es de ✅ Acceso gratis e incluye ✅ Opción de Certificación Internacional.\n\nEn este curso de oratoria de Edutin Academy desarrollarás habilidades esenciales para mejorar sus habilidades de comunicación y expresión en público, desarrollar habilidades para comunicarte ante un equipo de trabajo, grupo de estudiantes, o presentar un discurso o proyecto ante cualquier audiencia\n\nA lo largo de este curso de oratoria aprenderás a manejar de manera eficiente las técnicas de expresión verbal y no verbal, y dominar de manera práctica los elementos de estructura de discursos, control del miedo escénico, y técnicas de persuasión, así como a diseñar y presentar discursos impactantes y a comunicarte con confianza y claridad en diversas situaciones.\n\n¿A quién está dirigido?🗣️🎤 Este curso de oratoria está diseñado para estudiantes, profesionales, emprendedores o cualquier persona que desee mejorar sus habilidades de comunicación y liderazgo mediante el arte de la oratoria.\n\n#cursodeoratoria #cursodeoratoriagratis #cursodeoratoriaconcertificado #cursosdeoratoria #cursosgratisdeoratoria \n\n#cursosonline #cursosgratis #cursosgratisonlineconcertificado #edutin #edutinacademy #edutincursos"
    },
    {
        "a": 105,
        "e": "PLIygiKpYTC_6zHLTjI6cFIRZm1BCT3CuV",
        "b": "Curso de C",
        "f": "https://i.ytimg.com/vi/R9n7j-u9ijc/hqdefault.jpg",
        "g": 224,
        "d": "UCG8jvt0QlVdWcKyU_gNNs3A",
        "h": "2020-05-31 23:34:34"
    },
    {
        "a": 106,
        "e": "PLG1qdjD__qH64tCQ756M--FVvhHyCLUA9",
        "b": "🏆 GIMP 2.10 ✅ Mega CURSO en español",
        "f": "https://i.ytimg.com/vi/ex1fEanWgkM/hqdefault.jpg",
        "g": 78,
        "d": "UCa922dmH2ITP8I0FKC-GLpQ",
        "h": "2019-10-30 14:02:21",
        "c": "Curso GIMP desde cero hasta nivel EXPERTO, el curso se divide en 4 bloques, GIMP básico, GIMP intermedio, GIMP avanzado y GIMP efectos de texto. Dale una oportunidad a este fantástico programa de edición de imágenes gratuito y de código abierto.\n\nGIMP es un editor de imágenes de tipo mapa de bits. Este tipo de imágenes están formadas por píxeles y son las que obtenemos cuando hacemos fotografías con el móvil o con cualquier cámara de fotos digital. GIMP es software libre 100% gratuito, la mejor alternativa al famoso Photoshop. \n\nGIMP es un programa que nos permite retocar y editar imágenes de forma muy avanzada, de hecho, si sabes utilizarlo de forma correcta puedes conseguir resultados alucinantes. Aunque no es el software utilizado por profesionales de la fotografía, pienso que es el programa perfecto para el común de los mortales"
    },
    {
        "a": 107,
        "e": "PLxcwAK5N6orhu8ktcjUYYhj0CRwYjwjbm",
        "b": "Curso de Cerrajeria",
        "f": "https://i.ytimg.com/vi/bKY7LbKqlIY/hqdefault.jpg",
        "g": 24,
        "d": "UCZyRMo46Wvxn1CGQMver2Zg",
        "h": "2021-11-13 22:23:02"
    },
    {
        "a": 108,
        "e": "PLhQhIal1vDFimJ-IzRmwgYwwa8MtFyU2m",
        "b": "Curso de Electricidad Básica",
        "f": "https://i.ytimg.com/vi/IBXCiZQvBUs/hqdefault.jpg",
        "g": 20,
        "d": "UCjz6NDWUOYprLmeDGeJzZSg",
        "h": "2018-02-15 15:56:27",
        "c": "Aprender electricidad. Te explicamos cómo funciona la electricidad de tu casa de manera muy didáctica, como en un curso. Entender el cuadro eléctrico y detectar las averías más frecuentes, guiar cables y hacer empalmes, identificar circuitos, instalar interruptores..."
    },
    {
        "a": 109,
        "e": "PLeySRPnY35dG2UQ35tPsaVMYkQhc8Vp__",
        "b": "Derivadas (Curso COMPLETO)",
        "f": "https://i.ytimg.com/vi/uK4-s0ojHFg/hqdefault.jpg",
        "g": 72,
        "d": "UCanMxWvOoiwtjLYm08Bo8QQ",
        "h": "2018-03-13 13:09:57",
        "c": "Explicación de derivadas desde los primeros conceptos hasta las derivadas con más nivel de dificultad, iniciando con el concepto de derivada, derivadas usando la definición, las reglas de derivación, regla de la cadena, hasta hablas de la derivada implícita y explicando paso a paso todos los conceptos para poder resolver cualquier tipo de derivada."
    },
    {
        "a": 110,
        "e": "PLhSj3UTs2_yU0fGoS1bjpHqky4kCEmTbR",
        "b": "Curso de CSS Básico desde 0",
        "f": "https://i.ytimg.com/vi/24gNhTcy6pw/hqdefault.jpg",
        "g": 18,
        "d": "UCJl1YajcPWTeJNsQhGyMIMg",
        "h": "2014-06-17 18:27:29"
    },
    {
        "a": 111,
        "e": "PLM8Ayi2QS6_MDes5A_sguJiy1LKkVoTua",
        "b": "CURSO GRATIS DE ENERGÍA SOLAR",
        "f": "https://i.ytimg.com/vi/8iKctaBpLBI/hqdefault.jpg",
        "g": 11,
        "d": "UC73Zn1O_N-ORS27ncZeN_Dw",
        "h": "2021-04-15 20:11:15",
        "c": "Un curso gratis de energía solar donde aprenderás los puntos básicos de la tecnología fotovoltaica.\n\n¿A qué estas esperando para ver todos los vídeos?"
    },
    {
        "a": 112,
        "e": "PLhSj3UTs2_yVHt2DgHky_MzzRC58UHE4z",
        "b": "Curso de HTML Básico desde 0",
        "f": "https://i.ytimg.com/vi/cqMfPS8jPys/hqdefault.jpg",
        "g": 10,
        "d": "UCJl1YajcPWTeJNsQhGyMIMg",
        "h": "2014-05-30 18:19:20"
    },
    {
        "a": 113,
        "e": "PLdV8ntSOIL5SqS4-sbms4M_puIIucPwmh",
        "b": "Curso de programación en R DESDE CERO",
        "f": "https://i.ytimg.com/vi/HVB0kt5ODh0/hqdefault.jpg",
        "g": 57,
        "d": "UCdwRasV4ErMV7zNhVejjfHw",
        "h": "2021-09-14 17:35:31",
        "c": "Aprende programación en R desde cero hasta avanzado con este curso completo. 📈💻 Descubre cómo manipular datos, crear visualizaciones impresionantes y aplicar análisis estadísticos con uno de los lenguajes más poderosos para ciencia de datos. ¡Todo explicado paso a paso y con ejemplos prácticos! 🔥\n\n✅ Sintaxis básica y estructuras de datos\n✅ Análisis y manipulación de datos con tidyverse\n✅ Visualización con ggplot2\n✅ Modelado estadístico y machine learning\n✅ HACKS\n✅ MUCHO MAS\n\n¡Suscríbete y comienza a programar en R hoy mismo! 🚀"
    }
]