[
    {
        "a": 38,
        "e": "PLRt_sFUAViN2khZObSC9D5iooUI55cWJW",
        "b": "Curso de Portugués A1 [Gratis y Certificado] - Edutin Academy",
        "f": "https://i.ytimg.com/vi/wZnq5Ae8oEA/hqdefault.jpg",
        "g": 28,
        "d": "UC8G49s7tEFy4tAZOIMhgIFA",
        "h": "2024-04-16 21:07:44",
        "c": "Curso de Portugués A1 gratis 👉  https://edutin.com/curso-de-portugues \n\nEste curso es de ✅ acceso gratuito e incluye la ✅ opción de obtener una Certificación Internacional. \n\nEn este curso de Portugués A1 de Edutin Academy, aprenderás las bases fundamentales del portugués, incluyendo vocabulario básico, gramática elemental y las habilidades necesarias para comunicarte en situaciones cotidianas.\n\nA lo largo de este curso de portugués A1, aprenderás desde la pronunciación básica y el vocabulario hasta las estructuras gramaticales fundamentales. Podrás expresar saludos, presentarte, utilizar números, hablar sobre días de la semana, utilizar expresiones comunes, hacer descripciones personales y mucho más.\n\n¿A quién está dirigido? 🌍📚💬 este curso de Portugués A1 está diseñado para principiantes sin conocimientos previos de portugués, viajeros apasionados, profesionales que buscan expandir sus horizontes lingüísticos y cualquier persona interesada en aprender una nueva lengua de manera efectiva y divertida.\n\n#cursodeportuguesa1 #cursodeportuguesparaprincipiantes #cursodeportuguesgratuito #cursodeportuguésonlinegratisconcertificado #cursodeportuguesonline #cursodeportuguesgratisonline #cursogratisdeportugues \n\n#cursosgratis #cursosgratisconcertificado #cursosconcertificado #cursosonline #cursosgratisonlineconcertificado #cursosenlinea #edutin #edutinacademy #edutincursos"
    },
    {
        "a": 105,
        "e": "PLIygiKpYTC_6zHLTjI6cFIRZm1BCT3CuV",
        "b": "Curso de C",
        "f": "https://i.ytimg.com/vi/R9n7j-u9ijc/hqdefault.jpg",
        "g": 224,
        "d": "UCG8jvt0QlVdWcKyU_gNNs3A",
        "h": "2020-05-31 23:34:34"
    },
    {
        "a": 34,
        "e": "PL2COwwjWBEUYbDyWXazq55RAsgF496T_p",
        "b": "Curso gratis Patronaje desde cero",
        "f": "https://i.ytimg.com/vi/bicmwWKs0ew/hqdefault.jpg",
        "g": 58,
        "d": "UCogvPj41ww-NvV9rO4g8AoA",
        "h": "2022-03-04 00:30:29",
        "c": "Hola creativ@\nBienvenid@ a este curso completo de patronaje desde cero con el método GDS completamente gratis\nCon este curso te iniciarás en el hermoso mundo del patronaje profesional donde aprenderás a desarrollar patrones base para todo tipo de tela y transformaciones nivel básico e intermedio de una forma increíblemente fácil.\nBlusas, vestidos, pantalones y faldas son algunas de las prendas que podrás coser con todos los diseños que te enseñaré paso a paso en este curso."
    },
    {
        "a": 73,
        "e": "PLU8oAlHdN5Bmx-LChV4K3MbHrpZKefNwn",
        "b": "Curso SQL",
        "f": "https://i.ytimg.com/vi/iOiyJgnN71c/hqdefault.jpg",
        "g": 25,
        "d": "UCdulIs-x_xrRd1ezwJZR9ww",
        "h": "2015-07-16 16:06:04",
        "c": "Curso del lenguaje universal de acceso a datos SQL"
    },
    {
        "a": 37,
        "e": "PLzjPEWJnnJNqGhk6DGpbuf8NDASsOQUND",
        "b": "Curso De Trading Para Principiantes",
        "f": "https://i.ytimg.com/vi/TdEbkTk40qQ/hqdefault.jpg",
        "g": 14,
        "d": "UCKP8me8NRKaGZZHAuKSSuvA",
        "h": "2024-11-24 15:44:31"
    },
    {
        "a": 46,
        "e": "PL93iwVYt7GG7OMmJZclmGo0ekKOzTi5o-",
        "b": "CURSO COMPLETO DE INGLÉS - NIVEL PRINCIPIANTE",
        "f": "https://i.ytimg.com/vi/83r_zzg5UsY/hqdefault.jpg",
        "g": 244,
        "d": "UC7YI4X4i8YCH5KKWCWP85JQ",
        "h": "2017-08-07 19:34:51",
        "c": "Aquí podrás encontrar nuestros vídeos en orden para que puedas estudiar con la secuencia correcta.  ¡Espero te sirva!"
    },
    {
        "a": 45,
        "e": "PLU8oAlHdN5BlvPxziopYZRd55pdqFwkeS",
        "b": "Curso Python desde 0.",
        "f": "https://i.ytimg.com/vi/tDYr14IIu_4/hqdefault.jpg",
        "g": 83,
        "d": "UCdulIs-x_xrRd1ezwJZR9ww",
        "h": "2017-01-24 13:08:23"
    },
    {
        "a": 50,
        "e": "PLyvsggKtwbLX06iMtXnRGX5lyjiiMaT2y",
        "b": "Curso de programación Android desde cero",
        "f": "https://i.ytimg.com/vi/tyx05coXixw/hqdefault.jpg",
        "g": 68,
        "d": "UCeEW6PHNJlIwI-rKChmqqkw",
        "h": "2017-10-13 20:14:31",
        "c": "Curso profesional de Android con Android Studio - Aprende a programar aplicaciones móviles desde cero hasta avanzado."
    },
    {
        "a": 97,
        "e": "PLyvsggKtwbLVOPuOGn9J1Ie9RD7r7LcWD",
        "b": "Curso Spring Boot : Desarrollo de Microservicios",
        "f": "https://i.ytimg.com/vi/BRtPNl0aBkA/hqdefault.jpg",
        "g": 30,
        "d": "UCeEW6PHNJlIwI-rKChmqqkw",
        "h": "2024-02-29 15:56:43",
        "c": "¡Sumérgete en el apasionante mundo del desarrollo de microservicios con Spring Boot, una de las tecnologías más codiciadas en la actualidad dentro del vasto universo tecnológico!\n\nEn este completo curso, te llevaremos de la mano paso a paso a través del desarrollo de un microservicio backend con Spring Boot, utilizando la poderosa herramienta InteliJ como nuestro fiel compañero de viaje.\n\nExploraremos las últimas y más actualizadas versiones de Java, Spring y Spring Boot, desentrañando meticulosamente cada una de las anotaciones que Spring nos ofrece para potenciar nuestro código al máximo.\n\nSin embargo, lo que realmente distingue este curso es el énfasis especial que pondremos en el diseño arquitectónico de cada capa de la solución. Profundizaremos en conceptos complejos como la inyección de dependencias, el bajo acoplamiento y la cohesión de los diversos componentes, asegurando que comprendas no solo cómo codificar, sino cómo construir robustas y escalables soluciones.\n\nCada implementación de controladores, servicios y persistencia se realizará siguiendo las mejores prácticas que Java nos ofrece, garantizando un código limpio y de calidad excepcional.\n\nPero eso no es todo, también exploraremos la integración de tecnologías complementarias como Docker para la gestión de contenedores, PostgresSQL como nuestra base de datos relacional y Lombok para simplificar el código. Y para asegurarnos de que nuestra API REST esté en la cima de su juego, llevaremos a cabo exhaustivas pruebas utilizando Postman, garantizando que esté bien formada y lista para enfrentar los desafíos del mundo real.\n\n¡Prepárate para transformar tu manera de desarrollar microservicios y llevar tus habilidades al siguiente nivel con este emocionante curso!"
    },
    {
        "a": 67,
        "e": "PLw6yx3Xh4F0uNuLYZr7DwoqoBYE-x_Lej",
        "b": "🟩 Lecciones Curso Tiempos",
        "f": "https://i.ytimg.com/vi/PtxD2LGjL3w/hqdefault.jpg",
        "g": 27,
        "d": "UC3KvHaehCsDPKAfLmQDFvrQ",
        "h": "2025-04-24 23:22:17",
        "c": "Aprende fácilmente los tiempos en inglés. Algunas clases están repetidas ya que fueron grabadas en años diferentes."
    }
]