[{"a": 458, "e": "PL962P1oSJ9TrWJvthsnugKKpb-mMaGlFV", "b": "👉Como hacer Uñas Acrílicas [CURSO Completo GRATIS!!]💅 PRINCIPIANTES paso a paso", "f": "zrSwJsQCXjA", "g": 37, "d": 456, "h": "20200519130706", "c": "El Mejor y más COMPLETO  CURSO GRATIS de Uñas Acrílicas, APRENDE a realizar Uñas con TIPS, Uñas ESCULPIDAS y Uñas con MOLDES DUAL, ideal para PRINCIPIANTES en el mundo de las Uñas."}, {"a": 95, "e": "PL2Z95CSZ1N4EW0PvNhd4ySZisgBrJjSW2", "b": "Curso de Microsoft SQl Server desde cero para principiantes, version 2023", "f": "SYRsyAoN8BI", "g": 91, "d": 21, "h": "20230530224351", "c": "¡Bienvenido aqui iniciamos este curso sobre Microsoft SQL Server, una de las herramientas más potentes y populares en el mundo de la gestión de bases de datos.\n  Con este curso, quiero llevarte de la mano a través de los fundamentos esenciales de Microsoft SQL Server, para que puedas dominar esta poderosa plataforma y aprovechar al máximo sus capacidades.\n\nYa sea que seas un principiante absoluto o tengas algo de experiencia en bases de datos, este curso está diseñado para adaptarse a todos los niveles de conocimiento. Exploraremos desde los conceptos básicos de SQL, como consultas y manipulación de datos, hasta temas más avanzados como optimización de consultas y diseño de bases de datos eficientes.\n\nA lo largo del curso, utilizaré ejemplos prácticos y ejercicios para ayudarte a comprender los conceptos de manera clara y concisa. También te compartiré consejos y trucos que he aprendido a lo largo de mi experiencia profesional, para que puedas aplicarlos en tu trabajo o proyectos personales."}, {"a": 360, "e": "PLjFHUxZOfBNXttxDGznuuj-Lb6y27ny3D", "b": "Curso de Guitarra para Principiantes (GRATIS y Paso a Paso)", "f": "ZiBVB6dVDdw", "g": 17, "d": 358, "h": "20230301113353", "c": "🎸 ¿Quieres aprender a tocar la guitarra desde cero? Empieza hoy GRATIS con mi curso completo paso a paso 👉 https://cursos.davidcalabres.com/p/planes\n\n¿Te cuesta empezar a tocar la guitarra porque sientes que no sabes por dónde tirar? En esta lista vas a ver a un alumno real aprendiendo conmigo, paso a paso, desde cero. Sin trampa ni cartón.\n\nEsto no es un tutorial frío ni una masterclass imposible. Aquí vas a ver errores, progresos, dudas reales y cómo resolverlas. Tal y como te pasará a ti si estás empezando hoy.\n\nEn esta lista vas a encontrar:\n✔️ Lecciones básicas para colocar bien los dedos y acordes fáciles.\n✔️ Ejercicios para entrenar tu ritmo y cambiar de acordes sin frustrarte.\n✔️ Canciones fáciles para que puedas tocar algo desde el primer día.\n✔️ Trucos, consejos y motivación para mantener la constancia.\n\nEste curso en vídeo está pensado para que avances sin agobios, con explicaciones claras, ejemplos visuales y una progresión lógica. Es como tener clases particulares, pero desde casa y a tu ritmo.\n\nEmpieza ahora. No esperes a tener más tiempo, más equipo o más confianza. La mejor forma de aprender es con acción. Y aquí lo tienes fácil.\n\nEn los vídeos salimos David Calabrés y Max García, pero será como si estuviéramos todos en la misma clase. Así que dale al play y empieza. No hace falta tener experiencia, ni talento, ni guitarra cara. Solo ganas.\n\n👉 Y si luego quieres ir más allá, con clases completas, comunidad, seguimiento personalizado y acceso al contenido premium, te espero en mi escuela online: https://cursos.davidcalabres.com/p/planescon David Calabrés (profesor) y Max García (alumno)."}, {"a": 96, "e": "PL19FIL_dCukK9kateK0LG0-dy1dHG6v9X", "b": "CURSO DE INGLES COMPLETO - GRATIS - APRENDE ingles fácil y rápido. Habla ingles fluido.", "f": "wcNVzPxyJac", "g": 40, "d": 94, "h": "20240903193317", "c": "curso de ingles completo, gratis. aprende ingles rápido y fácil."}, {"a": 205, "e": "PLIiX3Cd4NzyY69nte6sQbmk5habHRTFc5", "b": "1. CURSO DE BISUTERÍA BÁSICA DE ENSAMBLE", "f": "jV_K_h1QWwM", "g": 13, "d": 203, "h": "20190616202729", "c": "EN EL CURSO DE BISUTERAPIA BASICA:\n\nSerán mas de 10 técnicas en 10 accesorios:\n\n1) Introducción a la bisutería \n2) Nylon Elástico sencillo, \n3) Nudo básico de macrame, \n4) Ensamble en argollas, \n5) Ensamble en cuero, \n6) Ensamble en alambre, \n7) Nylon elástico doble, \n8) Guaya, \n9) Técnicas  mixtas, \n10) Alambre Memoria, \n11) Kumihimo \n12) Orientación al costeo de los accesorios"}, {"a": 103, "e": "PL-kb9cx4aYj7kzSDa0jXyltqWstFo0O_y", "b": "CURSO de Uñas 💅 GRATIS !!! 😱", "f": "TDMuqwtdOc0", "g": 17, "d": 101, "h": "20200711045007", "c": "Cómo Aprender a Hacer Uñas?\nCómo Decorar Uñas?\n\nSi te has hecho alguna de estas preguntas y buscas las respuestas en Youtube, has llegado al lugar indicado.\n\n🤩 SUSCRÍBETE a este canal y acompáñame a descubrir el maravilloso mundo de las Uñas 🥰\n\nCURSO de Uñas 💅 GRATIS con CERTIFICADO!!! 😱\n\nSi deseas mi asesoramiento en cuanto a dudas y preguntas 😍, te podre responder en la caja de comentarios de cada vídeo o si deseas un asesoramiento mas personalizado me lo puedes hacer llegar por mi Pagina de Facebook 👆 solo dale ME GUSTA 👍 y me puedes hacer cualquier pregunta y enviarme fotos de sus trabajos para brindarle mi asesoramiento y recomendaciones de una manera mas personalizada. 🤗 Recuerda que es totalmente GRATIS 🥰\n\nCurso Online Gratis para el aprendizaje de todos aquellos que que deseen obtener conocimientos por medio de Tips y Consejos que se estará brindando en los vídeos en los que estaremos realizando trabajos de Manicure y Pedicure."}, {"a": 31, "e": "PL_wxPflrHc1iECghOLOjQj8qdqxsH-bCf", "b": "Curso de Mecánica Automotriz", "f": "PV3XDlAHhYA", "g": 10, "d": 29, "h": "20120919004039", "c": "Conocer lo básico de la mecánica automotriz, hoy en día es indispensable para cualquier persona. Ven y apréndelo aquí:"}, {"a": 14, "e": "PL46G4t0fsnaJXK_SfaWdxHThKuvgCOnAZ", "b": "Curso de Inglés Básico", "f": "bpMELj9caNY", "g": 88, "d": 12, "h": "20200725000911", "c": "El curso de inglés del Doctor Miguel con el que aprenderás inglés desde cero y gratis."}, {"a": 441, "e": "PLKkyqhfyYOAb4S3asYkicKyiy8QKV_EjP", "b": "NUEVO CURSO REPARACIÓN DE TELEVISORES LCD LED AÑO 2022-2023", "f": "K0yr3di6Hv8", "g": 19, "d": 439, "h": "20221225025936"}, {"a": 190, "e": "PLROIqh_5RZeB92ME1GFyeqDVOa-gL0Ybd", "b": "CURSO de HTML5 desde CERO", "f": "eesyGnJwfAY", "g": 71, "d": 54, "h": "20201101165105"}, {"a": 45, "e": "PLU8oAlHdN5BlvPxziopYZRd55pdqFwkeS", "b": "Curso Python desde 0.", "f": "tDYr14IIu_4", "g": 83, "d": 43, "h": "20170124130823"}, {"a": 92, "e": "PL5YuOOJ-FGGjAvcJcU5vMfVoc4S7sKvcm", "b": "🚀Curso PYTHON para PRINCIPIANTES | DESDE CERO 💻| EXPLICACIÓN FÁCIL 💥 2025", "f": "HKL1G9-mwcM", "g": 101, "d": 90, "h": "20230726110717", "c": "Curso profesional de programación Python desde cero - En este curso aprenderás a programar y construir tus programas utilizando el lenguaje de programación Python."}, {"a": 77, "e": "PLBn8E6Sfz0f0UCTEHQ7pL7KKsrvi6HK-8", "b": "Curso de Introducción a Blender 2.80", "f": "iIcHsLBE1gg", "g": 46, "d": 75, "h": "20190814163725", "c": "Curso completo de Introducción a Blender 2.80 - ¡desde cero! Para acceder a los archivos descargables puedes apuntarte al curso (gratis) en mi página web: https://blendtuts.es/intro280"}, {"a": 84, "e": "PLS4lvjlWB4oVYZ5YPHZC2F4F1DeLSKjzy", "b": "CURSO de CALIGRAFÍA para PRINCIPIANTES 2025", "f": "oP4GZpqiQxc", "g": 15, "d": 82, "h": "20201113232826"}, {"a": 201, "e": "PL2Z95CSZ1N4FKsZQKqCmbylDqssYFJX5A", "b": "Curso completo de Linux desde cero para principiantes", "f": "t23trHbTOQE", "g": 56, "d": 21, "h": "20220329225741"}, {"a": 55, "e": "PLU8oAlHdN5BkinrODGXToK9oPAlnJxmW_", "b": "Curso de PHP/MySQL", "f": "I75CUdSJifw", "g": 105, "d": 43, "h": "20150323150857", "c": "Curso de PHP/MySQL desde 0"}, {"a": 68, "e": "PL2rby4QDcl-cNpDX2Ym34smIWBCoSwXLN", "b": "CURSO de TATUAJE para principiantes en ESPAÑOL", "f": "r76MdnV7LjQ", "g": 41, "d": 66, "h": "20230206223452", "c": "¿Quieres aprender a tatuar desde 0 como un profesional, paso a paso, en español y GRATIS?? Entonces este curso tutorial de tatuaje en español es justo lo que necesitas.\n\nAprende a tatuar con las mejores clases de tatuaje en español que podras encontrar online, diseñadas para guiarte en este camino hacia el exito en el mundo del tatuaje.\n\nEste curso es perfecto tanto para aquellos artistas principiantes como para aquellos artistas del tatuaje que buscan perfeccionar sus habilidades como tatuadores. \n\nTe enseñare todo lo que se sobre este arte, hablaremos desde como aprender a tatuar con una maquina rotativa o pen, maquinas de bobinas,  seguido de la seguridad e higiene en el lugar de trabajo, hasta las técnicas avanzadas para ser tatuador profesional, te explicare como puedes a aprender a tatuar sombras, linea fina y color solido, estoy seguro de que este curso cubre todo lo que necesitas para ser un artista del tatuaje profesional y si hay algo que no encuentras, dimelo y lo pondré, y si no lo sé, lo aprenderé para enseñárselo. \n\nTambién te aportare muchísimos tips de tatuaje y muchos ejercicios para aprender a tatuar desde cero de la manera mas facil.\n\nMe encantara ver y que me cuentes en los comentarios como das el gran paso al mundo del tatuaje y convertirte en un artista del tatuaje de renombre gracias a este curso.\n\n¿A qué esperas? Empieza AHORA y no te pierdas ni un solo capitulo! Aprende a tatuar de forma efectiva, segura y profesional, desde casa.  \n\n¡Únete a la comunidad de tatuadores hoy mismo! 😜"}, {"a": 79, "e": "PL1yslgETgkYFfOw1lP2W8Vros9v_xE5Bd", "b": "🥇Curso VBA para Macros Excel🥇", "f": "ocfurE964-g", "g": 99, "d": 28, "h": "20231024154150", "c": "Curso gratis de VBA para creación de Macros en Excel de Cero a Experto para no programadores. El curso de Macros tiene Ejercicios prácticos y casos de la vida Real. Visual Basic For Application Online te permite ahorrar tiempo, completar tareas miles de veces más rápido.\nPrograma, automatiza y amplía en Excel."}, {"a": 108, "e": "PLhQhIal1vDFimJ-IzRmwgYwwa8MtFyU2m", "b": "Curso de Electricidad Básica", "f": "IBXCiZQvBUs", "g": 20, "d": 106, "h": "20180215155627", "c": "Aprender electricidad. Te explicamos cómo funciona la electricidad de tu casa de manera muy didáctica, como en un curso. Entender el cuadro eléctrico y detectar las averías más frecuentes, guiar cables y hacer empalmes, identificar circuitos, instalar interruptores..."}, {"a": 182, "e": "PLh5zDRokZvyqDADkPzZmtuZy4Ut7T6opg", "b": "Curso de reparación en Android - GRATIS", "f": "Uc_4pek6-pw", "g": 7, "d": 34, "h": "20240210182256", "c": "Curso de reparación en Android - GRATIS\n\nCurso de reparación de dispositivos móviles Android a nivel componente."}, {"a": 86, "e": "PLPaMPBXuN4VtpGtKKMp3_SIVBmPsPJYX-", "b": "Bunbury - Curso de levitación intensivo", "f": "Ba6B9M7GQi0", "g": 13, "d": 84, "h": "20201209184107"}, {"a": 287, "e": "PL1Fw5KneB_F1TE0FwB5GqSmAh7wdd_h_z", "b": "CURSO GRATIS DE RADIESTESIA/ EL PENDULO", "f": "ZptuSUtV7lY", "g": 48, "d": 285, "h": "20220625233452"}, {"a": 97, "e": "PLyvsggKtwbLVOPuOGn9J1Ie9RD7r7LcWD", "b": "Curso Spring Boot : Desarrollo de Microservicios", "f": "BRtPNl0aBkA", "g": 30, "d": 31, "h": "20240229155643", "c": "¡Sumérgete en el apasionante mundo del desarrollo de microservicios con Spring Boot, una de las tecnologías más codiciadas en la actualidad dentro del vasto universo tecnológico!\n\nEn este completo curso, te llevaremos de la mano paso a paso a través del desarrollo de un microservicio backend con Spring Boot, utilizando la poderosa herramienta InteliJ como nuestro fiel compañero de viaje.\n\nExploraremos las últimas y más actualizadas versiones de Java, Spring y Spring Boot, desentrañando meticulosamente cada una de las anotaciones que Spring nos ofrece para potenciar nuestro código al máximo.\n\nSin embargo, lo que realmente distingue este curso es el énfasis especial que pondremos en el diseño arquitectónico de cada capa de la solución. Profundizaremos en conceptos complejos como la inyección de dependencias, el bajo acoplamiento y la cohesión de los diversos componentes, asegurando que comprendas no solo cómo codificar, sino cómo construir robustas y escalables soluciones.\n\nCada implementación de controladores, servicios y persistencia se realizará siguiendo las mejores prácticas que Java nos ofrece, garantizando un código limpio y de calidad excepcional.\n\nPero eso no es todo, también exploraremos la integración de tecnologías complementarias como Docker para la gestión de contenedores, PostgresSQL como nuestra base de datos relacional y Lombok para simplificar el código. Y para asegurarnos de que nuestra API REST esté en la cima de su juego, llevaremos a cabo exhaustivas pruebas utilizando Postman, garantizando que esté bien formada y lista para enfrentar los desafíos del mundo real.\n\n¡Prepárate para transformar tu manera de desarrollar microservicios y llevar tus habilidades al siguiente nivel con este emocionante curso!"}, {"a": 53, "e": "PLBI8wHKIc4CkZnX6ItctDU76k7mL5Qjfv", "b": "Curso De Trading", "f": "QPbpQ1wgvF0", "g": 8, "d": 13, "h": "20241228131319"}, {"a": 188, "e": "PLRt_sFUAViN0jJltfDsQnw02oLTCxAoLU", "b": "Curso de Illustrator [Gratis y Certificado] 🥇 - Edutin Academy", "f": "1pQ7lUgRn7M", "g": 30, "d": 36, "h": "20250529203850", "c": "Curso de Illustrator gratis 👉 https://edutin.com/curso-de-illustrator \n\nEste curso de Illustrator es de ✅ Acceso gratis e incluye ✅ Opción de Certificación Internacional\n\nEn este curso de Illustrator de Edutin Academy aprenderás a utilizar Adobe Illustrator desde cero para crear ilustraciones, logotipos, gráficos vectoriales y diseños profesionales con alto impacto visual. Conocerás su interfaz, herramientas y funciones esenciales para convertir ideas en diseños de calidad.\n\nAdemás, conocerás técnicas de dibujo vectorial, uso de capas, trazados, tipografías y exportación de archivos para distintos formatos. Estos conocimientos te permitirán trabajar en proyectos creativos como diseño editorial, branding, ilustración digital y diseño publicitario.\n\n¿A quién está dirigido?🎨🖥️✏️ Este curso de Illustrator está diseñado para diseñadores gráficos, ilustradores, estudiantes de diseño, emprendedores creativos o cualquier persona interesada en dominar una de las herramientas más populares del diseño digital."}, {"a": 3, "e": "PL8ie04dqq7_MKYOzEUYVHMZYldddBVwD2", "b": "💰CÓMO Ganar DINERO Creando APLICACIONES 💰 [3.000 EUROS/MES] #DevStory", "f": "OaXcGhtUAjk", "g": 4, "d": 1, "h": "20210119174724"}, {"a": 42, "e": "PLUofhDIg_38q4D0xNWp7FEHOTcZhjWJ29", "b": "⚛️ CURSO DE REACT 2024", "f": "7iobxzd_2wY", "g": 12, "d": 40, "h": "20230412135154"}, {"a": 70, "e": "PL8Tdjf2jwFRe986dgJB3M-GnxIUK_j3Df", "b": "Curso Vaughan Completo para Aprender Inglés Gratis- Nivel Intermedio", "f": "RlR4_98T4Yo", "g": 12, "d": 68, "h": "20150129174730", "c": "¿Quieres aprender inglés? ¡Suscríbete gratis a nuestro canal!\nDisfruta de nuestro curso de inglés definitivo. ¡Ahora por fin en vídeo!\nGracias por compartirnos y contribuir a que este contenido pueda seguir siendo gratis... :-)\n\n***LECCIONES DEL CURSO VAUGHAN PARA APRENDER INGLÉS GRATIS***\n\nLección 1:  https://goo.gl/Z3wWrC\n\nLección 2:  https://goo.gl/aHy7Yp\n\nLección 3:  https://goo.gl/YEUyUd\n\nLección 4:  https://goo.gl/jYcWr6\n\nLección 5:  https://goo.gl/gWUxjk\n\nLección 6:  https://goo.gl/E3ZdF1\n\nLección 7:  https://goo.gl/sYpCJS\n\nLección 8:  https://goo.gl/9Pj6YD\n\nLección 9:  https://goo.gl/GonA72\n\nLección 10: https://goo.gl/dVrfJb\n\n***CURSO AVANZADO DE INGLÉS GRATIS***\n\nhttps://goo.gl/7cTwKV\n\n***CURSO BÁSICO DE INGLÉS GRATIS***\n\nhttps://goo.gl/YnrsN6\n\n***CURSO GRATIS POR EMAIL***\n\n¿Te gustaría recibir más Clases Gratis por Email? ¡Apúntate a nuestro Curso Gratis!\n\nhttps://goo.gl/xTTnd3\n\n***CURSOS VAUGHAN ONLINE Y PRESENCIALES***\n\n¿List@ para dar el siguiente paso y pasar a la acción? ¡Te esperamos en nuestros Cursos Online o Presenciales!\n\nhttps://goo.gl/c5EYZZ\n\n\n***SÍGUENOS EN NUESTRAS REDES***\n\nhttps://twitter.com/GrupoVaughan\nhttps://www.facebook.com/GrupoVaughan/\nhttps://plus.google.com/115829465428666555120\nhttps://www.linkedin.com/company/vaughan-systems/?originalSubdomain=esbankia"}, {"a": 460, "e": "PLRt_sFUAViN1dcbYOjU4ap2aeK4YLzU4T", "b": "Curso de fisioterapia: Lesiones [Gratis y Certificado] - Edutin Academy", "f": "bW9ccB59EuA", "g": 33, "d": 36, "h": "20240510140512", "c": "Curso de fisioterapia: Lesiones gratis 👉 https://edutin.com/curso-de-fisioterapia-lesiones  \n\nEste curso de Fisioterapia: Lesiones es de ✅ Acceso gratis e incluye ✅ Opción de Certificación Internacional.\n\nEn este curso de Fisioterapia: Lesiones de Edutin Academy, conocerás las técnicas y estrategias utilizadas en fisioterapia para abordar lesiones deportivas, traumatismos y condiciones musculoesqueléticas comunes.\n\nA lo largo de este curso de fisioterapia: Lesiones, aprenderás a evaluar, diagnosticar y tratar diversas lesiones, desde esguinces y distensiones hasta fracturas y lesiones deportivas. Desarrollarás habilidades en la aplicación de terapias manuales, ejercicios terapéuticos y modalidades de tratamiento especializadas para promover la recuperación y el retorno a la funcionalidad óptima.\n\n¿A quién está dirigido? 👩‍⚕️💪 Este curso de Fisioterapia: Lesiones está diseñado para fisioterapeutas, terapeutas deportivos, entrenadores personales, profesionales de la salud que trabajan con lesiones musculoesqueléticas, estudiantes de fisioterapia interesados en esta especialidad, y cualquier persona comprometida en ayudar a otros a recuperarse de lesiones y mejorar su calidad de vida.\n#cursodefisioterapia #cursodefisioterapiaenlesiones #cursodefisioterapiaonlinegratis #cursodefisioterapiagratis #cursodefisioterapiaonline #cursodefisioterapiagratuito \n#cursosgratis #cursosgratisconcertificado #cursosconcertificado #cursosonline #cursosgratisonlineconcertificado #cursosenlinea #edutin #edutinacademy #edutincursos"}, {"a": 431, "e": "PL0AxVuYo8AjDnZHzjLBK_tHaMDHQoZv_1", "b": "Curso PAI 2025", "f": "S9rIIvQ_d8M", "g": 7, "d": 429, "h": "20250514120438"}, {"a": 250, "e": "PLSqdjZCWaNuQ_7k8WMU6343lDdVGOkx_R", "b": "Curso de Teología Seminario Bíblico Salmo 119 \"Amor por su palabra\"", "f": "xe11z9ewVOU", "g": 49, "d": 248, "h": "20170508234224", "c": "Nuevo instituto Bíblico Misión Rescate, estudia Teología Gratis"}, {"a": 111, "e": "PLM8Ayi2QS6_MDes5A_sguJiy1LKkVoTua", "b": "CURSO GRATIS DE ENERGÍA SOLAR", "f": "8iKctaBpLBI", "g": 11, "d": 109, "h": "20210415201115", "c": "Un curso gratis de energía solar donde aprenderás los puntos básicos de la tecnología fotovoltaica.\n\n¿A qué estas esperando para ver todos los vídeos?"}, {"a": 112, "e": "PLhSj3UTs2_yVHt2DgHky_MzzRC58UHE4z", "b": "Curso de HTML Básico desde 0", "f": "cqMfPS8jPys", "g": 10, "d": 108, "h": "20140530181920"}, {"a": 398, "e": "PLnrlb6_HgJCuB8mXpY6yIrfqlxT-EK5H4", "b": "CURSO DE ELECTRONICA AUTOMOTRIZ DESDE CERO", "f": "kWq1vODlvvk", "g": 719, "d": 396, "h": "20231127025323", "c": "EN  ESTE VIDEO TE REGALO MI GRAN CURSO DE ELECTRONICA AUTOMOTRIZ DESDE CERO"}, {"a": 149, "e": "PLb_ph_WdlLDny2cGloFSxyRgO8B733jeo", "b": "Todo el Curso GRATIS de Electrónica Analógica", "f": "KkoudrHOpGE", "g": 325, "d": 147, "h": "20181221211146", "c": "Destinado a todos aquellos estudiantes de electrónica desde los niveles básicos hasta las ingenierías, y en general, a todos aquellos amantes y curiosos con inquietudes de aprender electrónica"}, {"a": 392, "e": "PLld6Q4624i2g80UU2LO5nX3bB8QoLGlTZ", "b": "Curso: Comercio electrónico", "f": "PmS8FYQvYH0", "g": 13, "d": 390, "h": "20230216095218", "c": "Este  curso de comercio electrónico es una formación completa sobre  aspectos esenciales para la creación de proyectos \neCommerce. \nAbarca temas concretos de diversas disciplinas relacionadas con los negocios y el marketing online, además de analizar las principales plataformas de venta online.\n\n\n▬▬▬▬▬▬ Más información ▬▬▬▬▬▬ \n▶️ WEB: https://www.arsys.es\n▶️ ARSYS TECH ACADEMY:  https://www.arsys.es/academy\n▶️ TIENDA ONLINE: https://www.arsys.es/crear/tienda\n\n▬▬▬▬▬▬ Síguenos en: ▬▬▬▬▬▬ \n✅ Twitter: https://twitter.com/arsys \n✅ Instagram: https://www.instagram.com/arsys.es/ \n✅ Facebook: https://es-la.facebook.com/arsys.es/ \n✅ LinkedIn: https://www.linkedin.com/company/arsys-internet\ny \n✅ Suscríbete a nuestro canal de YouTube para estar enterado de cursos gratuitos sobre soluciones cloud, noticias de actualidad y mucho más 👉 https://www.youtube.com/arsys \n\n#tiendavirtual #negocioonline #comercioElectrónico #tiendaonline #Curso #Venderonline"}, {"a": 59, "e": "PLRt_sFUAViN2NolzeQvDBG7vzQ1Ajdbe1", "b": "Curso de storytelling [Gratis y Certificado] - Edutin Academy", "f": "Nu6PyTMTJGw", "g": 17, "d": 36, "h": "20240816132616", "c": "Curso de storytelling gratis 👉 https://edutin.com/curso-de-storytelling \n\nEste curso de storytelling es de ✅ Acceso gratis e incluye ✅ Opción de Certificación Internacional\n\nEn este curso de storytelling de Edutin Academy aprenderás a crear y contar historias poderosas que conecten emocionalmente con tu audiencia y transmitan mensajes de manera efectiva. Conocerás las técnicas fundamentales para construir narrativas cautivadoras que resuenen con el público, utilizando elementos como la estructura, los personajes y los conflictos para generar impacto.\n\nA lo largo de este curso de storytelling aprenderás a aplicar el storytelling en diversos contextos, como el marketing, la educación y el liderazgo, utilizando narrativas persuasivas para influir, motivar y comunicar ideas de manera efectiva.\n\n¿A quién está dirigido? 🎙️📚💡 Este curso de Storytelling está dirigido a profesionales de marketing, comunicaciones, ventas, emprendedores y cualquier persona interesada en mejorar sus habilidades de narración.\n\n#cursodestorytelling #cursodestorytellinggratis #cursodestorytellinggratuito #cursocompletodestorytelling \n\n#cursosgratis #cursosgratisconcertificado #cursosconcertificado #cursosonline #cursosgratisonlineconcertificado #cursosenlinea #edutin #edutinacademy #edutincursos"}, {"a": 27, "e": "PLTIdiuUvwYCHrjyEIYR8ZOhza5NAFef3Y", "b": "MATEMÁTICA DESDE CERO (CURSO COMPLETO)", "f": "vMSrAcrH9tg", "g": 6, "d": 25, "h": "20240502180447", "c": "Aquí tienes 6 clases de 2 horas cada una aproximadamente para aprender conceptos de matemática desde cero."}, {"a": 180, "e": "PLaFyShfM1DZ8uD20fIfIv7sy1KyUsTEHR", "b": "CURSO CÓMPUTO BÁSICO CAPACÍTATE PARA EL EMPLEO", "f": "KNmznfx812A", "g": 84, "d": 178, "h": "20240723063838"}, {"a": 20, "e": "PLgrNDDl9MxYmUmf19zPiljdg8FKIRmP78", "b": "🚀 Curso Inglés desde CERO - Completo 4 Niveles para Aprender Fácil y Rápido", "f": "dFJvNYdKGrA", "g": 104, "d": 18, "h": "20170817012435", "c": "¿Quieres aprender inglés desde cero y avanzar hasta un nivel avanzado? Este curso completo en 4 niveles está diseñado para que progreses paso a paso, con explicaciones claras, ejercicios prácticos y mucho apoyo. Perfecto para principiantes que buscan una guía estructurada y para quienes quieren reforzar sus bases. ¡Empieza hoy mismo y transforma tu inglés!\n\n📲 Mejora tu experiencia de práctica desde mi Aplicación Inglés Fácil 👉 https://go.educup.io/RVMmSsKr\n\n*Recursos disponibles en el curso*\nAcceso a la app Inglés Fácil, guías descargables, audios, videos y ejercicios interactivos que puedes hacer en cualquier dispositivo. disponible en mi sitio web👉 https://www.pacho8a.com/\n\n*También puedes ver esta lección en mi aplicación de inglés:*\n_____________________________________________\n\n\n👨‍🏫 *Suscríbete y activa la campanita* para aprender inglés desde cero, con lecciones prácticas y sencillas. Con material práctico y clases estructuradas, verás mejoras desde las primeras semanas.\n\n🌎 *Accede a más contenido gratuito y descarga recursos adicionales en mi sitio web* 👉 https://www.pacho8a.com/\n\n📲 *Descarga mi nueva aplicación \"INGLÉS FÁCIL\" y transforma tu manera de aprender inglés:*\n🔹 App Store ✔️ https://apple.co/3zf0PQ8\n🔹 Play Store ✔️ https://bit.ly/3MNjqWx\n🔹 Online para PC ✔️https://inglesfacil.educup.io\n\n📌 *Sígueme en redes sociales:*\n📍 *Instagram* 👉 https://www.instagram.com/pacho8a/\n📍 *Facebook* 👉 https://www.facebook.com/franciscoochoaingles/\n📍 *TikTok* 👉 https://www.tiktok.com/@inglesfacilpacho8a\n\n#InglésDesdeCero #CursoDeInglés #AprenderInglés"}, {"a": 23, "e": "PL2Z95CSZ1N4HLqf215jj9ZJgmWIXm7gOo", "b": "Curso completo de informática básica desde cero para principiantes 2022", "f": "o_78Ue_EUeI", "g": 16, "d": 21, "h": "20220830113712", "c": "¡Bienvenidos al curso de Informática Básica más amigable y accesible en YouTube! Si alguna vez te has sentido abrumado por la tecnología o si simplemente quieres comprender mejor el mundo digital que nos rodea, este curso es perfecto para ti. Desde los conceptos más básicos hasta la navegación en línea y la seguridad informática, te guiaremos en un emocionante viaje para descubrir los fundamentos de la informática.\n\n¿Por qué tomar este curso?\n\nEn la era digital actual, la informática es una habilidad esencial para navegar en el mundo laboral y personal. Aprender los conceptos básicos te permitirá sentirte más cómodo con las tecnologías, realizar tareas cotidianas con confianza y adquirir una base sólida para futuros aprendizajes en áreas más avanzadas."}, {"a": 110, "e": "PLhSj3UTs2_yU0fGoS1bjpHqky4kCEmTbR", "b": "Curso de CSS Básico desde 0", "f": "24gNhTcy6pw", "g": 18, "d": 108, "h": "20140617182729"}, {"a": 64, "e": "PLD63zxk3A73wyCMKphs11Pl6GA4wD2EWP", "b": "Curso gratis de astrología", "f": "PdWqUwhxvjw", "g": 12, "d": 62, "h": "20230123183428", "c": "Aprendé astrología psicológica y evolutiva con estas clases gratis de Camino Arcano. Este curso es para principiantes desde cero, súper fácil de entender!"}, {"a": 85, "e": "PL7YthDCFDvdh09f5D8VI4IEK5o-i-D1VQ", "b": "Curso de Dibujo a Lápiz - Completo", "f": "N3AoXhgLy34", "g": 8, "d": 83, "h": "20161228194310", "c": "Aquí tienes la lista completa de un Curso de Dibujo a lápiz que estoy dando de manera gratuida en el canal. Cada semana subo un nuevo episodio y es muy recomendado para personas que quieran aprender a dibujar, mejorar su técnica, etc"}, {"a": 154, "e": "PLBI8wHKIc4ClI-XHvtXQKvhN7f-Ub7UA6", "b": "Curso De Marketing Digital", "f": "9lYui73eLeY", "g": 11, "d": 13, "h": "20241228132037"}, {"a": 136, "e": "PLU8oAlHdN5BmpIQGDSHo5e1r4ZYWQ8m4B", "b": "Curso C#", "f": "6EBNIgkrU74", "g": 127, "d": 43, "h": "20180608132057"}, {"a": 25, "e": "PLSvxAUzJ-XSfY0KpwV8SHBlyLVcrZkENc", "b": "📚 CURSO DE REDES DESDE 0. De básico a avanzado 📚", "f": "um41JAqO42g", "g": 24, "d": 23, "h": "20200512153336", "c": "Curso de redes partiendo desde 0 para aprender los conceptos básicos que necesitas saber para entender y configurar una red y los equipos que la forman."}, {"a": 278, "e": "PLg9145ptuAig7vzvLMYBssAzSjhnGaRmQ", "b": "PROGRAMACIÓN CON C  [curso completo]", "f": "wk930KiQJU8", "g": 15, "d": 276, "h": "20200721223853", "c": "curso de programación con C ideal para empezar a programar"}, {"a": 33, "e": "PLyvsggKtwbLVva0XXvoqx91iaLmhgeNy7", "b": "Curso de programación profesional", "f": "AEiRa5xZaZw", "g": 19, "d": 31, "h": "20161206214311", "c": "Curso de programación desde cero para aprender a programar de manera profesional."}, {"a": 340, "e": "PL8Tdjf2jwFRdXGuM4um_I3ZsvDl984N9d", "b": "Curso Vaughan Completo para Aprender Inglés Gratis - Nivel Básico", "f": "5DcoXtgNrO8", "g": 11, "d": 68, "h": "20150129165409", "c": "¿Quieres aprender inglés? 🚀\n\nEmpieza por nuestro Curso de inglés Para Principiantes y empieza a Aprender Inglés de una vez por todas.\n\n\n***LECCIONES DEL CURSO VAUGHAN PARA APRENDER INGLÉS GRATIS***\n\nLección 1: https://goo.gl/c3uv1f\nLección 2: https://goo.gl/MjEc7F\nLección 3: https://goo.gl/Y5ghes\nLección 4: https://goo.gl/kZQfkg\nLección 5: https://goo.gl/6gxw2E\nLección 6: https://goo.gl/jJM19d\nLección 7: https://goo.gl/SPiFH8\nLección 8: https://goo.gl/9dtesZ\nLección 9: https://goo.gl/AHGG5u\nLección 10: https://goo.gl/izWdtb\n\n***CURSO INTERMEDIO DE INGLÉS GRATIS***\n\n https://goo.gl/7cTwKV\n\n***CURSO AVANZADO DE INGLÉS GRATIS***\n\nhttps://goo.gl/7cTwKV\n\n\n\n\n\n***EJERCICIOS NIVEL BÁSICO EN NUESTRA WEB***\n\nLección 1:  https://goo.gl/Vg2kdM\nLección 2:  https://goo.gl/EXdDJA\nLección 3:  https://goo.gl/sUYFcp\nLección 4:  https://goo.gl/Kdx4uD\nLección 5:  https://goo.gl/7G3LxL\nLección 6:  https://goo.gl/5BLua5\nLección 7:  https://goo.gl/MeFBpi\nLección 8:  https://goo.gl/cf7yw8\nLección 9:  https://goo.gl/4oZtGV\nLección 10: https://goo.gl/sYFjHC\nLección 11: https://goo.gl/jjegzS\n\nLección 12: https://goo.gl/VAg75q\n\n***CURSOS VAUGHAN ONLINE Y PRESENCIALES***\n\n¿List@ para dar el siguiente paso y pasar a la acción? ¡Te esperamos en nuestros Cursos Online o Presenciales!\n\nhttps://goo.gl/c5EYZZ\n\n\n***SÍGUENOS EN NUESTRAS REDES***\n\nhttps://twitter.com/GrupoVaughan\nhttps://www.facebook.com/GrupoVaughan/\nhttps://plus.google.com/115829465428666555120\nhttps://www.linkedin.com/company/vaughan-systems/?originalSubdomain=esbankia"}, {"a": 82, "e": "PL3hNLk-aR0J9K5cvCIsQiwjMvO8UFFr35", "b": "☁️Curso AZ900 Azure Fundamentals Certificación en Español 2021 | Prepara tu examen de certificación con el curso Azure Fundamentals AZ-900", "f": "iFg-pRDLtoc", "g": 57, "d": 80, "h": "20200204042801", "c": "☁️ Curso AZ900 Microsoft Azure Fundamentals \n⬇⬇⬇ Curso completo en: ⬇⬇⬇\n★ Udemy: http://bit.ly/az900-2021\n★ Net-University: https://bit.ly/az-fundamentals\n\nEste curso te proporcionará conocimientos básicos de los servicios en la nube y cómo se proporcionan esos servicios con Microsoft Azure. El curso se puede tomar como un primer paso opcional para aprender sobre los servicios en la nube y Microsoft Azure, antes de tomar más cursos de Microsoft Azure\n\n\nEste curso sobre Fundamentos de Azure (Azure Fundamentals- AZ-900) desarrolla tus competencias a través de habilidades prácticas en Azure que te ayudarán a innovar y a adquirir experiencia necesaria para realizar el examen AZ900 de Microsoft Azure Fundamentals. También revisaremos algunas preguntas de práctica para que puedas lograr obtener tu certificación de Azure Fundamentals.\n\n\nEn este curso aprenderás:\n\nComprender los conceptos de la nube\nDescribir los beneficios y consideraciones del uso de servicios en la nube\nDescribir las diferencias entre modelos de nube pública, privada e híbrida\nDescribir las diferencias entre infraestructuras como servicio (IaaS), plataforma como servicio (PaaS) y software como servicio (SaaS)\nComprender los servicios centrales de Azure\nComprender los principales componentes de arquitectura de Azure\nDescribir algunos de los productos centrales disponibles en Azure\nDescribir algunas de las soluciones disponibles en Azure\nComprender las herramientas de gestión de Azure\nComprender la seguridad, privacidad, cumplimiento y confianza\nComprender la conectividad de red segura en Azure\nComprender las opciones de monitorización e informes en Azure\nDescribir los servicios fundamentales de Azure Identity\nComprender las normas de privacidad, cumplimiento y protección de datos en Azure\nDescribir las herramientas de seguridad y las funciones de Azure\nDescribir las metodologías de gobernanza de Azure\nComprender la fijación de precios y el soporte de Azure\nComprender las suscripciones de Azure\nComprender las opciones de soporte disponibles con Azure\nComprender la planificación y gestión de costes\nDescribir los acuerdos de nivel de servicio (SLA) de Azure\nComprender el ciclo vital de servicio en Azure"}, {"a": 48, "e": "PLyvsggKtwbLW1j0d5yaCkRF9Axpdlhsxz", "b": "Curso de programación Python desde cero", "f": "mENHDQ8SLsI", "g": 122, "d": 31, "h": "20190715182132", "c": "Curso profesional de programación Python desde cero - En este curso aprenderás a programar y construir tus programas utilizando el lenguaje de programación Python."}, {"a": 28, "e": "PLvq-jIkSeTUZ6QgYYO3MwG9EMqC-KoLXA", "b": "Curso JavaScript", "f": "2SetvwBV-SU", "g": 166, "d": 26, "h": "20200207185234", "c": "Aprende JavaScript el lenguaje que domina la web: Sintaxis, Gramática, Lógica, EcmaScript, POO, Asincronía, DOM, AJAX, JSON, API's, Node y más."}, {"a": 101, "e": "PLU8oAlHdN5Bkn-KS1sRFlSEnXXcAtAJ9P", "b": "Curso de Android con Android Studio", "f": "pdYkmCcQFd8", "g": 108, "d": 43, "h": "20160223191315"}, {"a": 424, "e": "PLyvsggKtwbLXEZjb8HrNTbWesTKIfpNak", "b": "Curso de programación JAVA Intermedio", "f": "TjrPp48_ms0", "g": 100, "d": 31, "h": "20171024203330", "c": "Curso de programación Java intermedio - En este curso podrás aprender a programar en Java con el entorno de desarrollo NetBeans IDE. (Este curso es la continuación del curso Java desde cero)."}, {"a": 38, "e": "PLRt_sFUAViN2khZObSC9D5iooUI55cWJW", "b": "Curso de Portugués A1 [Gratis y Certificado] - Edutin Academy", "f": "wZnq5Ae8oEA", "g": 28, "d": 36, "h": "20240416210744", "c": "Curso de Portugués A1 gratis 👉  https://edutin.com/curso-de-portugues \n\nEste curso es de ✅ acceso gratuito e incluye la ✅ opción de obtener una Certificación Internacional. \n\nEn este curso de Portugués A1 de Edutin Academy, aprenderás las bases fundamentales del portugués, incluyendo vocabulario básico, gramática elemental y las habilidades necesarias para comunicarte en situaciones cotidianas.\n\nA lo largo de este curso de portugués A1, aprenderás desde la pronunciación básica y el vocabulario hasta las estructuras gramaticales fundamentales. Podrás expresar saludos, presentarte, utilizar números, hablar sobre días de la semana, utilizar expresiones comunes, hacer descripciones personales y mucho más.\n\n¿A quién está dirigido? 🌍📚💬 este curso de Portugués A1 está diseñado para principiantes sin conocimientos previos de portugués, viajeros apasionados, profesionales que buscan expandir sus horizontes lingüísticos y cualquier persona interesada en aprender una nueva lengua de manera efectiva y divertida.\n\n#cursodeportuguesa1 #cursodeportuguesparaprincipiantes #cursodeportuguesgratuito #cursodeportuguésonlinegratisconcertificado #cursodeportuguesonline #cursodeportuguesgratisonline #cursogratisdeportugues \n\n#cursosgratis #cursosgratisconcertificado #cursosconcertificado #cursosonline #cursosgratisonlineconcertificado #cursosenlinea #edutin #edutinacademy #edutincursos"}, {"a": 41, "e": "PLEd0Gu3KmL1Mm_6RR7hN9kCVAFJb5yWh3", "b": "CURSO DE COMPUTACIÓN PARA ADULTOS", "f": "jxAgVn73OWg", "g": 15, "d": 39, "h": "20230822235313", "c": "CURSO DE COMPUTACIÓN PARA ADULTOS"}, {"a": 435, "e": "PLyLh25DppBIe40j3VBAslnVfs4Pz-B3ZB", "b": "💡 Curso de ARDUINO desde CERO en Español #01🔋 Roboteg", "f": "gx5yFvVDUsY", "g": 52, "d": 433, "h": "20210201221224", "c": "📌¿Estas Empezando con Arduino? Llegaste al lugar indicado ⏩⏩ Curso de ARDUINO UNO R3 desde cero en español, con los mejores proyectos de Arduino. TUTORIAL de Arduino para principiantes GRATIS. Aprende el lenguaje de programación de arduino."}, {"a": 442, "e": "PLAD4A4CB21F73B485", "b": "Web Inglés - Curso de Ingles Americano Completo - Para principiantes, nivel intermedio, y avanzado", "f": "78BXoAcWSBc", "g": 100, "d": 440, "h": "20110401124030", "c": "Curso de Inglés - Un curso completo para principiantes, empezando desde cero, y para los que ya saben algo de inglés. Aprenda ingles Americano gratis, empezando con lo básico. Clases de pronunciación, pronombres, artículos, verbo to be, contracciones, negativo, interrogativo,  posesivo, futuro con going to y will, pasado, verbos regulares, irregulares, demostrativo, números, pregunta con do y does, y más. La profesora se llama Barbara. Ella es hablante nativa de los estados unidos.\nNivel básico, intermedio, avanzado"}, {"a": 423, "e": "PL2Z95CSZ1N4GMwrkJUarWX6SqOyF_B84l", "b": "Curso completo de Fundamentos de programación.", "f": "oR_0QuYo6hU", "g": 45, "d": 21, "h": "20230825131749", "c": "¡Bienvenidos a este nuevo curso de Fundamentos de Programación.\n\n   En este curso, te guiaremos a través de los conceptos esenciales que necesitas dominar para convertirte en un programador competente. No importa si eres completamente nuevo en la programación o si tienes un poco de experiencia, aquí encontrarás las bases sólidas que te permitirán avanzar con confianza en tu viaje de aprendizaje.\n\nLo que abordaremos:\n\nIntroducción a la Programación: Comenzaremos desde cero, explicando qué es la programación y por qué es importante en la actualidad.\nLenguajes de Programación: Exploraremos lenguajes como Python, Java y C++, y te ayudaremos a comprender sus fortalezas y debilidades.\nAlgoritmos y Estructuras de Datos: Aprenderás cómo diseñar algoritmos eficientes y cómo organizar datos de manera efectiva para resolver problemas.\nProgramación Orientada a Objetos: Desentrañaremos el concepto de POO y cómo te permite crear software más modular y reutilizable.\nResolución de Problemas: Te proporcionaremos herramientas y enfoques para abordar problemas de programación de manera sistemática.\nEjercicios Prácticos: Pondremos a prueba tus conocimientos con ejercicios prácticos que te desafiarán y te ayudarán a aplicar lo que has aprendido.\nNuestro objetivo es que al final de este curso, tengas una comprensión sólida de los fundamentos de programación y estés listo para enfrentar desafíos más complejos. ¡Prepárate para un viaje emocionante hacia el mundo de la creación y la resolución de problemas a través del código!\n\nNo olvides suscribirte, compartir y activar las notificaciones BIENVENID@S."}, {"a": 67, "e": "PLw6yx3Xh4F0uNuLYZr7DwoqoBYE-x_Lej", "b": "🟩 Lecciones Curso Tiempos", "f": "PtxD2LGjL3w", "g": 27, "d": 65, "h": "20250424232217", "c": "Aprende fácilmente los tiempos en inglés. Algunas clases están repetidas ya que fueron grabadas en años diferentes."}, {"a": 17, "e": "PL5jfE0GhCnal2lZYE51n6vPudHFFz98Ih", "b": "💻CURSO DE COMPUTACIÓN DE CERO A EXPERTO 💻", "f": "AxDF5WBamBc", "g": 23, "d": 15, "h": "20211220170542", "c": "curso de computación de cero a experto, Curso de computación para adultos, curso de computación gratis, cursos gratis. cursos de computacion 2022, windows 10,"}, {"a": 16, "e": "PLUa5K0lL89KIZsFan_kKrRJYFMkQ9u6Ki", "b": "👊Curso de ELECTRICIDAD Domiciliaria GRATIS !!", "f": "BhgBXZdHWhU", "g": 25, "d": 14, "h": "20210211222050", "c": "ESTAS EMPEZANDO?►►Mirá los videos de esta lista YA.! Aprender Electricidad NUNCA fue tan FACIL.!! \nAhora desde la comodidad de tu casa te voy a enseñar PASO a PASO todo lo que necesitas saber para hacerte del Dominio de la Electricidad"}, {"a": 47, "e": "PLBI8wHKIc4Cku8HxUAViFU7LnbTQZzJzF", "b": "Curso De Shopify Dropshipping", "f": "j_vfqabSFMQ", "g": 3, "d": 13, "h": "20241228130641"}, {"a": 426, "e": "PLvq-jIkSeTUZ5XcUw8fJPTBKEHEKPMTKk", "b": "Curso React.js", "f": "MPLN1ahXgcs", "g": 111, "d": 26, "h": "20210203021942", "c": "Aprende a programar en la librería Frontend más popular y usada en la industria: #Reactjs."}, {"a": 457, "e": "PLzDPZXRxgQsDsVnVdcw-JX7FLJPxb_a6K", "b": "Curso práctico letreros de neón flex", "f": "TXAFLLwN4Xg", "g": 13, "d": 455, "h": "20240102012128", "c": "En esta serie de videos estaremos mostrando cómo se realiza un letrero de neón flex de primera generación desde el diseño hasta la elaboración.  \n\nEste curso será de gran ayuda para aquellas personas que están emprendiendo o que ya llevan tiempo realizando letreros de neón flex."}, {"a": 210, "e": "PLmL__HW7CcSZ6Zq-UJISWa-DNsqf9hBb7", "b": "CURSO DE AIRE ACONDICIONADO SPLIT INVERTER. FRIO/ CALOR", "f": "8TotT7KyVyU", "g": 9, "d": 208, "h": "20200812224544"}, {"a": 433, "e": "PLEy6Omomtm3GiqsQIGfI0zM3HahgPy2_t", "b": "EL MEJOR CURSO DE POWER BI EN ESPAÑOL 📊🎬❎📉😍", "f": "vrbKOvxWeDY", "g": 41, "d": 431, "h": "20171220013037", "c": "Curso de Power BI desde Cero"}, {"a": 81, "e": "PL6heMTo6Ni5fJMohZgaqKNJAbot2BFrit", "b": "Curso de SEO y Monetización de Webs de ROMUALD FONS", "f": "mm4TF_mp0iM", "g": 24, "d": 79, "h": "20221027083153", "c": "Aprende paso a paso con este Curso de SEO, cómo crear webs en 2022 optimizadas y a generar monetización, utilizando Adsense y Amazon. Aprende SEO desde 0 y crea tu web con Wordpress."}, {"a": 171, "e": "PLH_tVOsiVGzmnl7ImSmhIw5qb9Sy5KJRE", "b": "🐘 CURSO COMPLETO de PHP desde CERO a EXPERTO", "f": "lLsyzBggW_o", "g": 183, "d": 92, "h": "20210923131255", "c": "CURSO COMPLETO de PHP desde CERO a EXPERTO: aprende a PROGRAMAR en el lenguaje de programación PHP. Aprende las BASES del lenguaje, como gestionar BASES de DATOS MySQL utilizando la extensión PDO, manejo de sesiones con PHP, POO y mucho más."}, {"a": 35, "e": "PLa8PF7Z_n1hWZa8Tz78GAHrk17ELpGy1u", "b": "Curso gratis de HACKING ÉTICO Desde CERO para PRINCIPIANTES con KALI LINUX 2024 Aprende TODO sobre Ciberseguridad y sobre como ser Hacker.", "f": "7_4jljxzvcA", "g": 46, "d": 33, "h": "20200708005700", "c": "Aquí aprenderás todo sobre Ciberseguridad con Kali Linux 2024. Curso de Seguridad Informática en Español. Curso de Pentesting y Hacking Ético gratuito desde cero para principiantes. Hacking curso 2024 con Kali Linux. Seguridad informática y ciberseguridad. Como ser Hacker."}, {"a": 209, "e": "PLG1qdjD__qH7elIRiQoqRdY0ZzThfLnxn", "b": "🏆 Google Sheets ✅ Curso completo en español (hoja de cálculo)", "f": "Z2VMC7p5J2Q", "g": 37, "d": 104, "h": "20200515180654", "c": "Curso de Google Sheets 2020, la hoja de cálculo de Google. Es un curso que empieza totalmente desde cero. \n\nGoogle Sheets es un programa con un potencial increíble. Estoy convencido que se convertirá en la hoja de cálculo líder en los próximos años, algo que no parece muy descabellado teniendo en cuenta la empresa que está detrás."}, {"a": 83, "e": "PLg7ZNf8WsbWAeoCT0j4HtptN3-v9KLILN", "b": "🐲 CURSO GRATUITO DE KALI LINUX ▷  INICIACIÓN AL HACKING ÉTICO 2025", "f": "V_ehc-REW1s", "g": 22, "d": 81, "h": "20231101193327", "c": "Bienvenido al Curso Gratuito de Kali Linux desde 0 para Hackers Éticos en YouTube.\n\nSi estás interesado en adentrarte en el mundo de la ciberseguridad, este es el lugar perfecto para comenzar.\nHemos diseñado este curso desde cero, pensando en aquellos que desean aprender a utilizar Kali Linux, incluso si nunca han tenido experiencia con Linux o Kali.\n\nNuestra misión es brindarte los conocimientos esenciales para que te sientas cómodo y seguro utilizando este sistema operativo y todas sus potentes herramientas. A lo largo de este curso gratuito, exploraremos desde los conceptos más básicos de Kali Linux hasta la realización de tu primer laboratorio práctico de hacking ético. Una vez completado este curso, tendrás las bases necesarias para avanzar en tu carrera o participar en desafíos de Capture The Flag (CTFs).\n\nCreemos firmemente que dominar los fundamentos es esencial antes de adentrarse en las más de 300 herramientas que ofrece Kali Linux.\n\nComo en cualquier disciplina, primero se debe aprender a caminar antes de correr. Antes de realizar pruebas de penetración, debemos familiarizarnos con el sistema que las hace posibles.\n\nEstamos emocionados de acompañarte en tu viaje hacia convertirte en un especialista en ciberseguridad."}, {"a": 1, "e": "PL8ie04dqq7_OcBYDpvHrcSFVoggLi3cm_", "b": "[2022] Curso ANDROID Studio en KOTLIN desde CERO  - Aprender a desarrollar aplicaciones móviles", "f": "vJapzH_46a8", "g": 127, "d": 1, "h": "20200623183725"}, {"a": 36, "e": "PLh5zDRokZvyqFHbGcuefTyodUFy1DCMRY", "b": "CURSO DE REPARACIÓN DE CELULARES COMPLETO - GRATIS para PRINCIPIANTES", "f": "xVjPHtddyHg", "g": 53, "d": 34, "h": "20200325015419", "c": "ESTAS COMENZANDO EN LA REPARACIÓN DE PLACAS!? Este curso es para ti!! Míralo ya y aprende de manera fácil!!"}, {"a": 71, "e": "PLuQITQSfEnlJTIhGdNg6l424ZFpV1_3vU", "b": "Curso básico gratis Contabilidad", "f": "luIweQmHq94", "g": 44, "d": 69, "h": "20130903221616", "c": "Con este curso aprenderás a contabilizar de una forma fácil y amena con la ayuda de un profesional con muchos años de experiencia en el mundo de la empresa, como administrativo y contable. Si te decides, puedes empezar en el primer capítulo, y antes de que te des cuenta, dedicándole media hora cada día, habrás aprendido lo básico para entender los conceptos fundamentales de Contabilidad Financiera.\r\n\r\nTambién puedes plantear las dudas que te vayan surgiendo, y trataremos de aclarártelas lo antes posible. \r\n\r\n¡Ponte a ello ya mismo!"}, {"a": 231, "e": "PLNnWUij-k9uw1yH5I4fCzNRDrG0uoAcKU", "b": "CURSO GRATIS DE CARPINTERIA", "f": "5e290TCqf6o", "g": 15, "d": 229, "h": "20220617120156"}, {"a": 378, "e": "PLV9ECrYiqwyTczvOYI17rIgdmIJnPpyIV", "b": "Curso COMPLETO DE MATEMÁTICAS para el EXAMEN DE ADMISIÓN A LA UNAM (Escolarizado y SUAyED 2025-2026) | Todos los temas EXPLICADOS PASO A PASO", "f": "GlBHxmibBOg", "g": 48, "d": 376, "h": "20240717174453", "c": "¡Quiero verte en la UNAM!\n\nPrepárate como un CRACK para tu EXAMEN DE ADMISIÓN A LA UNAM en la próxima convocatoria para Sistemas Abierto y a Distancia de la máxima casa de estudios. En esta serie de videos te comparto un CURSO COMPLETO DE MATEMÁTICAS para tu EXAMEN DE ADMISIÓN A LA UNAM. Abarcaremos TODOS LOS TEMAS que evalúa el Examen de la UNAM, desde Aritmética hasta Cálculo Integral.\n\n📝 Prepárate con como un CRACK para tu examen de admisión a CUALQUIER UNIVERSIDAD, mándame mensaje directo para darte informes de mi curso:\nWhatsApp: http://wa.me/5215526884621\nFacebook: https://www.facebook.com/ElProfeLuisMx \nInstagram: https://www.instagram.com/el_profeluis/ \n\nDescarga este material para prepararte para tu EXAMEN UNAM\nhttps://drive.google.com/drive/folders/1UCMl1YFMsRLw1x6DKoWIl5POlRq3WxyY?usp=sharing\n\n#ExamenUNAM2024 #GuiaUNAM2024 #ExamenDeAdmisionUNAM"}, {"a": 202, "e": "PLFX8Q1hun4izyLOUuCOC8tAu03wgY4cLe", "b": "🚀 CURSO de AUTOCAD desde CERO  [2025] 💥 (Desde AutoCAD Básico a Avanzado)", "f": "DC8Uf7lF0h4", "g": 141, "d": 200, "h": "20210225185705", "c": "🔥 ¡ Aprende a utilizar AutoCAD para principiantes desde CERO y RÁPIDO !\n\n¿Eres arquitecto, estudiante de arquitectura o estás buscando un curso en el que aprender AutoCAD desde el principio hasta experto? 😮\n\nAprende AutoCAD para principiantes de forma clara y sin perder tiempo en cosas innecesarias. 👌\n\nAquí encontrarás vídeos para editar tu plantilla, para configurar el espacio de trabajo, cómo empezar a dar tus primeros pasos en AutoCAD y aprender las herramientas principales y muchas cosas más como aprender a utilizar AutoCAD 3D.\n\nEmpezarás desde el desconocimiento y acabarás dibujando de la manera más eficiente con este curso de dibujo técnico de AutoCAD online y gratis.\n\n🔥🔥🔥 ¡Conseguirás DIBUJAR planos en AutoCAD en la MITAD de TIEMPO que la mayoría de la gente!  🔥🔥🔥"}, {"a": 454, "e": "PL1ELmadNbPA_iWT1_Beygc_smr_WcTf5q", "b": "Curso de Instalación y Mantenimiento de Aire Acondicionado Split", "f": "GAQDKGcUR3Y", "g": 25, "d": 452, "h": "20221022211037", "c": "Curso completo de instalación y mantenimiento de aire acondicionado tipo split. Cómo instalar minisplit paso a paso"}, {"a": 65, "e": "PLD2F3GOy5E0N71kFdqnvYrWvZPusEwB-2", "b": "CURSO GRATIS ▬ BARBERÍA CLÁSICA", "f": "PRZNIQ4KU2I", "g": 8, "d": 63, "h": "20220927013527", "c": "En este curso te enseñaré el paso a paso de todo lo que debe saber para realizar tus primeros cortes clásico y puedas iniciar con pie derecho en este hermoso rubro de la barbería."}, {"a": 19, "e": "PLNipMBg3MF-by_2uhpnmGbGTBPMfqo7HV", "b": "aprende gratis, curso de electrónica básica desde cero", "f": "LjYClvMPRdE", "g": 155, "d": 17, "h": "20150308000105", "c": "curso que abarca todo lo básico relacionado a electrónica, desde conceptos básicos, manejo de protoboard, soldadura, electrónica análoga y digital, diseño de impresos, manejo de software de simulación etc"}, {"a": 113, "e": "PLdV8ntSOIL5SqS4-sbms4M_puIIucPwmh", "b": "Curso de programación en R DESDE CERO", "f": "HVB0kt5ODh0", "g": 57, "d": 111, "h": "20210914173531", "c": "Aprende programación en R desde cero hasta avanzado con este curso completo. 📈💻 Descubre cómo manipular datos, crear visualizaciones impresionantes y aplicar análisis estadísticos con uno de los lenguajes más poderosos para ciencia de datos. ¡Todo explicado paso a paso y con ejemplos prácticos! 🔥\n\n✅ Sintaxis básica y estructuras de datos\n✅ Análisis y manipulación de datos con tidyverse\n✅ Visualización con ggplot2\n✅ Modelado estadístico y machine learning\n✅ HACKS\n✅ MUCHO MAS\n\n¡Suscríbete y comienza a programar en R hoy mismo! 🚀"}, {"a": 461, "e": "PLTcv53CrJGjjV7EJdd2DaCFZVZmI9l6js", "b": "🎨 Curso de latonería y pintura Automotriz gratis y desde cero", "f": "CEK87ZJCDeI", "g": 7, "d": 459, "h": "20250314174941", "c": "Te enseño todo lo que debes saber sobre latoneria y pintura automotriz y para moto en este curso de pintura automotriz desde cero y gratis"}, {"a": 165, "e": "PLzjPEWJnnJNqgJZ1Wuktrhr6apfXWhzs3", "b": "Curso Gratis De Trading Con...", "f": "A4RZ1PVgoAU", "g": 10, "d": 35, "h": "20230929121747"}, {"a": 69, "e": "PL8VieMDRPaek9pe_XSzPnfy7AH3MhX_EI", "b": "CURSO DE REPARACIÓN DE CELULARES COMPLETO DESDE CERO ACTUALIZADO 2023 - PARA PRINCIPIANTES Y TÉCNICOS", "f": "1SVYGJGxdGY", "g": 71, "d": 67, "h": "20211108124632", "c": "👉 Aprendé GRATIS a reparar celulares de MANERA PROFESIONAL\n👉 Si necesitas comprar herramientas o repuestos para REPARAR CELULARES y sos de ARGENTINA www.i2cmayorista.com"}, {"a": 15, "e": "PLBI8wHKIc4CnINi5zwAhIyxAWbZ0TxEkz", "b": "Cursos Completos y Gratis", "f": "j_vfqabSFMQ", "g": 68, "d": 13, "h": "20230317132408"}, {"a": 46, "e": "PL93iwVYt7GG7OMmJZclmGo0ekKOzTi5o-", "b": "CURSO COMPLETO DE INGLÉS - NIVEL PRINCIPIANTE", "f": "83r_zzg5UsY", "g": 244, "d": 44, "h": "20170807193451", "c": "Aquí podrás encontrar nuestros vídeos en orden para que puedas estudiar con la secuencia correcta.  ¡Espero te sirva!"}, {"a": 49, "e": "PLo-artO3hx9f7dQ7Pt7-Daxw5i8IFHw_y", "b": "CURSO DE COCTELERIA GRATUITO 🍹 (Para aficionados y Bartenders principiantes) 🥇", "f": "cpsnXvQZAb8", "g": 36, "d": 47, "h": "20201209182610", "c": "Quieres Aprender coctelería? BIENVENIDO (a) Siguiendo el paso a paso de estos videos vas a aprender a hacer los cocteles mas solicitados en el mundo. Mira el primer video y Obtén tu guía Totalmente gratis."}, {"a": 216, "e": "PLclJ8nSI2c7KrzlQ3kkHARAvyWgFe9g1v", "b": "Curso completo de Google Classroom 2020", "f": "8R5CE4vbFZQ", "g": 46, "d": 214, "h": "20200313100554", "c": "Se trata de un curso completo de Google Classroom actualizado y gratuito en español"}, {"a": 208, "e": "PLRt_sFUAViN32UbntFtkdv7p96yCV9lC4", "b": "Curso de programación neurolingüística [Gratis y Certificado] - Edutin Academy", "f": "6ulYrrSH6AA", "g": 32, "d": 36, "h": "20240719142930", "c": "Curso de programación neurolingüística gratis 👉https://edutin.com/curso-de-pnl \n\nEste curso de programación neurolingüística es de ✅ Acceso gratis e incluye ✅ Opción de Certificación Internacional\n\nEn este curso de programación neurolingüística de Edutin Academy, aprenderás a utilizar técnicas y herramientas de PNL para mejorar la comunicación, el desarrollo personal y el crecimiento profesional. Conocerás cómo reprogramar patrones mentales y emocionales para alcanzar tus objetivos, mejorar relaciones interpersonales y superar barreras que te impiden avanzar.\n\nAsimismo, a lo largo de este curso de programación neurolingüística, aprenderás cómo el lenguaje y el pensamiento influyen en el comportamiento humano y cómo aplicar técnicas de PNL para influir positivamente en ti mismo y en los demás. \n\n¿A quién está dirigido? 🧠💬💼 Este curso de programación Neurolingüística (PNL) está diseñado para coaches, terapeutas, líderes, profesionales de ventas, y cualquier persona interesada en mejorar su comunicación y alcanzar un mayor desarrollo personal y profesional utilizando las herramientas de la PNL.\n\n#cursodeprogramacionneurolingüística #cursodeprogramacionneurolinguisticagratis #cursodepnlcompletoygratuito #cursogratuitodepnlonline #cursodeneurolingüística  \n\n#cursosonline #cursosgratis #cursosgratisonlineconcertificado #edutin #edutinacademy #edutincursos"}, {"a": 80, "e": "PLtWgTpK-Jl--Pp-RxvrUSV8vh-3OimHWJ", "b": "Curso completo de Inkscape 2025 🎨", "f": "qUHQng7XKlg", "g": 48, "d": 78, "h": "20240326055340", "c": "Bienvenido al Curso Completo de Inkscape 2025, donde aprenderás a dominar una de las herramientas de diseño gráfico vectorial más poderosas y versátiles del mercado. Tanto si eres un principiante que quiere aprender desde cero, como si ya tienes experiencia y deseas perfeccionar tus habilidades, este curso te llevará de la mano a través de todas las funciones y técnicas necesarias para convertirte en un experto en Inkscape.¿Qué aprenderás en este curso?Introducción a Inkscape: Conoce la interfaz, herramientas básicas y configuración inicial.Diseño de Formas y Trazos: Aprende a crear y manipular formas, trazos, y objetos básicos.Uso Avanzado de Capas y Grupos: Domina la organización y gestión de tus diseños.Trabajando con Texto: Descubre cómo integrar texto de manera efectiva en tus diseños.Herramientas de Transformación: Escalar, rotar, y alinear objetos con precisión.Efectos y Filtros: Añade efectos visuales sorprendentes a tus proyectos.Técnicas de Ilustración: Crea ilustraciones vectoriales complejas paso a paso.Exportación y Formatos: Aprende a exportar tus proyectos en diferentes formatos y resoluciones.Consejos y Trucos: Mejora tu flujo de trabajo con atajos y técnicas avanzadas.¿Para quién es este curso?Principiantes Absolutos: No necesitas experiencia previa en diseño gráfico o Inkscape.Diseñadores Gráficos: Que buscan expandir su conjunto de herramientas con software de código abierto.Artistas y Creativos: Interesados en crear arte digital y proyectos de diseño vectorial.Profesionales de Marketing y Comunicación: Que necesitan crear gráficos y materiales visuales de alta calidad.Recursos Incluidos:Ejercicios Prácticos: Material descargable para practicar cada lección.Plantillas y Ejemplos: Accede a una variedad de recursos que puedes usar en tus propios proyectos.Actualizaciones 2024: Mantente al día con las últimas características y mejoras de Inkscape.¿Por qué aprender Inkscape?Inkscape es una herramienta de diseño gráfico vectorial gratuita y de código abierto que ofrece un conjunto de características comparable a los programas de diseño más costosos. Aprender a usar Inkscape no solo te permitirá crear proyectos profesionales sin la necesidad de invertir en costosas licencias de software, sino que también te dará la libertad de trabajar en cualquier plataforma.¡No esperes más para llevar tus habilidades de diseño al siguiente nivel! Inscríbete ahora y comienza a crear con Inkscape hoy mismo."}, {"a": 66, "e": "PLCKuOXG0bPi0sIn-nDsi7ma9OV6MEMkxj", "b": "Curso - Flutter Móvil: de Cero a Experto", "f": "zNmDOXbTugE", "g": 78, "d": 64, "h": "20230506172730", "c": "💙 Esta serie de videos es una pequeña parte de mi curso de #Flutter Móvil: de Cero a Experto - en el cual aprenderás todo lo necesario de Flutter para crear aplicaciones móviles para #iOS y #Android hasta su despliegue en las tiendas. Cuando termines el curso, habrás creado diferentes #Apps y comprenderás el proceso de publicación de las mismas.\n\n📚 Para continuar con estas lecciones, pueden adquirir el curso completo en: https://fernando-herrera.com/#/search/Flutter%20M%C3%B3vil:%20De%20cero%20a%20experto\n\n📝 Puedes encontrar la guía de atajos en:\n#Dart - https://devtalles.com/files/dart-cheat-sheet.pdf\n#Flutter - https://devtalles.com/files/flutter-cheat-sheet.pdf\n\n💼 Si deseas usar este curso para capacitación del equipo en tu institución, visita: https://cursos.devtalles.com/pages/devtalles-para-empresas\n\n📑 Cursos Relacionados:\nDart - https://fernando-herrera.com/#/search/Dart:%20De%20cero%20hasta%20los%20detalles\nFlutter Móvil: Recursos Nativos - Nivel Intermedio: https://fernando-herrera.com/#/search/Flutter%20m%C3%B3vil:%20Recursos%20Nativos%20-%20Nivel%20intermedio\n\n🔗 Mi Web personal: https://fernando-herrera.com\n🎙️ Mi Podcast: https://anchor.fm/fernando-her85\n👥 Mi X / Twitter: https://twitter.com/Fernando_Her85\n👨🏻‍🏫 Perfil de instructor | Udemy: https://www.udemy.com/user/550c38655ec11/\n👨🏻‍💻 {d/t} DevTalles: https://cursos.devtalles.com/\n👨🏻‍🎓 {d/t} DevTalles LinkedIn: https://www.linkedin.com/company/devtalles/\n📱 {d/t} DevTalles X / Twitter: https://twitter.com/DevTalles\n🚀 {d/t} DevTalles Comunidad Discord: https://discord.gg/pBjEVYTC7t\n\n💻 #Programacion #Development #Developer #FernandoHerrera #DevTalles #Fullstack #OnlineLearning #professor #instructor"}, {"a": 448, "e": "PLNfzKhxnuOHs4AlVJfRfCMj9BrJ9yPv1l", "b": "Curso profesional de Adobe Indesign", "f": "cEykcxxp8v4", "g": 96, "d": 446, "h": "20220322052811", "c": "_No hay nada más bonito que perseguir una idea, hasta materializarla gráficamente sobre un soporte físico. Podemos pensar en el diseño de la cubierta de un libro, el branding de una empresa o el diseño de una presentación con la que narrar una historia. Cada proyecto es diferente y demandan creatividad y técnica a partes iguales. Ahí reside su belleza_\n\n*¿Qué es Adobe InDesign?*\n\nAdobe InDesign es un software diseñado por Adobe, utilizado para el diseño de documentos y paginar, periódicos, revistas, libros y cualquier material de publicación que se nos ocurra. Programa fácil de comprender y dinámico, nos permite crear cosas tan interesantes y prácticas como un diseño de página que incorpore elementos como títulos, textos, imágenes e incluso enlaces para visualización posterior en páginas Web. También nos permite configurar nuestras propias plantillas, crear hojas de estilo para evitar el establecimiento de parámetros como la fuente, el tamaño… y otros muchos accesos directos para acelerar el proceso de diseño y hacer la vida del maquetador un poco más sencilla.\n\n*Destinatarios*\n\nEl curso de Adobe Indesign va dirigido a ilustradores, diseñadores gráficos, maquetadores que trabajen tanto en papel como en digital, periodistas, profesionales del sector, diseñadores en general que quieran mejorar sus trabajos, empresas y a todo aquel que quiera aprender a maquetar con este maravilloso programa.\n\n*My background*\n\nMi nombre es Manuel Pallarés. Soy  diseñador editorial en la editorial EDAF, en donde trabajo diseñando los interiores y cubiertas de diferentes colecciones. Además doy clases presenciales en la Universidad de la asignatura de Diseño gráfico Llevo trabajando con InDesign desde hace más de 10 años y con este curso me gustaría transmitiros todo ese conocimiento acumulado en lo que para mi es uno de los programas más bonitos por su mezcla de precisión y técnica y capacidad creativa. \n\n*Este curso de InDesign*\n\nAl finalizar este curso, estarás en capacidad de usar InDesign de forma eficiente y profesional en el diseño de cualquier tipo de proyecto editorial, desde publicaciones pequeñas y sencillas hasta publicaciones de gran tamaño y complejidad. \n\nLa metodología usada está basada en ejemplos prácticos, por lo cual, éste curso incluye los archivos de ejemplo para que puedas descargarlos y practicar cada uno de los ejercicios mostrados.\n\nPuedo asegurarte, sin dudarlo, que este es el curso avanzado de InDesign mas extenso y completo que podrás encontrar. Si eres un usuario que ya conoce este programa, no necesitas ver todos los temas ni seguir un orden específico, por el contrario, puedes ver la descripción de cada sección y lección y decidir qué temas ver. \n\nAl finalizar el curso intensivo de Indesign, el alumno estará preparado para enfrentarse al mundo laboral. Se le enseñarán las herramientas clave del programa, así como consejos y apreciaciones por parte del profesorado según sus experiencias profesionales personales. El objetivo es que domines el programa a un nivel experto y seas capaz de trabajar en el mundo editorial con cualquier tipo de encargo.\n\n*HAZTE MIEMBRO DEL CANAL*  y aprende a usar los aspectos avanzados de InDesign llevando a otro nivel tus publicaciones impresas y digitales."}, {"a": 170, "e": "PLeisD5SiojSd3Fis_eNLbYWE1ltAY4kuY", "b": "🏆 CURSO ADMINISTRACIÓN DE NEGOCIOS (Cómo administrar mi empresa)", "f": "FaaGEUcWjzc", "g": 88, "d": 168, "h": "20201129080407", "c": "¿Te gustaría tomar un curso de administración de negocios gratis? ¿QUIERES APRENDER A ADMINISTRAR UN NEGOCIO? 📚  En esta serie de VÍDEOS DE ADMINISTRACIÓN abordaremos desde los principios básicos y todas aquellas herramientas que te permitirán convertirte en el mejor ADMINISTRADOR DE EMPRESAS. MIRA ESTOS VÍDEOS. ⭐"}, {"a": 51, "e": "PLU8oAlHdN5BktAXdEVCLUYzvDyqRQJ2lk", "b": "Curso de Java 2025 desde 0", "f": "U709qY6S9rA", "g": 281, "d": 43, "h": "20140505142501"}, {"a": 22, "e": "PLLniqWgyb4HHfkyWNgMWSvTq6RlUGusgN", "b": "Curso de Excel COMPLETO y GRATIS - Dostin Hurtado", "f": "L1D2zga0cBU", "g": 19, "d": 20, "h": "20131102182055", "c": "Con este curso aprenderás Excel 2021, 2019, 2016, Excel 2013, Excel 2010 o incluso la 2007 en menos de 1 día, el curso está completo (Básico e Intermedio) y es completamente gratis. También al finalizar les recomiendo si así lo desean realizar el curso de Excel Avanzado (Macros)."}, {"a": 443, "e": "PLRI3RS1QLlU1Z8izKSFnVvITj9a74NGEa", "b": "CURSO \"REPOSTERIA PARA PRINCIPIANTES\"", "f": "tT7XyW5udkU", "g": 12, "d": 441, "h": "20230814014636", "c": "Aprende desde cero las técnicas y recetas básicas! Un curso super completo💕"}, {"a": 13, "e": "PLQQTkHF6E12i4SifA6Owgs9wCDv8xw13Y", "b": "Curso de reparación de celulares", "f": "AonE8BbJZ9w", "g": 21, "d": 11, "h": "20180812092848", "c": "Curso de reparación de celulares gratis.\nCon este curso intentamos subir una serie de 40 videos con diferentes fallos en los dispositivos móviles y tablets. \n Es un curso de reparación móviles online donde intentamos enseñar varios trucos y varias técnicas para poder reparar cualquier dispositivo celular. \n Vamos a tener videos de microsoldadura SMD, reparación pin de carga, como cambiar un lector SIM, reemplazar algún IC, cambiar micrófono, como medir diferentes componentes como: bobinas, condensadores, resistencias ... \n Con este curso solo intentamos aportar nuestro granito de arena en el mundo de la reparación de celulares."}, {"a": 466, "e": "PLhSj3UTs2_yVC0iaCGf16glrrfXuiSd0G", "b": "Curso Básico de Javascript desde 0", "f": "Eh-s-n_6zNQ", "g": 30, "d": 108, "h": "20150803212438", "c": "Aprende a programar en Javascript con este increíble curso que te llevara de la mano desde conceptos básicos hasta programar aplicaciones web. No importa si nunca antes has programado."}, {"a": 436, "e": "PLLniqWgyb4HGYSJQySM46YNNRHF0_2POA", "b": "Curso de Excel Avanzado COMPLETO Y GRATUITO - Dostin Hurtado", "f": "CM4SSfYA6zY", "g": 18, "d": 20, "h": "20140204181947", "c": "Aprenda Excel Avanzado (Macros) en todas sus versiones (Excel 2016, Excel 2013, Excel 2010, Etc...) sorprenda a sus jefes o administre su propio negocio con formularios (UserForm) que mejoraran la administración de los datos e informes.\n\nCabe destacar que este curso es la continuidad del Curso de Excel Basico."}, {"a": 76, "e": "PLDhUODcit3B6l4VuRh5wbVVCtKq8pjeOp", "b": "🔊Curso de Mezcla y Masterización", "f": "BF6KBlD2eXw", "g": 51, "d": 74, "h": "20200212010438", "c": "Aprende a mezclar y masterizar con este curso de mezcla y masterizacion completo. Es válido para cualquier DAW y aprenderás desde cero.\n#Mezcla #Masterización"}, {"a": 91, "e": "PLXGiIOZSsdzu1gVpqdLacKfYdM6v6ZtB6", "b": "Curso Completo Microsoft Teams 🟪 Microsoft 365", "f": "jMWmz4DQhKY", "g": 33, "d": 89, "h": "20230423054848", "c": "+30 vídeos para aprender a gestionar tu trabajo y liderar Equipos en Microsoft Teams, la joya de la corona del entorno Microsoft 365\n\n#neuroproductividad #microsoft365 #microsoftteams #productividadpersonal"}, {"a": 455, "e": "PLF-qcfymUY4WFWXEatxhuUJWQoHdHxUj_", "b": "🍎 Tutorial de MATLAB ► [Curso COMPLETO] 🔰", "f": "2eo0jffQ92M", "g": 53, "d": 453, "h": "20180812025556", "c": "TUTORIAL - CURSO de MATLAB: En esta lista de reproducción encontrarás el MEJOR y Más detallado TUTORIAL de MATLAB de YouTUBE en ESPAÑOL  💪 💪 YEAHH!!\nComienza a entender este completo y sofisticado Software y vuélvete un experto programando en MATLAB. El contenido de estos videos puedes acompañarlos en la pagina WEB: https://controlautomaticoeducacion.com/matlab/"}, {"a": 24, "e": "PLzsP80HPQJ61cvyNvChaeaQOuEooCstlc", "b": "Curso de contabilidad básica para principiantes gratis 2024✅", "f": "iSNMvzR8-8U", "g": 35, "d": 22, "h": "20180710180932", "c": "A través de este curso de contabilidad aprenderás los conceptos básicos de excel. Aprenderás a leer un balance general, un estado de resultados. También aprenderás a realizar asientos contables, cuentas de mayor o las famosas cuentas T. Sabrás cómo se arma una balanza de comprobación y finalmente a generar informes financieros.\n\n#Contabilidad #Finanzas"}, {"a": 100, "e": "PL5YuOOJ-FGGjjK8j50TkEcjCcZ8dRAiPy", "b": "🚀Curso C++ para PRINCIPIANTES | DESDE CERO 💻| EXPLICACIÓN FÁCIL 💥 2025", "f": "RGSEnAzS4XY", "g": 62, "d": 90, "h": "20240130142626", "c": "Curso profesional de programación C++ desde cero - En este curso aprenderás a programar y construir tus programas utilizando el lenguaje de programación C++.\n\nC++ es un lenguaje de programación diseñado en 1979 por Bjarne Stroustrup. La intención de su creación fue extender al lenguaje de programación C y añadir mecanismos que permiten la manipulación de objetos. En ese sentido, desde el punto de vista de los lenguajes orientados a objetos, C++ es un lenguaje híbrido."}, {"a": 26, "e": "PLAWADOpEOsdGBc8tYyW_im4Fg5z1m6eZu", "b": "Curso de PROGRAMACIÓN DESDE CERO ✅ 2020 | Crea tus PRIMEROS PROGRMAS 🚀", "f": "s43aiz5aNRQ", "g": 21, "d": 24, "h": "20200408200157", "c": "¿Te ha dado curiosidad estudiar programación?  En este curso podrás APRENDER PROGRAMACIÓN y crearás tus PRIMEROS PROGRAMAS! ⚡️ \nAnalizaremos tanto teoría como ejercicios prácticos para que tú puedas convertirte en un programador de calidad.\nCada semana habrá nuevos tutoriales! Suscríbete para verlos 🚀"}, {"a": 50, "e": "PLyvsggKtwbLX06iMtXnRGX5lyjiiMaT2y", "b": "Curso de programación Android desde cero", "f": "tyx05coXixw", "g": 68, "d": 31, "h": "20171013201431", "c": "Curso profesional de Android con Android Studio - Aprende a programar aplicaciones móviles desde cero hasta avanzado."}, {"a": 12, "e": "PL8ie04dqq7_MvhtWlcIFS9L3_4EWatd-V", "b": "[2022] Arquitecturas Android (MVVM, MVP, MVC..) - Tutoriales Android Studio", "f": "hhhSMXi0R3E", "g": 9, "d": 1, "h": "20210527132354", "c": "Aprende a utilizar arquitecturas en Android studio para tus proyectos. Por ahora tenemos una arquitectura MVVM con retrofit, clean architecture, inyección de dependencias con dagger hilt, persistencia de datos con Room y testing."}, {"a": 88, "e": "PLC07860E6B2530B8E", "b": "Inglés Americano (Curso completo)", "f": "pU5OauLC4Oo", "g": 464, "d": 86, "h": "20120601155548"}, {"a": 312, "e": "PLDhUODcit3B5pWO3JZKRjiygHAieVoFi9", "b": "🎨Diseño de Sonido - Curso Profesional Completo", "f": "zXhb4Eh-Nns", "g": 48, "d": 74, "h": "20190408224138", "c": "En este curso aprenderás como crear tus propios sonidos utilizando diferentes técnicas de síntesis , muestreo y resampleo. Ya sea para música, películas o videojuegos."}, {"a": 447, "e": "PLgYBOm7U3xCB4K-XW-F902F4MjzWO281P", "b": "👍👍 Curso GRATIS de ELECTRONICA aprende a REPARAR 👈👈", "f": "LkPJa0rUwy4", "g": 56, "d": 445, "h": "20210222152827", "c": "Si te gusta reparar pero no sabes, siempre has querido meterle mano a tus viejos a paratos pero no has podido estudiar electronica, aqui estamos preparando un curso basico, donde entenderas conceptos basicos esenciales para reparar placaas electronicas de todo tipo.\ncomenzamos viendo que es cada componente y poco a poco nos vamos a centrar en como reparar."}, {"a": 57, "e": "PLV_kLLysPueW2CwpHpcvI0C1JruFGPgcn", "b": "Curso de AutoCAD 2025 desde cero", "f": "CgWLSs8OhFw", "g": 24, "d": 55, "h": "20250102204832", "c": "En este curso aprenderás paso a paso como utilizar el sofware Autodesk AutoCAD desde cero, ideal para principiantes que desean aprender a utilizar esta herramienta."}, {"a": 456, "e": "PL-4VaXNxRgrgydFZ_kRpB21ee3U3H1lHa", "b": "Curso de Colorimetría", "f": "UUMxup-bRFc", "g": 9, "d": 454, "h": "20190305234046", "c": "En este Curso de Colorimetría te compartimos desde Teoría del Color hasta técnicas avanzadas sobre diseños"}, {"a": 72, "e": "PLcsyuAy4t53Sw21Nej5f-PBip867HB21P", "b": "Introducción a la Kabalá - Curso", "f": "OyeDLxQkeCU", "g": 8, "d": 70, "h": "20230515003217"}, {"a": 93, "e": "PLDhUODcit3B7BqeL_lhcNMIiE-qqyz4xT", "b": "🍑FL Studio: CURSO MAESTRO (2025 Actualizado)", "f": "ZQSz9INc-ag", "g": 14, "d": 74, "h": "20230214200307", "c": "👉FL Studio: CURSO MAESTRO: https://bit.ly/FLStudioCursoMaestro\n\n✅PRODUCCIÓN MUSICAL PROFESIONAL con FL STUDIO\n\nCon éste curso aprenderás producción musical utilizando FL Studio. No importa si nunca has usado software de creación o producción musical, si no sabes tocar ningún instrumento o si jamás escuchaste hablar del programa. Lo único que necesitas son las ganas de materializar tus ideas en música y con éste curso podrás lograrlo.\n\n✅CREA UNA CANCIÓN PROFESIONAL DESDE CERO\n\nVerás paso a paso como se hace una canción completa: composición, arreglo, diseño de sonido, mezcla, masterización y distribución.\n\nAunque ya tengas experiencia usando FL Studio, éste curso es una auténtica enciclopedia, aprenderás incluso aunque creas que ya conoces el programa. Éste curso es para ti, sin importar el tipo de música que quieras hacer pues, una vez que aprendes a usar las herramientas, desbloquearás tu potencial para crear lo que tu imaginación te dicte.\n\n✅EL MEJOR CURSO\n\nEl curso es modular y flexible, esto significa que, una vez curses los primeros módulos, los siguientes puedes tomarlos en el orden que tú elijas. El curso es como un árbol donde subes por el tronco y después serás tú quien decida cuáles ramas quiere visitar.\n\nCada módulo abarca de forma exhaustiva cada tema y es actualizado constantemente.\n\nAdemás, éste curso es aplicable para las versiones FL Studio 21 y posteriores.\n\n✅EL MEJOR INSTRUCTOR\n\nOlbaid tiene mas de 16 años de experiencia, es Power User y Entrenador Reconocido de FL Studio. Su trabajo ha sido integrado oficialmente en FL Studio en herramientas como Sytrus, Harmor, Flex y varios proyectos demo hechos por él.\n\n✅GARANTÍA\n\nAl final del curso serás un experto en el uso de FL Studio, todas sus herramientas, ventanas y opciones.\n\nTendrás todos los conocimientos y habilidades que necesitas para crear tus propias canciones sin importar el género musical.\n\n#flstudio21 #flstudio #flstudiotutorial #flstudiotips #produccionmusical #productormusical"}, {"a": 98, "e": "PLj0g_C56bhRkMhBschCdIRd_bJfD2nBgG", "b": "Curso completo de francés  desde cero fácil y rápido para principiantes - NIVEL 1", "f": "XUKt0Uqireo", "g": 54, "d": 96, "h": "20231108195122"}, {"a": 78, "e": "PLRYhYjaYNiltoudRxjRg--8_NKMdTIqty", "b": "Curso De Guitarra Acústica Para Principiantes: Aprende Como Tocar Guitarra Desde Cero! TCDG", "f": "_V0GcjX09Lo", "g": 33, "d": 76, "h": "20130402182733", "c": "Aprende como tocar guitarra gratis!\r\nEl mejor curso de guitarra facil a cargo de tu profesor de guitarra online Mario Freiria. \r\nAprender guitarra acústica es muy simple y divertido! \r\n\r\n Mira estos video tutoriales de guitarra y aprende guitarra acustica de una manera facil, rapida y divertida, totalmente gratis y sin moverte de tu casa!\r\n\r\n Cursos de guitarra para aprender como tocar guitarras acusticas, canciones en guitarra, clases de guitarra para principiantes, notas en guitarra, escalas de guitarra, cursos de guitarra gratis, videos de guitarra para principiante, tablaturas de guitarra, curso de guitarra y mas.\r\n\r\n Tutorial de guitarra: aprender como tocar guitarra acustica."}, {"a": 463, "e": "PLTX-fEMtNnYdtvltUv8T9vVN280pfpHEd", "b": "CURSO MICROSOFT OFFICE DESDE CERO.", "f": "G7BxuehbTMs", "g": 29, "d": 461, "h": "20200503214937", "c": "EN HORA BUENA !! aprende todo sobre Microsoft Office desde cero con las app de word, excel y power point. sigue esta lista de reproducción y te aseguro de Dominaras mas de un 100% todas esta aplicaciones."}, {"a": 425, "e": "PLkMfBvjZIubxwU4Uazn6qQLeeBXkGKx84", "b": "CURSO de PHOTOSHOP 2025", "f": "5OheagFwQmc", "g": 19, "d": 423, "h": "20240721213930", "c": "Aprende a dominar Photoshop con este curso completo, diseñado tanto para principiantes como para profesionales que buscan perfeccionar sus habilidades. \n\nSi eres diseñador gráfico, fotógrafo, creador de contenido o simplemente alguien que quiere mejorar en la edición de imágenes y el retoque digital, este curso es para ti.\n\nA lo largo de las lecciones, descubrirás desde los fundamentos de Adobe Photoshop hasta técnicas avanzadas de diseño gráfico y creación de efectos visuales.\n\nDominarás herramientas como la corrección de color, capas, máscaras y ajustes avanzados para crear composiciones profesionales con facilidad. Al finalizar el curso, serás capaz de transformar cualquier imagen en una obra de arte visual y aplicar lo aprendido en proyectos de diseño, fotografía, marketing digital y más.\n\n✅ ¿Qué aprenderás?\n\n👉 Manejo completo de las herramientas de Photoshop.\n👉 Técnicas avanzadas de retoque fotográfico y corrección de color.\n👉 Creación de efectos especiales y composiciones complejas.\n👉 Optimización de imágenes para web y redes sociales.\n👉 Flujo de trabajo profesional para proyectos de diseño gráfico.\n\n✅ ¿Para quién es este curso?\n\n👉 Principiantes que buscan aprender desde cero.\n👉 Diseñadores gráficos que quieren perfeccionar su técnica.\n👉 Fotógrafos que desean mejorar sus habilidades de retoque.\n👉 Creadores de contenido que buscan optimizar imágenes para redes sociales.\n👉 Profesionales que trabajan con Adobe Photoshop y quieren actualizarse con las nuevas funciones de la versión.\n\n#Photoshop2024 #CursoDePhotoshop #DiseñoGráfico #EdiciónDeFotos #TutorialPhotoshop #RetoqueDigital #AdobePhotoshop #DiseñoProfesional #PhotoshopPrincipiantes #EfectosVisuales"}, {"a": 200, "e": "PLp-a4ScpJDVhbjBTq4jA9DOE56c20aRa4", "b": "CURSO DE CIVIL 3D 2025 - CURSO COMPLETO DESDE CERO", "f": "1Q4xooZ_OrY", "g": 86, "d": 198, "h": "20240511164756", "c": "Curso completo de Civil 3D 2025, desde el nivel más básico al nivel más avanzado."}, {"a": 465, "e": "PLD2F3GOy5E0NxeK4O1iTKR53B6u6V9jDf", "b": "CURSO GRATIS ▬ TRENZAS Y PEINADOS", "f": "ILmVLiqJH8s", "g": 9, "d": 63, "h": "20220927015246", "c": "En este curso te enseñaré el paso a paso de todo lo que debe saber para realizar tus primeras trenzas y peinados y puedas iniciar con pie derecho en este hermoso rubro de la belleza."}, {"a": 2, "e": "PL8ie04dqq7_Mh8Nz3ihjGLLTwAdNfaLSD", "b": "Diseño de Layouts - Curso Kotlin en Android", "f": "xz7U_4Ob6Lg", "g": 4, "d": 1, "h": "20200803161300"}, {"a": 374, "e": "PLCSI67-NcoPB6wVuPjwxv2qxG0xi5C16r", "b": "CURSO DE BIBLIA", "f": "EgJm7W5z44Y", "g": 173, "d": 372, "h": "20201123200823", "c": "De la mano de don Javier Luzón Peña, que durante varios cursos académicos ha impartido la Introducción a los libros históricos del Antiguo Testamento, se están impartiendo estos dos cursos de Biblia para que entendamos bien la Palabra de Dios. El primero, en la Parroquia de san Gabriel Arcángel de Madrid, se viene celebrando desde hace años. El segundo, en la madrileña Parroquia de san Agustín ha comenzado más recientemente.\nEs de vital importancia que un católico conozca la Biblia para comprender cómo, a lo largo de los siglos, Dios ha estado con nosotros en todo momento: estableciendo Alianzas, con amor infinito, hasta enviar a su Único Hijo Jesús, para morir por nuestros pecados, por amor: el Enmanuel: Dios con nosotros.\nEs preciso observar cómo se va gestando esta historia de Amor desde el Antiguo Testamento hasta el Nuevo Testamento. Porque si uno de ellos no se entiende bien, el otro se queda cojo.\nSumérgete en la Sagrada Biblia conociendo contextos históricos, de forma didáctica y amena."}, {"a": 60, "e": "PLZDNGV2rkzUDlpDUnyOv3_emQTeeWQeGt", "b": "✅ Curso Completo de Adobe Premiere GRATIS en ESPAÑOL 2024 🚀", "f": "n3qiC8wA9vo", "g": 56, "d": 58, "h": "20240805060452", "c": "Todos los capítulos del Curso Completo de Adobe Premiere GRATUITO del canal del Profesor Saitama."}, {"a": 18, "e": "PLomN84AdULIBcoI8Rb98dnompliIktJk9", "b": "Curso de REDES informáticas. 175 vídeos  de calidad", "f": "BrqH4PVyYF4", "g": 176, "d": 16, "h": "20180223180523", "c": "Curso de Redes telemáticas de Rogelio Montañana. Un completo curso de redes informáticas a nivel universitario para conocer todo sobre redes de telecomunicaciones. Gratuito."}, {"a": 246, "e": "PLOFRLnnHS1FBqX0QyL7CQmxA58_22VZpf", "b": "Curso GRATIS de Decoración de Tortas | Curso para Principiantes de Pastelería", "f": "g6EjmVJy9ZY", "g": 17, "d": 244, "h": "20231108150606", "c": "🧁 Bienvenidos al Curso Gratis de Decoración de Tortas en Escuela Gourmet Online\nJunto al profesor Leandro Molina, Pastelero Profesional y participante de Bake Off 2020, aprenderemos: \n\n✅ Crear dos increíbles Drip Cake : una de oreos y otra bicolor ❤️\n\n✅ Preparar una Buttercream de manera profesional para decorar todas tus preparaciones.\n\n✅ Muchos tips y consejos de nuestro Pastelero Profesional 👨‍🍳\n\n¡Nos vemos en clase! 🙌\n\n\n🎓Te invitamos a conocer nuestros cursos y carreras de Gastronomía 100% Online\n\nARGENTINA: www.escuelagourmetonline.com.ar\nLATINOAMÉRICA: www.escuelagourmetonline.com\n\nContáctanos por Whatsapp para saber todo sobre nuestros cursos 100% Online de gastronomía: https://walink.co/8eb3fe 📱 \n\n😁SEGUINOS EN NUESTRAS REDES:\n\nInstagram:  https://www.instagram.com/escuelagourmet_oficial/\nFacebook:  https://www.facebook.com/EscuelaGourmetMarcosDeLauretis\nTiktok:  https://www.tiktok.com/@escuelagourmetonline"}, {"a": 451, "e": "PLMX-861KTB89_ZHE8tSoc8_InYRUjCUQ0", "b": "✅ Curso de ChatGPT: Básico, Intermedio y Avanzado", "f": "7jERZcUcBZA", "g": 7, "d": 449, "h": "20240904211038", "c": "¡Bienvenido al Curso Completo de ChatGPT Gratis! 🚀\n\nAprende a dominar ChatGPT desde lo básico hasta el nivel avanzado, y descubre cómo maximizar el potencial de esta poderosa herramienta de IA en tu vida diaria o en tu negocio. 💻🔍 Este curso está diseñado para todos los niveles, desde principiantes que están dando sus primeros pasos con la IA, hasta usuarios avanzados que buscan perfeccionar sus habilidades.\n\nLo que aprenderás en este curso:\n\nCómo usar ChatGPT ➤ Curso Básico Completo\nEmpieza desde cero y aprende cómo interactuar con ChatGPT de forma efectiva, entendiendo sus funciones y capacidades básicas.\n\nCurso Intermedio de ChatGPT: Técnicas de Prompting\nLleva tu conocimiento al siguiente nivel con estrategias de prompting avanzadas. Descubre cómo guiar a ChatGPT para obtener respuestas más precisas y útiles.\n\nCurso Avanzado de ChatGPT: Creación de GPT’s Personalizados\nCrea tus propios GPTs y ajusta su comportamiento según tus necesidades. Ideal para proyectos especializados o automatización de tareas.\n\nDesbloquea lo Mejor de ChatGPT ➤ Mis 7 Hacks Secretos\nConoce trucos y hacks para optimizar tu experiencia con ChatGPT, mejorando la calidad y velocidad de tus interacciones.\n\n¿Qué son los GPT’s? (Explicado con Pokemones)\nUna divertida explicación para entender qué son los GPTs, utilizando una analogía fácil con los personajes de Pokémon.\n\nPrueba esta Plantilla de Notion Para tus Proyectos con IA\nMejora tu productividad con IA usando esta plantilla gratuita de Notion diseñada para gestionar tus proyectos con ChatGPT y otras herramientas.\n\nAprende INGLÉS con CHATGPT ➤ Usa Este Método Interactivo\nDomina el inglés practicando con ChatGPT en un formato interactivo que te permite mejorar tu gramática, vocabulario y pronunciación.\n\n¿Para quién es este curso?\n\nEmprendedores que desean implementar ChatGPT en sus negocios.\nProfesionales que buscan optimizar su productividad con IA.\nEstudiantes y curiosos interesados en la inteligencia artificial y sus aplicaciones.\n¡Cualquiera que quiera aprender algo nuevo de forma gratuita!"}, {"a": 109, "e": "PLeySRPnY35dG2UQ35tPsaVMYkQhc8Vp__", "b": "Derivadas (Curso COMPLETO)", "f": "uK4-s0ojHFg", "g": 72, "d": 107, "h": "20180313130957", "c": "Explicación de derivadas desde los primeros conceptos hasta las derivadas con más nivel de dificultad, iniciando con el concepto de derivada, derivadas usando la definición, las reglas de derivación, regla de la cadena, hasta hablas de la derivada implícita y explicando paso a paso todos los conceptos para poder resolver cualquier tipo de derivada."}, {"a": 213, "e": "PLpFIrNquEt3BT2drT69eo0ERtWq7TY6zV", "b": "CURSO DE REPARACION DE CELULARES DESDE CERO COMPLETO PARA PRINCIPIANTES Y TECNICOS - Actualizado 2025🟢", "f": "RXJbyAaiAAE", "g": 62, "d": 211, "h": "20210424003657", "c": "Este es un CURSO DE REPARACION DE CELULARES DESDE CERO COMPLETO PARA PRINCIPIANTES Y TECNICOS \n\nEl objetivo de este curso es que empieces a practicar y reparar. Te gustara el método de aprendizaje ya que es muy practico; te permitirá entender de manera fácil y dinámica, lo mejor de todo es que este curso es 100% gratuito \n\n¿Qué vas aprender en este curso de reparación de celulares?\n\nAprenderás todo lo esencial para reparar celulares desde lo mas básico como identificar las partes de un celular, uso de las herramientas, diagnosticar fallas comunes, reparar fallas, cambiar puertos de carga, e iremos avanzando con conceptos de electrónica aplicada a la telefonía, microsoldadura, conceptos básicos de electrónica."}, {"a": 134, "e": "PLzyZt-ZpzrR5wVaEBhms93A20Dmpx7sd_", "b": "[CURSO COMPLETO] 🤑 De 0 a 10.000 USD Al Mes en 2024 || Paso a Paso (Yo Gano 250.000 USD /mes)", "f": "bZ8R-2dzfDA", "g": 12, "d": 132, "h": "20240520125617", "c": "💊 12 HORAS DE CURSO GRATIS.\n\n📝Enviame por DM la palabra \"NOTAS\" por Instagram @marcosrazzetti para recibir un documento con +150 páginas de notas, procesos y el resumen de todo este curso gratis.\n\n✅ Aquí aprenderas:\n#1 Paso a Paso a 10.000 USD / Mes.\n#2 Ofertas High Ticket.\n#3 Mentalidad.\n#4 Productividad de Alto Rendimiento.\n#5 Crecimiento de Seguidores y Monetización.\n#6 Proceso de Conversaciones Setter.\n#7 Atracción con Funnels y Facebook Ads.\n#8 Guión de Ventas de Closer.\n#9 Lograr Casos de éxito de clientes.\n#10 Procesos Operativos para Delegar.\n#11 Reclutar y Gestionar un equipo Elite.\n#12 Optimización de Métricas (KPIs)"}, {"a": 74, "e": "PLl7bxsSiKuDa4hCs45FQ-x3ErKFeaJeQz", "b": "MecaGratis.com - Curso Gratis de Mecanografía online", "f": "gwthDG9lHMQ", "g": 85, "d": 72, "h": "20140211092856", "c": "MecaGratis es un curso de Mecanografía online gratuito con videos didácticos, lecciones y ejercicios.\n\nhttp://www.mecagratis.com"}, {"a": 158, "e": "PLi1tShGNfDrHVarKGNiEPwoInBmot6uMe", "b": "🔴CURSO de GUITARRA Española🎸para principiantes [desde cero] COMPLETO", "f": "To3mGUEd23Q", "g": 67, "d": 156, "h": "20211229211542", "c": "▶️Aprenderás Definitivamente a Tocar la GUITARRA🎸con mi SUPER CURSO GRATIS aquí en YouTube. 🟠Sin Límite de Edad,🟠Sin Conocimiento Previo, \n🟠Paso a Paso, como si estuviéramos en el salón de tu casa."}, {"a": 314, "e": "PLACjucZ3g98XjqnTMulUjfZ1tYBjoUpc9", "b": "Curso crochet para principiantes", "f": "4wZS3_f6stE", "g": 37, "d": 312, "h": "20170820205719"}, {"a": 207, "e": "PLu8wBtXk2ly6-0LtqcC2aj4g6cEnJ-_nN", "b": "Aprende Excel VBA y Macros (curso completo)", "f": "ltXto0niwlc", "g": 114, "d": 205, "h": "20190312025500"}, {"a": 206, "e": "PLRt_sFUAViN33JIWgrbLU34lYhnFxi3a2", "b": "Curso de email marketing [Gratis y Certificado] - Edutin Academy", "f": "ITiNOkN5XPM", "g": 27, "d": 36, "h": "20240705185848", "c": "Curso de email marketing gratis 👉https://edutin.com/curso-de-email-marketing \n\nEste curso de email marketing es de ✅ Acceso gratis e incluye ✅ Opción de Certificación Internacional.\n\nEn este curso de email marketing de Edutin Academy, aprenderás a diseñar y ejecutar campañas efectivas de email marketing para conectar con tu audiencia y aumentar la conversión. Descubrirás las mejores prácticas para segmentar tu lista de correos, crear contenido atractivo y automatizar tus campañas para maximizar los resultados.\n\nA lo largo de este curso de email marketing aprenderás a analizar el rendimiento de tus campañas a través de métricas clave, como la tasa de apertura y el CTR, y cómo hacer ajustes para optimizar continuamente tu estrategia de email marketing. Estos conocimientos te permitirán desarrollar una estrategia sólida que refuerce la relación con tus clientes y promueva el crecimiento de tu negocio.\n\n¿A quién está dirigido? 📧🎯 este curso de email marketing está diseñado para emprendedores, profesionales de marketing, pequeñas y medianas empresas, y cualquier persona interesada en mejorar sus habilidades en marketing digital y email marketing.\n\n#cursoemailmarketing #cursodeemailmarketinggratis #cursoemailmarketinggratuito #cursosdemarketing \n\n#cursosgratis #cursosgratisconcertificado #cursosconcertificado #cursosonline #cursosgratisonlineconcertificado #cursosenlinea #edutin #edutinacademy #edutincursos"}, {"a": 195, "e": "PLw-4EOubfw_Mm1jNK6B4lJ0ZMUuK9IwS8", "b": "Curso Corte de Cabello Gratis, Paso a Paso.", "f": "v3q3I-Q87JM", "g": 12, "d": 193, "h": "20181018142022"}, {"a": 89, "e": "PLKQEL9j11yiVwyR8XATxfhSTu5UbtL1Hw", "b": "Aprender INGLES Gratis con Rodrigo (Curso de Ingles Completo)", "f": "OMcOhXmkhBI", "g": 497, "d": 87, "h": "20140110230412", "c": "Aprender Ingles con Rodrigo es el Curso de Ingles más completo en internet, por su diseño, estructura, y extensión. Incluye lecciones de ingles de vocabulario, gramatica inglesa, clases de práctica y repaso, pronunciacion en ingles, pruebas de ingles y evaluacioes, y mucho más. También podrán enviar comentarios con preguntas y sugerencias a través de Youtube."}, {"a": 30, "e": "PL1yslgETgkYHWZnyk9w5JyUTY6xkyKrov", "b": "Nuevo Curso de Excel 2025 (Básico, Intermedio y Avanzado)", "f": "5RK6s5eB37o", "g": 79, "d": 28, "h": "20250524180306", "c": "El mejor curso de Excel Gratis y completo que vas a encontrar en Youtube con ejercicios para descargar. Recuerda es 100% gratis y está pensado para que aprendas desde cero, paso a paso con muchos ejercicios para descargar en todos los módulos.\n\nEste curso esta enfocado en estudiantes, o si trabajas en oficina o simplemente quieres dejar de sufrir cada vez que abres una hoja de cálculo 😅.\nVas a aprender a usar fórmulas básicas, intermedidas y avanzadas, crear tablas dinámicas, automatizar tareas y hasta hacer tus propios reportes o dashboards hasta llegar al nivel de programar tus propias macros con VBA.\n\nNo necesitas saber nada, solo tener ganas de aprender.\n¡Y sí, es totalmente gratis! Así que… ¿qué esperas? 💻✨"}, {"a": 345, "e": "PLK4m7Fhe-5phNeo0auXBYDvdVP1Q0bVG1", "b": "Un Curso de Milagros con Enric Corbera", "f": "QNd4GKvagQE", "g": 109, "d": 343, "h": "20140924153803", "c": "Aprende Un Curso de Milagros con Enric Corbera para comprender tu realidad de una forma distinta ➽ http://bit.ly/curso_de-milagros | Conoce todos los cursos de Enric Corbera Instiute aquí ➽ http://bit.ly/cursos-enric-corbera | Nuevos vídeos todas las semanas en nuestro Canal Enric Corbera Institute ↣ https://bit.ly/suscribete-enric-corbera\n\nEn los videos de esta Playlist encontrarás diferentes videos relacionados a reconocer la influencia que tenemos sobre nuestras experiencias y encontrar soluciones diferentes a los problemas de siempre.\n\nUn Curso de Milagros es una guía que nos ayuda a comprender de qué forma todo lo que nos sucede tiene que ver con nosotros. El objetivo es llegar a reconocer la influencia que tenemos sobre nuestras experiencias y encontrar soluciones diferentes a los problemas de siempre.\n\nOtras playlist que puedes ver en nuestro Canal:\n\nAprende Bioneuroemoción® ➽ https://bit.ly/aprende_bioneuroemocion\t\t\t\t\n\t\t\t\t\nConferencias Enric Corbera ➽ https://bit.ly/Conferencias-Enric-Corbera\t\t\t\n\t\t\t\t\nEnric Más Cerca ➽ https://bit.ly/enric-mas-cerca\n\t\t\t\t\nEnric Responde a tus Preguntas ➽ https://bit.ly/Enric-Responde\t\t\t\n\t\t\t\t\nSalud Emocional y Crecimiento Personal ➽ https://bit.ly/Bienestar--Emocional \n\t\t\t\nEnric Corbera es uno de los pensadores más reconocidos a nivel internacional en el ámbito del desarrollo y bienestar personal. Promueve una visión holística de la salud en la que nuestros pensamientos, emociones y creencias influyen en nuestro cuerpo y en nuestro entorno.\n\nEs el creador del método Bioneuroemoción, un método humanista que estudia la relación entre las emociones, la mente y el cuerpo con la finalidad de que las personas puedan potenciar su bienestar. \n\nMás información sobre el Postgrado (Diplomatura) en Bioneuroemoción en este link: https://bit.ly/bienestar_bioneuroemocion\n\nSuscríbete a su Canal ➽ https://bit.ly/suscribete-enric-corbera. Síguenos en otras Redes Sociales:\n\nYouTube de Enric Corbera Institute: https://bit.ly/suscribete-eci \nInstagram: http://bit.ly/2BDRYZH \nFacebook Enric Corbera Institute: http://bit.ly/2PvELVL \nLinkedin: https://bit.ly/2TAXYes \nTwitter: https://bit.ly/2J6HEwX\n\n#uncursodemilagros #enriccorbera #bienestaremocional #bioneuroemocion #bioneuroemoción"}, {"a": 395, "e": "PLBqRZEil5xvsEzTGIOCK41hkQb93lh7Zs", "b": "Curso Mecánico de bicicletas", "f": "iIAYztlGQj4", "g": 24, "d": 393, "h": "20231117021719", "c": "mecanica de bicicletas,mecánico de bicicletas,mecánica de bicicletas,bicicleta,curso de bicicleta,mecanico de bike,bicicletas,curso de mecanica de bicicletas,mecanica de bicicleta,oficina de bicicleta,canal de bicicleta,curso para ser mecánico de bicicletas,el mejor curso de mecánico de bicicletas,bicicleta de montaña,curso completo de mecánica de bicicletas,los mejores curso de mecánico de bicicletas,curso de mecánica de bicicleta,curso de bike"}, {"a": 264, "e": "PLLQF66AXIyCfCCgHQCe67nHx7dvDO2QMh", "b": "Curso de Dibujo Inicial", "f": "ZLdZq5LyWH0", "g": 34, "d": 262, "h": "20200214224755"}, {"a": 61, "e": "PLwn6SgxAAQ15-lZckT0UKEwH5omn9LhRJ", "b": "Curso gratis de Análisis Técnico Forex", "f": "zLrhFoxszlM", "g": 48, "d": 59, "h": "20200825032405"}, {"a": 56, "e": "PLROIqh_5RZeDbvISffzihyxzqJBt_z3-Z", "b": "✅ CURSO de CSS Completo para Principiantes 🔵( DESDE CERO )", "f": "-k-w8JpTNwA", "g": 59, "d": 54, "h": "20210322194323"}, {"a": 104, "e": "PLRt_sFUAViN2W3KsSp6OeCDyKz7Q7Cak1", "b": "Curso de oratoria [Gratis y Certificado] - Edutin Academy", "f": "ANSIN2--Bzw", "g": 28, "d": 36, "h": "20240719131410", "c": "Curso de oratoria gratis 👉 https://edutin.com/curso-de-oratoria\n\nEste curso de oratoria es de ✅ Acceso gratis e incluye ✅ Opción de Certificación Internacional.\n\nEn este curso de oratoria de Edutin Academy desarrollarás habilidades esenciales para mejorar sus habilidades de comunicación y expresión en público, desarrollar habilidades para comunicarte ante un equipo de trabajo, grupo de estudiantes, o presentar un discurso o proyecto ante cualquier audiencia\n\nA lo largo de este curso de oratoria aprenderás a manejar de manera eficiente las técnicas de expresión verbal y no verbal, y dominar de manera práctica los elementos de estructura de discursos, control del miedo escénico, y técnicas de persuasión, así como a diseñar y presentar discursos impactantes y a comunicarte con confianza y claridad en diversas situaciones.\n\n¿A quién está dirigido?🗣️🎤 Este curso de oratoria está diseñado para estudiantes, profesionales, emprendedores o cualquier persona que desee mejorar sus habilidades de comunicación y liderazgo mediante el arte de la oratoria.\n\n#cursodeoratoria #cursodeoratoriagratis #cursodeoratoriaconcertificado #cursosdeoratoria #cursosgratisdeoratoria \n\n#cursosonline #cursosgratis #cursosgratisonlineconcertificado #edutin #edutinacademy #edutincursos"}, {"a": 87, "e": "PLU8oAlHdN5BmpobVmj1IlneKlVLJ84TID", "b": "Curso de JavaScript desde 0", "f": "m2nscBtQEIs", "g": 79, "d": 43, "h": "20140721151309"}, {"a": 102, "e": "PL2Z95CSZ1N4E-yNYehqD1FKU8aBdjBfRM", "b": "Curso de Windows Server 2022 desde cero para principantes", "f": "yuQATj2xTI8", "g": 92, "d": 21, "h": "20240415194340", "c": "\"¡Bienvenido al Curso Completo de SQL Server 2022! En esta serie de videos, te sumergirás en el fascinante mundo de SQL Server, desde los conceptos básicos hasta técnicas avanzadas."}, {"a": 410, "e": "PLUofhDIg_38qm2oPOV-IRTTEKyrVBBaU7", "b": "CURSO DE NODE.JS COMPLETO DESDE CERO por midudev", "f": "yB4n_K7dZV8", "g": 7, "d": 40, "h": "20230728160422", "c": "En esta lista de reproducción encontraras todas la clases del curso de NODE.JS"}, {"a": 307, "e": "PL2Z95CSZ1N4Hhlv70xz0tdr9od6w_PMTX", "b": "Curso de Microsoft Power BI desde cero para principiantes 2023", "f": "oQ4q2CSXP4M", "g": 73, "d": 21, "h": "20230405200312", "c": "En este curso de Microsoft Power BI, aprenderás a convertir tus datos en información valiosa. Power BI es una herramienta de inteligencia empresarial líder en el mercado que te permitirá transformar datos de diferentes fuentes en gráficos interactivos y paneles dinámicos. En este video introductorio, te guiaremos a través de los conceptos básicos de Power BI y te mostraremos cómo puedes usar esta herramienta para mejorar tus análisis y tomar decisiones más informadas. Con Power BI, podrás crear visualizaciones impresionantes, compartir tus informes con colegas y colaborar en tiempo real. ¡Únete a nosotros en este emocionante viaje de descubrimiento de Power BI y toma el control de tus datos."}, {"a": 462, "e": "PLcbTnQLoMKj_bpLx8orJ5DmXZFvBOzpLp", "b": "🌏CURSO DE MANTENIMIENTO DE PISCINAS PRIVADAS 2024 🗓️", "f": "kV5RV1As5pg", "g": 18, "d": 460, "h": "20230727183359", "c": "MÓDULOS DEL CURSO:\n\n1. Tipos de piscina\n2A. Partes y elementos de una instalación. EL VASO\n2B. Partes y elementos de una instalación: LA FILTRACIÓN\n3A. Analítica\n3B. Desinfección\n3C. Cloración salina\n3D. pH\n3E. Floculantes\n3F. Alguicidas\n3G.Varios\n3H. Renovación del agua\n4. Filtración\n5A. Limpieza del FILTRO y del MOTOR\n5B. Limpieza del VASO\n6A. Prevención\n6B. Agua verde\n6C. Agua turbia\n6D. Suciedad del fondo"}, {"a": 58, "e": "PL46G4t0fsnaKq6JSBQNpPB-To9vfzlxo9", "b": "Curso de ITALIANO", "f": "zxGuuJYXl3k", "g": 40, "d": 12, "h": "20210303033741", "c": "Con este curso de ITALIANO para toda la familia podrás aprender un nuevo idioma de forma divertida y basada en neurociencia."}, {"a": 459, "e": "PLM8Ayi2QS6_PuLP-B2SQgde6rPdfOuWSq", "b": "🔆 Curso de Energía Solar 2025 para Principiantes", "f": "ZhUQkN3Wyao", "g": 6, "d": 109, "h": "20250316105546", "c": "🌞 Curso GRATIS de Energía Solar 2025 – Aprende desde cero hasta experto con esta formación en DIRECTO. Descubre cómo diseñar, instalar y optimizar sistemas solares con ejemplos prácticos.\n\n⚡ En esta lista de reproducción encontrarás 6 lecciones clave para dominar la energía solar fotovoltaica:\n✅ Lección 1: Introducción a la Fotovoltaica – Fundamentos y funcionamiento de los paneles solares.\n✅ Lección 2: Componentes de una Instalación Solar – Paneles, inversores, baterías y más.\n✅ Lección 3: Todo sobre Paneles Solares – Tipos, eficiencia y cómo elegir el mejor.\n✅ Lección 4: Inversores Solares – Funcionamiento, tipos y selección óptima.\n✅ Lección 5: Aplicaciones de la Energía Solar – Autoconsumo, bombeo y generación.\n✅ Lección 6: Cómo Diseñar una Instalación de Autoconsumo Solar – Paso a paso para optimizar tu sistema.\n\n📘 Descarga GRATIS mi libro sobre Energía Solar 👉 https://forms.gle/3QG7GxbzMHsGZzWZ9\n\n🔥 Semana de Fallas: 70% de descuento en el Training Avanzado de Energía Solar 3.0\nAprovecha esta oferta exclusiva y conviértete en un experto en energía solar.\n🔗 Únete con descuento aquí 👉 https://academiaenergiasolar.com/p/training-avanzado-energia-solar?coupon_code=FALLAS70&product_id=5190401"}, {"a": 11, "e": "PL8ie04dqq7_P2RoaCdVC1ef7JmNizK3uO", "b": "[2022] 📍 GOOGLE MAPS en ANDROID con KOTLIN - CURSO ANDROID STUDIO API📍", "f": "_dhFsvEeuCs", "g": 4, "d": 1, "h": "20210130104214", "c": "Aprende a trabajar con el API de GOOGLE MAPS 📍 en ANDROID con KOTLIN"}, {"a": 40, "e": "PLMdlY4Bs8gcQX09vi4SpY78uWkMOvfe9U", "b": "Curso Gratis de patronaje, Corte y Confección", "f": "zMdmMwuQTbs", "g": 82, "d": 38, "h": "20200808100900"}, {"a": 105, "e": "PLIygiKpYTC_6zHLTjI6cFIRZm1BCT3CuV", "b": "Curso de C", "f": "R9n7j-u9ijc", "g": 224, "d": 103, "h": "20200531233434"}, {"a": 34, "e": "PL2COwwjWBEUYbDyWXazq55RAsgF496T_p", "b": "Curso gratis Patronaje desde cero", "f": "bicmwWKs0ew", "g": 58, "d": 32, "h": "20220304003029", "c": "Hola creativ@\nBienvenid@ a este curso completo de patronaje desde cero con el método GDS completamente gratis\nCon este curso te iniciarás en el hermoso mundo del patronaje profesional donde aprenderás a desarrollar patrones base para todo tipo de tela y transformaciones nivel básico e intermedio de una forma increíblemente fácil.\nBlusas, vestidos, pantalones y faldas son algunas de las prendas que podrás coser con todos los diseños que te enseñaré paso a paso en este curso."}, {"a": 183, "e": "PLWE49JX5VgAf5vfk2SRtO1q35MB3nrh4I", "b": "Curso de vigilancia y seguridad privada [Gratis y Certificado] 🥇 - Edutin Academy", "f": "Mt_9EJqiFaw", "g": 42, "d": 181, "h": "20220418132748", "c": "En este curso de vigilancia y seguridad privada gratis de Edutin Academy, aprenderás a desarrollar procesos de vigilancia de acuerdo a las demandas de seguridad de la actualidad. Conocerás cómo realizar evaluaciones de riesgos, entrenamiento físico, seguridad en las comunicaciones y seguridad física. Además, pondrás a prueba los conocimientos adquiridos por medio de un proyecto práctico.\n\n¿A quién está dirigido? 👨🏻‍✈️👨🏻‍✈️ Este curso de Seguridad privada está diseñado para todas las personas interesadas en el área de vigilancia; bachilleres, personas retiradas de la fuerza militar, o profesionales de la vigilancia privada que quieran mejorar sus competencias y habilidades.\n\nEste curso de vigilancia y seguridad privada es de ✅ Acceso gratis e incluye ✅ Opción de Certificación Internacional\n\nCurso de vigilancia y seguridad privada GRATIS 👉 https://edutin.com/curso-de-vigilancia-y-seguridad-privada"}, {"a": 428, "e": "PLV_kLLysPueWwjE6iacW2KYuDkzp15i3Z", "b": "Curso Revit 2025 desde cero", "f": "-9ExJCc4mAM", "g": 15, "d": 55, "h": "20240707215300", "c": "En este curso aprenderás paso a paso a utilizar el software Autodesk Revit desde cero, ideal para principiantes que quieren aprender correctamente a utilizar este programa de modelado 3D."}, {"a": 62, "e": "PL1yslgETgkYEJqew1WR_WeHElNsVGiAQV", "b": "🥇Curso de Power Bi (Básico, intermedio y avanzado)", "f": "IM2iduG5Klk", "g": 87, "d": 28, "h": "20240703144413", "c": "Curso de Power Bi básico, intermedio y avanzado. Domina la herramienta más poderosa para el análisis y visualización de Datos."}, {"a": 21, "e": "PLGX39GU9MAeqXIm3OYmnLg0elifUA403_", "b": "Curso de Excel Gratis - De básico a Avanzado", "f": "GorNlHirLko", "g": 15, "d": 19, "h": "20170622184739"}, {"a": 446, "e": "PLBBoc2l3GGf0AxB2M8X28jAnRmHCHiS5V", "b": "SAP Conceptos e iniciación - Curso completo", "f": "fXhZSsFN2do", "g": 30, "d": 444, "h": "20210803205435"}, {"a": 254, "e": "PLoxNRO_Yil73K-3_8I_B_U4vLT-tSOd_M", "b": "AutoCAD 2016, Curso practico completo en español", "f": "F3tIv7FFw9c", "g": 92, "d": 252, "h": "20150807191016"}, {"a": 10, "e": "PL8ie04dqq7_NUvBcMMosVRAbqZDWmRzX3", "b": "Curso Kotlin Multiplatform desde cero - [2024] Kotlin Compose Multiplatform", "f": "smAhUwEQ1d8", "g": 11, "d": 1, "h": "20231120201345", "c": "Aprende Kotlin Multiplatform desde cero y actualizado."}, {"a": 32, "e": "PL4ITFgAw-QGPEv4KsGeD5AcO1Tl8_Pw4M", "b": "Mini Curso: Cómo INVERTIR desde cero 2025", "f": "9xW0HK7IUo0", "g": 6, "d": 30, "h": "20231127190028", "c": "Este curso está diseñado para guiarte paso a paso en el emocionante mundo de las inversiones, ideal para aquellos que desean iniciar su camino hacia la libertad financiera. A lo largo de seis lecciones detalladas, explorarás desde los conceptos básicos de inversión hasta estrategias más avanzadas, todo explicado de manera clara y accesible.Contenido del Curso:Lección 1: Aprende a Invertir desde 0 (Conceptos Básicos)Introducción a los principios esenciales de la inversión y cómo empezar.Lección 2: Plataformas de Inversión Confiables para Ganar Dinero ExtraEvaluación de las plataformas de inversión más seguras y rentables.Lección 3: Fondos Indexados para PrincipiantesTodo sobre fondos indexados, una opción ideal para inversores novatos.Lección 4: Cómo Comprar Acciones para PrincipiantesPasos básicos y consejos para comprar acciones y entender el mercado bursátil.Lección 5: Vivir de Dividendos: ¿Realmente es Posible?Estrategias para generar ingresos pasivos mediante dividendos.Lección Final: Invertir tu Dinero como un ProfesionalTécnicas para elevar tus habilidades de inversión."}, {"a": 450, "e": "PL9SnRnlzoyX1kIbHdA7GN-6g-hvkyLbWp", "b": "Curso Completo de Derivadas", "f": "ia8L26ub_pc", "g": 215, "d": 448, "h": "20141031064732", "c": "Con estos videos aprenderás a derivar muchas funciones, entenderás el significado de derivada, podrás derivar funciones tales como: polinomios, funciones racionales, funciones irracionales, funciones trigonométricas, trigonométricas inversas, logaritmos, exponenciales, funciones hiperbólicas, además de derivación implícita de ecuaciones."}, {"a": 43, "e": "PLyvsggKtwbLX9LrDnl1-K6QtYo7m0yXWB", "b": "Curso de programación JAVA desde cero", "f": "L1oMLsiMusQ", "g": 48, "d": 31, "h": "20170121005119", "c": "Curso JAVA desde cero,  Este es un curso gratuito y completo de programación en JAVA con bloc de notas."}, {"a": 106, "e": "PLG1qdjD__qH64tCQ756M--FVvhHyCLUA9", "b": "🏆 GIMP 2.10 ✅ Mega CURSO en español", "f": "ex1fEanWgkM", "g": 78, "d": 104, "h": "20191030140221", "c": "Curso GIMP desde cero hasta nivel EXPERTO, el curso se divide en 4 bloques, GIMP básico, GIMP intermedio, GIMP avanzado y GIMP efectos de texto. Dale una oportunidad a este fantástico programa de edición de imágenes gratuito y de código abierto.\n\nGIMP es un editor de imágenes de tipo mapa de bits. Este tipo de imágenes están formadas por píxeles y son las que obtenemos cuando hacemos fotografías con el móvil o con cualquier cámara de fotos digital. GIMP es software libre 100% gratuito, la mejor alternativa al famoso Photoshop. \n\nGIMP es un programa que nos permite retocar y editar imágenes de forma muy avanzada, de hecho, si sabes utilizarlo de forma correcta puedes conseguir resultados alucinantes. Aunque no es el software utilizado por profesionales de la fotografía, pienso que es el programa perfecto para el común de los mortales"}, {"a": 449, "e": "PLWgqlpb234bHv38g6zXoi3WIJJonzZSAl", "b": "📗 CURSO de AJEDREZ DESDE CERO (Cómo Jugar al Ajedrez) 👑", "f": "BcwkcbHRDx0", "g": 20, "d": 447, "h": "20210306120224"}, {"a": 467, "e": "PLeySRPnY35dEHnMLZGaNEXgHzJ2-TPLWw", "b": "Integrales (Curso COMPLETO)", "f": "VhRb5A2Gihk", "g": 157, "d": 107, "h": "20180813225205", "c": "Curso completo de Integrales, donde veremos:\n- Qué es la integral y para qué se usa.\n- Reglas de integración.\n- Por qué se pone \"+c\" en una integral.\n- Integrales por sustitución o cambio de variable.\n- Integrales trigonométricas.\n- Integración por partes.\n- Integración cíclica.\n- Integración por fracciones parciales.\n- Integrales por sustitución trigonométrica.\n- Integrales definidas.\n- Área bajo la curva.\n- Área entre curvas."}, {"a": 315, "e": "PLU8oAlHdN5BmmxXT0C2HO0bLRHZFWKbhH", "b": "Curso UML", "f": "KY81igoV8W0", "g": 39, "d": 43, "h": "20230608164559", "c": "Curso de UML"}, {"a": 54, "e": "PL1yslgETgkYEe7KSXjKcfqA85w67BBwGC", "b": "Curso Básico Excel", "f": "haj1nVlD2K4", "g": 31, "d": 28, "h": "20200420053738", "c": "CURSO DE EXCEL BÁSICO GRATUITO.  Con ejercicios para practicar. COMPLETO."}, {"a": 37, "e": "PLzjPEWJnnJNqGhk6DGpbuf8NDASsOQUND", "b": "Curso De Trading Para Principiantes", "f": "21ifvjZG23c", "g": 17, "d": 35, "h": "20241124154431"}, {"a": 453, "e": "PLCWaB9PYZwl0-wrPSspnkyBuiz-jkz6-K", "b": "Curso de Programación CNC", "f": "jZt820cmruM", "g": 17, "d": 451, "h": "20220826205201", "c": "Curso de programación de CNC para principiantes"}, {"a": 99, "e": "PLkCdxvj5wL7ADY611geA3zqHbxFC9VNOH", "b": "Curso completo de SERIGRAFÍA 2021", "f": "xURexyll3a4", "g": 12, "d": 97, "h": "20201109024344", "c": "Hola amigos les traigo el curso completo de serigrafia completamente GRATIS, para que aprendas desde cero y puedas emprender tu negocio."}, {"a": 73, "e": "PLU8oAlHdN5Bmx-LChV4K3MbHrpZKefNwn", "b": "Curso SQL", "f": "iOiyJgnN71c", "g": 25, "d": 43, "h": "20150716160604", "c": "Curso del lenguaje universal de acceso a datos SQL"}, {"a": 464, "e": "PLy9gql0R0aw522pjxOkGy-XZWg9JmgKZy", "b": "Curso gratis productos de limpieza", "f": "OwjHW0MBIJY", "g": 103, "d": 462, "h": "20240323154056", "c": "Curso gratis para aprender a formular productos de limpieza, estructurado con videos totalmente en vivo. Para un mejor aprendizaje se recomienda que sigas la secuencia desde la clase 1 \nÚnete a este canal para acceder a sus beneficios:\n   / @formulandodetergentes1enedlw  \nSi te gusta el trabajo de tu servidor y deseas ayudar a sostener económicamente este canal puedes hacer tus donaciones vía PayPal usando el siguiente enlace \n https://www.paypal.com/donate/?hosted...\no a la cuenta 5579 0701 3447 5840\nAsesoría Vía WhatsApp +521 33 12 31 49 99 \nVenta de formulario volumen 1  con 68 fórmulas para elaborar productos de limpieza tradicionales costo 68 dólares\nVenta de formulario volumen 2 con 30 fórmulas para elaborar productos de limpieza ecológicos costo 100 dólares\nAdquiere tu Formulario interactivo con la primera temporada del curso gratis de Ene – Jun 2024 \nOferta exclusiva para suscriptores del canal tan solo 250 pesos mexicanos.\nDeseas adquirirlo, solo manda un mensaje de WhatsApp a este número +521 33 12 31 49 99\nMuy importante, no olvides escribir al final de tu mensaje “Soy suscriptor”\n\nInteresados en formularios o asesoría escriban a este correo ernestojr48@gmail.com"}, {"a": 161, "e": "PL8Tdjf2jwFRcTXQEKpg5C7w1fguOfhcQd", "b": "Curso Vaughan Completo para Aprender Inglés Gratis- Nivel Avanzado", "f": "8UUsGGwrNCY", "g": 11, "d": 68, "h": "20150129174757", "c": "¿Quieres aprender inglés? ¡Suscríbete gratis a nuestro canal!\nDisfruta de nuestro curso de inglés definitivo. ¡Ahora por fin en vídeo!\nGracias por compartirnos y contribuir a que este contenido pueda seguir siendo gratis... :-)\n\n***LECCIONES DEL CURSO VAUGHAN PARA APRENDER INGLÉS GRATIS***\n\nLección 1:  https://goo.gl/dqgdyJ\n\nLección 2:  https://goo.gl/4vr3VB\n\nLección 3:  https://goo.gl/NeRqGA\n\nLección 4:  https://goo.gl/efb7SB\n\nLección 5:  https://goo.gl/BkXEPz\n\nLección 6:  https://goo.gl/iHUrWd\n\nLección 7:  https://goo.gl/6HifCw\n\nLección 8:  https://goo.gl/z7wYH7\n\nLección 9:  https://goo.gl/Dd4nTs\n\nLección 10: https://goo.gl/uG5zwi\n\n***CURSO BÁSICO DE INGLÉS GRATIS***\n\nhttps://goo.gl/YnrsN6\n\n***CURSO INTERMEDIO DE INGLÉS GRATIS***\n\n https://goo.gl/7cTwKV\n\n***CURSO GRATIS POR EMAIL***\n\n¿Te gustaría recibir más Clases Gratis por Email? ¡Apúntate a nuestro Curso Gratis!\n\nhttps://goo.gl/xTTnd3\n\n***CURSOS VAUGHAN ONLINE Y PRESENCIALES***\n\n¿List@ para dar el siguiente paso y pasar a la acción? ¡Te esperamos en nuestros Cursos Online o Presenciales!\n\nhttps://goo.gl/c5EYZZ\n\n\n***SÍGUENOS EN NUESTRAS REDES***\n\nhttps://twitter.com/GrupoVaughan\nhttps://www.facebook.com/GrupoVaughan/\nhttps://plus.google.com/1158294654286...\nhttps://www.linkedin.com/company/vaug...\n\nSuscríbete a /vaughan para aprender inglés online, HAZ CLICK AQUÍ: \nhttps://goo.gl/Xsys5A\n\nY DESCUBRE MÁS EN:https://grupovaughan.com/"}, {"a": 29, "e": "PLLniqWgyb4HGURvLx1JbpeX6tvpqIKHuB", "b": "Nuevo curso de Excel 2025 - ¡Completo y Gratis!", "f": "W78PamXb5VA", "g": 19, "d": 20, "h": "20220221190739", "c": "Aprende Excel para tu trabajo o estudio. En menos de 1 hora podrás aprender lo necesario para la mayoría de ejercicios en todos los campos. \n¡Excel es muy fácil!, confía en el mejor curso de Excel de toda internet 😁"}, {"a": 185, "e": "PLUa5K0lL89KKn62GTbz7n_0Trh_sso5Rr", "b": "🔑 Curso de ELECTRICIDAD INDUSTRIAL Completo desde CERO", "f": "ossKscnl2y0", "g": 13, "d": 14, "h": "20231004224523", "c": "Bienvenidos a mi nuevo y SUPER Potente Curso de Instalaciones y Automatización Industrial.\nA lo largo de todo este curso vamos a desarrollar los conceptos Teóricos y Prácticos necesarios para que puedas realizar \"Cualquier\" tipo de Instalaciones Industriales. \nAccedé Hoy Mismo!!"}, {"a": 439, "e": "PLRt_sFUAViN2qA7j9LAGhWGKdsfO6QyTF", "b": "Curso de Árabe para principiantes [Gratis y Certificado🥇] - Edutin Academy", "f": "woMCGynCB-E", "g": 30, "d": 36, "h": "20240514153836", "c": "Curso de árabe para principiantes gratis 👉 https://edutin.com/curso-de-arabe \n\nEste curso de árabe para principiantes es de ✅ Acceso gratis e incluye ✅ Opción de Certificación Internacional.\n\nEn este curso de Árabe para principiantes de Edutin Academy aprenderás a usar el vocabulario, gramática y expresiones más comunes de este idioma: desde los saludos y presentaciones hasta conversaciones sobre la vida cotidiana.\n\nPara ello, conocerás cada una de las letras del alfabeto Árabe y aprenderás a unirlas de forma correcta. Además, aprenderás a deletrear palabras simples correctamente, identificar nombre y nacionalidad en este idioma, ya sea tuyo o de alguien más, saludar y presentarte correctamente ante un grupo de personas.Todo esto te permitirá abrirte a nuevas culturas y mejorar tus oportunidades de empleo. \n\n¿A quién está dirigido? Este curso de árabe para principiantes está diseñado para estudiantes de idiomas, entusiastas culturales o cualquier persona que desee aprender y conocer sobre este idioma para comunicarse y sumergirse en la cultura árabe.\n#cursodearabe #cursodearabeparaprincipiantes  #cursodearabegratiscompleto #cursodearabegratis #cursodearabebasicogratuito\n#cursosgratis #cursosgratisconcertificado #cursosconcertificado #cursosonline #cursosgratisonlineconcertificado #cursosenlinea #edutin #edutinacademy #edutincursos"}, {"a": 44, "e": "PLO4t0hJwolojhulAZ3I0QRCdq-Lm68fHy", "b": "✅ Curso Instagram GRATIS 2025", "f": "DoHaQP_-DKI", "g": 11, "d": 42, "h": "20220720091007", "c": "✅ Curso Instagram GRATIS 2025"}, {"a": 107, "e": "PLxcwAK5N6orhu8ktcjUYYhj0CRwYjwjbm", "b": "Curso de Cerrajeria", "f": "bKY7LbKqlIY", "g": 24, "d": 105, "h": "20211113222302"}, {"a": 52, "e": "PLLniqWgyb4HER2iysxcQZiE-TBITT1AAg", "b": "Curso de Word COMPLETO (Básico y Avanzado)", "f": "pbvwCTld8BA", "g": 15, "d": 20, "h": "20140602164204", "c": "Aprenda Word (Todas sus versiones) en menos de un día, con este curso completo podrás realizar todo tipo de trabajos con los mejores diseños y estilos, asi que no pierdas tiempo y permitame enseñarle este hermoso programa."}, {"a": 75, "e": "PLhfZeo48UJQJtUHvpUMu0ME8LoR8ipXR6", "b": "Curso Escaner Automotriz Nivel 1 (BASICO y POTENTE)", "f": "UG6K0xUUL0o", "g": 11, "d": 73, "h": "20220825221449", "c": "Apóyame Donando 👉 https://PayPal.me/GabrielServiautos 💡\n\n¡Descubre nuestro curso gratuito de diagnóstico con escáner automotriz! En este curso dinámico, aprenderás a usar escáneres y otras herramientas en vehículos reales. Todo está explicado de manera sencilla y clara para que cualquier persona, sin importar su nivel de experiencia, pueda entender y aplicar lo aprendido. ¡No te lo pierdas!\n\n\nCLASE 01 BASES DEL ESCANER\nhttps://youtu.be/UG6K0xUUL0o?si=JPosyIepjJOsImBq\nEn esta clase aprenderás qué es un escáner automotriz y cómo se utiliza. Se presentarán ejemplos prácticos para entender mejor su función y aplicación en el diagnóstico vehicular.\n\nCLASE 02 CODIGOS DE FALLA\nhttps://youtu.be/NzoZJ8J2A54?si=tQ4JrcgnA6i4GHrd\nAquí se abordará la nomenclatura de los códigos de falla, cómo interpretarlos y qué significan, para facilitar la identificación de problemas en el vehículo.\n\nCLASE 03 DIAGNOSTICO EOBD GENÉRICO, Y ESPECIFICO\nhttps://youtu.be/0S1F-z1xP3s?si=4Vuh19IkXWikgGbp\nEn esta clase se explicará cómo realizar un diagnóstico utilizando dos enfoques diferentes: el genérico y el específico. Aprenderás a aplicar ambos métodos para obtener resultados más precisos.\n\nCLASE 04 ESCANEANDO EN VIVO - CHEVROLET ONIX 2020 - SOLUCIÓN DE AVERIAS\nhttps://youtu.be/SP1_GabCNrk?si=ZmDuwsIUGZyZPxhS\nSe realizará un escaneo en vivo de un Chevrolet Onix 2020. En esta sesión, se generarán averías intencionales y se mostrarán las soluciones en tiempo real.\n\nCLASE 05 CONSULTAR CÓDIGOS DE FALLA - INFORMACIÓN TÉCNICA DE CALIDAD\nhttps://youtu.be/w9iSNJ37dYQ?si=fPb1KjQmoGlyFL5n\nAprende a buscar y consultar información técnica de calidad para resolver códigos de avería. Se discutirá cómo utilizar esta información para una diagnosis precisa.\n\nCLASE 06 ESCANEANDO EN VIVO 5 MARCAS DIFERENTES COMPARATIVO\nhttps://youtu.be/MeieM1HS9Wc?si=O6HTae1EVc6shM-s\nEsta clase presenta un escaneo en vivo de cinco vehículos diferentes. Se compararán las diferencias en el escáner y se analizarán las variaciones en el diagnóstico entre marcas.\n\nCLASE 07 CICLOS DE REFRIGERACION RENAULT LOGAN PRIMERA GENERACION\nhttps://youtu.be/HGL8VHRJ39Q?si=imyS0bnAUXMfbyJv\nSe enseñará cómo diagnosticar el sistema de refrigeración en un Renault Logan de primera generación utilizando el escáner.\n\nCLASE 08 COMO SELECCIONAR EL VEHICULO CORRECTO - SALE MAL - SUZUKI SWIFT DZIRE\nhttps://youtu.be/kiTiuzOvpcE?si=U444gVOeruW4ziyG\nEn esta clase se demostrará la importancia de seleccionar el vehículo correcto en el escáner. Se utilizará un Suzuki Swift Dzire para mostrar los efectos de una selección incorrecta.\n\nCLASE 09 DATOS EN VIVO AQUI OCURRE LA MAGIA\nhttps://youtu.be/QdtPKutLKPM?si=WtRkoS0Auop5DAZv\nExploraremos los datos en vivo del vehículo y cómo estos proporcionan información valiosa durante el diagnóstico. Se destacará la relevancia de los datos en tiempo real.\n\nCLASE 10 ESCANEANDO EN VIVO - COMPENSADORES DE COMBUSTIBLE A CORTO Y LARGO PLAZO\nhttps://youtu.be/PH_yPyWlbP0?si=tB4rHTXHWmE6Tqj6\nEsta clase está dedicada al análisis de los compensadores de combustible a corto y largo plazo. Aprenderás cómo afectan al rendimiento del motor y cómo identificarlos a través del escáner.\n\nCLASE 11 NISSAN NP300 SEÑALES - ANALIZANDO DATOS EN VIVO\nhttps://youtu.be/9AZpzwYuszU?si=BkDfm6DU37joCcNI\nSe analizarán las señales en los datos en vivo de un Nissan NP300. La clase se centrará en la interpretación de las señales para un diagnóstico efectivo.\n\nÚnete a nuestra comunidad en WhatsApp\nPara más apoyo y discusión sobre el curso, únete a nuestra comunidad en WhatsApp. ¡Comparte tus dudas, avances y conéctate con otros estudiantes! Solicita acceso aquí.\nhttps://chat.whatsapp.com/CKRNz3fcETH4ZZhufna5NX"}, {"a": 63, "e": "PL2Z95CSZ1N4HXvLWg8oL4IpyJx27HafcD", "b": "Curso completo de JavaScript desde cero para principiantes, version 2023", "f": "mpIwKBNr7_o", "g": 83, "d": 21, "h": "20231010123500", "c": "¡Bienvenido al emocionante mundo de la programación web con JavaScript! 🚀\n¿Estás listo para embarcarte en un viaje que te llevará desde los conceptos fundamentales hasta convertirte en un experto en JavaScript? ¡Este curso es tu boleto de entrada al dominio del lenguaje de la web!\n\nEn este curso de JavaScript, te guiaré paso a paso a través de los principios esenciales de la programación en JavaScript. No importa si eres un principiante absoluto o si ya tienes experiencia en otros lenguajes, este curso está diseñado para adaptarse a todos los niveles de conocimiento.\n\nLo que aprenderás:\n📚 Fundamentos de JavaScript: Variables, tipos de datos, operadores y estructuras de control.\n🌐 Manipulación del DOM: Cómo interactuar con la estructura de tu página web.\n🔗 Eventos y Event Listeners: Hacer que tu sitio web responda a las acciones del usuario.\n🔄 Funciones y Objetos: La base de la programación orientada a objetos en JavaScript.\n💼 Proyectos Prácticos: Aplicaremos lo aprendido en proyectos del mundo real.\n🔥 Consejos y Trucos: Secretos de los profesionales para escribir un código limpio y eficiente.\n\nNo te preocupes si esto suena abrumador; vamos a explicar cada concepto de manera clara y concisa. Además, proporcionaremos ejemplos prácticos y desafíos emocionantes para que puedas poner en práctica tus habilidades.\n\nPrepárate para desbloquear un mundo de posibilidades en el desarrollo web con JavaScript. ¡Inscríbete ahora y comencemos este apasionante viaje juntos! 💻✨\n\nNo olvides darle like, suscribirte y activar la campana de notificaciones para no perderte ni un solo episodio de este curso. ¡Nos vemos en la primera lección! 👋🎉"}, {"a": 39, "e": "PLkn3t7vbvnHSPdBnnRNdoCE8ODCJFW09x", "b": "CURSO de SOLDADURA ELÉCTRICA para Principiantes - Aprende a como SOLDAR Hierro y Metal con Electrodo", "f": "RpMTRhhhleI", "g": 28, "d": 37, "h": "20211016214844", "c": "Aprende a SOLDAR desde \"CERO\" en éste curso Completo y totalmente online!! Aprende sobre los diferentes tipos de Maquinas, sus diferencias y los tipos de soldaduras con todos sus trucos, técnicas y secretos que podrás aplicar en tus proyectos de Herrería.\n\n=========\n\n👉 ¿Cuánto pagarías por un curso como este? 🤔\nEste curso es Gratis y siempre lo será, pero si sientes que lo que aprendiste te sirvió,\npuedes apoyarme con una donación invitándome un TECITO ☕ en el siguiente link...\n\n👉🔗 https://tecito.app/grantotem\n\n=========\n\n#Soldar #comosoldar #Herreria #hierro #cursodesoldadura #comosoldarparaprincipiantes #aprenderasoldar #soldarhierro #soldarconelectrodo #soldaduraelectrica #soldaduraparaprincipiantes"}, {"a": 440, "e": "PLeKDbi23cRzagk3BONc79RZeIl5SJSQtU", "b": "PRODUCCIÓN MUSICAL ❤️ CURSO COMPLETO", "f": "1gOp3F2-PaA", "g": 12, "d": 438, "h": "20230725090947", "c": "Bienvenidos al Curso de Producción Musical, donde aprenderás cómo producir música desde cero utilizando técnicas y herramientas profesionales. Este curso está diseñado para ayudarte a crear tus propias canciones, desde la composición hasta la mezcla y masterización final. Ya sea que te interese el trap, el reggaetón, el rock, o la música electrónica, aquí encontrarás todo lo que necesitas para comenzar a producir como un profesional.  Temas que cubrimos:  Teoría musical para productores, con un enfoque en cómo aplicar los conceptos básicos a cualquier género. Cómo hacer beats de diferentes estilos: trap, reggaetón, rock, techno, house, y más. Producción musical en FL Studio, Ableton Live y otros DAWs. Cómo crear melodías y acordes desde cero para tus producciones. Cómo mezclar y masterizar tu música para que suene profesional. Este curso está dirigido tanto a principiantes como a productores avanzados que quieren perfeccionar su técnica. Además, exploramos cómo usar la IA para hacer música, una tendencia emergente en la industria. ¡No importa el estilo que quieras producir, este curso te ayudará a mejorar!  Temas relacionados que contiene este curso: producción musical desde cero, curso de producción musical 2024, cómo hacer beats, teoría musical para productores, mezcla y masterización"}, {"a": 90, "e": "PLMd59HZRUmEg539WgqJjbsvto4V3fRwn5", "b": "Curso de Hacking Ético y Ciberseguridad", "f": "ZDvxqqSoyZs", "g": 32, "d": 88, "h": "20220930171341", "c": "Curso de hacking ético y ciberseguridad desde cero, donde aprenderemos a utilizar Kali Linux para conocer y explotar las principales vulnerabilidades existentes."}, {"a": 94, "e": "PLH_tVOsiVGznLd-dSQP9_ttuxLnSmSWwq", "b": "🔥 CURSO COMPLETO de CSS desde CERO a AVANZADO 🔥", "f": "-xtS1QwxfOo", "g": 84, "d": 92, "h": "20240527171625", "c": "CURSO COMPLETO de CSS GRATIS desde CERO a AVANZADO (EXPERTO)"}]