[
    {
        "a": 82,
        "e": "PL3hNLk-aR0J9K5cvCIsQiwjMvO8UFFr35",
        "b": "☁️Curso AZ900 Azure Fundamentals Certificación en Español 2021 | Prepara tu examen de certificación con el curso Azure Fundamentals AZ-900",
        "f": "https://i.ytimg.com/vi/iFg-pRDLtoc/hqdefault.jpg",
        "g": 57,
        "d": "UCz1Dfbvqa7aG2YPlnKTwriQ",
        "h": "2020-02-04 04:28:01",
        "c": "☁️ Curso AZ900 Microsoft Azure Fundamentals \n⬇⬇⬇ Curso completo en: ⬇⬇⬇\n★ Udemy: http://bit.ly/az900-2021\n★ Net-University: https://bit.ly/az-fundamentals\n\nEste curso te proporcionará conocimientos básicos de los servicios en la nube y cómo se proporcionan esos servicios con Microsoft Azure. El curso se puede tomar como un primer paso opcional para aprender sobre los servicios en la nube y Microsoft Azure, antes de tomar más cursos de Microsoft Azure\n\n\nEste curso sobre Fundamentos de Azure (Azure Fundamentals- AZ-900) desarrolla tus competencias a través de habilidades prácticas en Azure que te ayudarán a innovar y a adquirir experiencia necesaria para realizar el examen AZ900 de Microsoft Azure Fundamentals. También revisaremos algunas preguntas de práctica para que puedas lograr obtener tu certificación de Azure Fundamentals.\n\n\nEn este curso aprenderás:\n\nComprender los conceptos de la nube\nDescribir los beneficios y consideraciones del uso de servicios en la nube\nDescribir las diferencias entre modelos de nube pública, privada e híbrida\nDescribir las diferencias entre infraestructuras como servicio (IaaS), plataforma como servicio (PaaS) y software como servicio (SaaS)\nComprender los servicios centrales de Azure\nComprender los principales componentes de arquitectura de Azure\nDescribir algunos de los productos centrales disponibles en Azure\nDescribir algunas de las soluciones disponibles en Azure\nComprender las herramientas de gestión de Azure\nComprender la seguridad, privacidad, cumplimiento y confianza\nComprender la conectividad de red segura en Azure\nComprender las opciones de monitorización e informes en Azure\nDescribir los servicios fundamentales de Azure Identity\nComprender las normas de privacidad, cumplimiento y protección de datos en Azure\nDescribir las herramientas de seguridad y las funciones de Azure\nDescribir las metodologías de gobernanza de Azure\nComprender la fijación de precios y el soporte de Azure\nComprender las suscripciones de Azure\nComprender las opciones de soporte disponibles con Azure\nComprender la planificación y gestión de costes\nDescribir los acuerdos de nivel de servicio (SLA) de Azure\nComprender el ciclo vital de servicio en Azure"
    },
    {
        "a": 50,
        "e": "PLyvsggKtwbLX06iMtXnRGX5lyjiiMaT2y",
        "b": "Curso de programación Android desde cero",
        "f": "https://i.ytimg.com/vi/tyx05coXixw/hqdefault.jpg",
        "g": 68,
        "d": "UCeEW6PHNJlIwI-rKChmqqkw",
        "h": "2017-10-13 20:14:31",
        "c": "Curso profesional de Android con Android Studio - Aprende a programar aplicaciones móviles desde cero hasta avanzado."
    },
    {
        "a": 47,
        "e": "PLBI8wHKIc4Cku8HxUAViFU7LnbTQZzJzF",
        "b": "Curso De Shopify Dropshipping",
        "f": "https://i.ytimg.com/vi/j_vfqabSFMQ/hqdefault.jpg",
        "g": 3,
        "d": "UCVt4ugq2txl_szlXAO7B3-g",
        "h": "2024-12-28 13:06:41"
    },
    {
        "a": 69,
        "e": "PL8VieMDRPaek9pe_XSzPnfy7AH3MhX_EI",
        "b": "CURSO DE REPARACIÓN DE CELULARES COMPLETO DESDE CERO ACTUALIZADO 2023 - PARA PRINCIPIANTES Y TÉCNICOS",
        "f": "https://i.ytimg.com/vi/1SVYGJGxdGY/hqdefault.jpg",
        "g": 71,
        "d": "UCskh0ctl4DdPMuPtdv1K5qA",
        "h": "2021-11-08 12:46:32",
        "c": "👉 Aprendé GRATIS a reparar celulares de MANERA PROFESIONAL\n👉 Si necesitas comprar herramientas o repuestos para REPARAR CELULARES y sos de ARGENTINA www.i2cmayorista.com"
    },
    {
        "a": 54,
        "e": "PL1yslgETgkYEe7KSXjKcfqA85w67BBwGC",
        "b": "Curso Básico Excel",
        "f": "https://i.ytimg.com/vi/haj1nVlD2K4/hqdefault.jpg",
        "g": 31,
        "d": "UC1DggK5BjCUPWNgZRy0esRQ",
        "h": "2020-04-20 05:37:38",
        "c": "CURSO DE EXCEL BÁSICO GRATUITO.  Con ejercicios para practicar. COMPLETO."
    },
    {
        "a": 65,
        "e": "PLD2F3GOy5E0N71kFdqnvYrWvZPusEwB-2",
        "b": "CURSO GRATIS ▬ BARBERÍA CLÁSICA",
        "f": "https://i.ytimg.com/vi/PRZNIQ4KU2I/hqdefault.jpg",
        "g": 8,
        "d": "UCy9THdEI4yQNkpkxf-9UTOA",
        "h": "2022-09-27 01:35:27",
        "c": "En este curso te enseñaré el paso a paso de todo lo que debe saber para realizar tus primeros cortes clásico y puedas iniciar con pie derecho en este hermoso rubro de la barbería."
    },
    {
        "a": 60,
        "e": "PLZDNGV2rkzUDlpDUnyOv3_emQTeeWQeGt",
        "b": "✅ Curso Completo de Adobe Premiere GRATIS en ESPAÑOL 2024 🚀",
        "f": "https://i.ytimg.com/vi/n3qiC8wA9vo/hqdefault.jpg",
        "g": 56,
        "d": "UCDMvkMlzxClSOQ7XbRN0IyQ",
        "h": "2024-08-05 06:04:52",
        "c": "Todos los capítulos del Curso Completo de Adobe Premiere GRATUITO del canal del Profesor Saitama."
    },
    {
        "a": 14,
        "e": "PL46G4t0fsnaJXK_SfaWdxHThKuvgCOnAZ",
        "b": "Curso de Inglés Básico",
        "f": "https://i.ytimg.com/vi/bpMELj9caNY/hqdefault.jpg",
        "g": 88,
        "d": "UC5cuBrMZHXf1_SvY4TkTPKg",
        "h": "2020-07-25 00:09:11",
        "c": "El curso de inglés del Doctor Miguel con el que aprenderás inglés desde cero y gratis."
    },
    {
        "a": 71,
        "e": "PLuQITQSfEnlJTIhGdNg6l424ZFpV1_3vU",
        "b": "Curso básico gratis Contabilidad",
        "f": "https://i.ytimg.com/vi/luIweQmHq94/hqdefault.jpg",
        "g": 44,
        "d": "UCa6cCZteFUEbC-XeH4CsKPg",
        "h": "2013-09-03 22:16:16",
        "c": "Con este curso aprenderás a contabilizar de una forma fácil y amena con la ayuda de un profesional con muchos años de experiencia en el mundo de la empresa, como administrativo y contable. Si te decides, puedes empezar en el primer capítulo, y antes de que te des cuenta, dedicándole media hora cada día, habrás aprendido lo básico para entender los conceptos fundamentales de Contabilidad Financiera.\r\n\r\nTambién puedes plantear las dudas que te vayan surgiendo, y trataremos de aclarártelas lo antes posible. \r\n\r\n¡Ponte a ello ya mismo!"
    },
    {
        "a": 38,
        "e": "PLRt_sFUAViN2khZObSC9D5iooUI55cWJW",
        "b": "Curso de Portugués A1 [Gratis y Certificado] - Edutin Academy",
        "f": "https://i.ytimg.com/vi/wZnq5Ae8oEA/hqdefault.jpg",
        "g": 28,
        "d": "UC8G49s7tEFy4tAZOIMhgIFA",
        "h": "2024-04-16 21:07:44",
        "c": "Curso de Portugués A1 gratis 👉  https://edutin.com/curso-de-portugues \n\nEste curso es de ✅ acceso gratuito e incluye la ✅ opción de obtener una Certificación Internacional. \n\nEn este curso de Portugués A1 de Edutin Academy, aprenderás las bases fundamentales del portugués, incluyendo vocabulario básico, gramática elemental y las habilidades necesarias para comunicarte en situaciones cotidianas.\n\nA lo largo de este curso de portugués A1, aprenderás desde la pronunciación básica y el vocabulario hasta las estructuras gramaticales fundamentales. Podrás expresar saludos, presentarte, utilizar números, hablar sobre días de la semana, utilizar expresiones comunes, hacer descripciones personales y mucho más.\n\n¿A quién está dirigido? 🌍📚💬 este curso de Portugués A1 está diseñado para principiantes sin conocimientos previos de portugués, viajeros apasionados, profesionales que buscan expandir sus horizontes lingüísticos y cualquier persona interesada en aprender una nueva lengua de manera efectiva y divertida.\n\n#cursodeportuguesa1 #cursodeportuguesparaprincipiantes #cursodeportuguesgratuito #cursodeportuguésonlinegratisconcertificado #cursodeportuguesonline #cursodeportuguesgratisonline #cursogratisdeportugues \n\n#cursosgratis #cursosgratisconcertificado #cursosconcertificado #cursosonline #cursosgratisonlineconcertificado #cursosenlinea #edutin #edutinacademy #edutincursos"
    }
]