[
    {
        "a": 78,
        "e": "PLRYhYjaYNiltoudRxjRg--8_NKMdTIqty",
        "b": "Curso De Guitarra Acústica Para Principiantes: Aprende Como Tocar Guitarra Desde Cero! TCDG",
        "f": "https://i.ytimg.com/vi/_V0GcjX09Lo/hqdefault.jpg",
        "g": 33,
        "d": "UC3k4Tn0XRZ2urVwBLY5s9Zw",
        "h": "2013-04-02 18:27:33",
        "c": "Aprende como tocar guitarra gratis!\r\nEl mejor curso de guitarra facil a cargo de tu profesor de guitarra online Mario Freiria. \r\nAprender guitarra acústica es muy simple y divertido! \r\n\r\n Mira estos video tutoriales de guitarra y aprende guitarra acustica de una manera facil, rapida y divertida, totalmente gratis y sin moverte de tu casa!\r\n\r\n Cursos de guitarra para aprender como tocar guitarras acusticas, canciones en guitarra, clases de guitarra para principiantes, notas en guitarra, escalas de guitarra, cursos de guitarra gratis, videos de guitarra para principiante, tablaturas de guitarra, curso de guitarra y mas.\r\n\r\n Tutorial de guitarra: aprender como tocar guitarra acustica."
    },
    {
        "a": 109,
        "e": "PLeySRPnY35dG2UQ35tPsaVMYkQhc8Vp__",
        "b": "Derivadas (Curso COMPLETO)",
        "f": "https://i.ytimg.com/vi/uK4-s0ojHFg/hqdefault.jpg",
        "g": 72,
        "d": "UCanMxWvOoiwtjLYm08Bo8QQ",
        "h": "2018-03-13 13:09:57",
        "c": "Explicación de derivadas desde los primeros conceptos hasta las derivadas con más nivel de dificultad, iniciando con el concepto de derivada, derivadas usando la definición, las reglas de derivación, regla de la cadena, hasta hablas de la derivada implícita y explicando paso a paso todos los conceptos para poder resolver cualquier tipo de derivada."
    },
    {
        "a": 26,
        "e": "PLAWADOpEOsdGBc8tYyW_im4Fg5z1m6eZu",
        "b": "Curso de PROGRAMACIÓN DESDE CERO ✅ 2020 | Crea tus PRIMEROS PROGRMAS 🚀",
        "f": "https://i.ytimg.com/vi/s43aiz5aNRQ/hqdefault.jpg",
        "g": 21,
        "d": "UCs_67ao0waslOaAbzaweHXA",
        "h": "2020-04-08 20:01:57",
        "c": "¿Te ha dado curiosidad estudiar programación?  En este curso podrás APRENDER PROGRAMACIÓN y crearás tus PRIMEROS PROGRAMAS! ⚡️ \nAnalizaremos tanto teoría como ejercicios prácticos para que tú puedas convertirte en un programador de calidad.\nCada semana habrá nuevos tutoriales! Suscríbete para verlos 🚀"
    },
    {
        "a": 90,
        "e": "PLMd59HZRUmEg539WgqJjbsvto4V3fRwn5",
        "b": "Curso de Hacking Ético y Ciberseguridad",
        "f": "https://i.ytimg.com/vi/ZDvxqqSoyZs/hqdefault.jpg",
        "g": 32,
        "d": "UCGLfzfKRUsV6BzkrF1kJGsg",
        "h": "2022-09-30 17:13:41",
        "c": "Curso de hacking ético y ciberseguridad desde cero, donde aprenderemos a utilizar Kali Linux para conocer y explotar las principales vulnerabilidades existentes."
    },
    {
        "a": 43,
        "e": "PLyvsggKtwbLX9LrDnl1-K6QtYo7m0yXWB",
        "b": "Curso de programación JAVA desde cero",
        "f": "https://i.ytimg.com/vi/L1oMLsiMusQ/hqdefault.jpg",
        "g": 48,
        "d": "UCeEW6PHNJlIwI-rKChmqqkw",
        "h": "2017-01-21 00:51:19",
        "c": "Curso JAVA desde cero,  Este es un curso gratuito y completo de programación en JAVA con bloc de notas."
    },
    {
        "a": 113,
        "e": "PLdV8ntSOIL5SqS4-sbms4M_puIIucPwmh",
        "b": "Curso de programación en R DESDE CERO",
        "f": "https://i.ytimg.com/vi/HVB0kt5ODh0/hqdefault.jpg",
        "g": 57,
        "d": "UCdwRasV4ErMV7zNhVejjfHw",
        "h": "2021-09-14 17:35:31",
        "c": "Aprende programación en R desde cero hasta avanzado con este curso completo. 📈💻 Descubre cómo manipular datos, crear visualizaciones impresionantes y aplicar análisis estadísticos con uno de los lenguajes más poderosos para ciencia de datos. ¡Todo explicado paso a paso y con ejemplos prácticos! 🔥\n\n✅ Sintaxis básica y estructuras de datos\n✅ Análisis y manipulación de datos con tidyverse\n✅ Visualización con ggplot2\n✅ Modelado estadístico y machine learning\n✅ HACKS\n✅ MUCHO MAS\n\n¡Suscríbete y comienza a programar en R hoy mismo! 🚀"
    },
    {
        "a": 106,
        "e": "PLG1qdjD__qH64tCQ756M--FVvhHyCLUA9",
        "b": "🏆 GIMP 2.10 ✅ Mega CURSO en español",
        "f": "https://i.ytimg.com/vi/ex1fEanWgkM/hqdefault.jpg",
        "g": 78,
        "d": "UCa922dmH2ITP8I0FKC-GLpQ",
        "h": "2019-10-30 14:02:21",
        "c": "Curso GIMP desde cero hasta nivel EXPERTO, el curso se divide en 4 bloques, GIMP básico, GIMP intermedio, GIMP avanzado y GIMP efectos de texto. Dale una oportunidad a este fantástico programa de edición de imágenes gratuito y de código abierto.\n\nGIMP es un editor de imágenes de tipo mapa de bits. Este tipo de imágenes están formadas por píxeles y son las que obtenemos cuando hacemos fotografías con el móvil o con cualquier cámara de fotos digital. GIMP es software libre 100% gratuito, la mejor alternativa al famoso Photoshop. \n\nGIMP es un programa que nos permite retocar y editar imágenes de forma muy avanzada, de hecho, si sabes utilizarlo de forma correcta puedes conseguir resultados alucinantes. Aunque no es el software utilizado por profesionales de la fotografía, pienso que es el programa perfecto para el común de los mortales"
    },
    {
        "a": 19,
        "e": "PLNipMBg3MF-by_2uhpnmGbGTBPMfqo7HV",
        "b": "aprende gratis, curso de electrónica básica desde cero",
        "f": "https://i.ytimg.com/vi/LjYClvMPRdE/hqdefault.jpg",
        "g": 155,
        "d": "UCUJ6BMwZFHTnBozdGONtIhA",
        "h": "2015-03-08 00:01:05",
        "c": "curso que abarca todo lo básico relacionado a electrónica, desde conceptos básicos, manejo de protoboard, soldadura, electrónica análoga y digital, diseño de impresos, manejo de software de simulación etc"
    },
    {
        "a": 41,
        "e": "PLEd0Gu3KmL1Mm_6RR7hN9kCVAFJb5yWh3",
        "b": "CURSO DE COMPUTACIÓN PARA ADULTOS",
        "f": "https://i.ytimg.com/vi/jxAgVn73OWg/hqdefault.jpg",
        "g": 15,
        "d": "UCG8MM-ZqXWN1VLoCOnhbORQ",
        "h": "2023-08-22 23:53:13",
        "c": "CURSO DE COMPUTACIÓN PARA ADULTOS"
    },
    {
        "a": 34,
        "e": "PL2COwwjWBEUYbDyWXazq55RAsgF496T_p",
        "b": "Curso gratis Patronaje desde cero",
        "f": "https://i.ytimg.com/vi/bicmwWKs0ew/hqdefault.jpg",
        "g": 58,
        "d": "UCogvPj41ww-NvV9rO4g8AoA",
        "h": "2022-03-04 00:30:29",
        "c": "Hola creativ@\nBienvenid@ a este curso completo de patronaje desde cero con el método GDS completamente gratis\nCon este curso te iniciarás en el hermoso mundo del patronaje profesional donde aprenderás a desarrollar patrones base para todo tipo de tela y transformaciones nivel básico e intermedio de una forma increíblemente fácil.\nBlusas, vestidos, pantalones y faldas son algunas de las prendas que podrás coser con todos los diseños que te enseñaré paso a paso en este curso."
    }
]