[
    {
        "a": 54,
        "e": "PL1yslgETgkYEe7KSXjKcfqA85w67BBwGC",
        "b": "Curso Básico Excel",
        "f": "https://i.ytimg.com/vi/haj1nVlD2K4/hqdefault.jpg",
        "g": 31,
        "d": "UC1DggK5BjCUPWNgZRy0esRQ",
        "h": "2020-04-20 05:37:38",
        "c": "CURSO DE EXCEL BÁSICO GRATUITO.  Con ejercicios para practicar. COMPLETO."
    },
    {
        "a": 11,
        "e": "PL8ie04dqq7_P2RoaCdVC1ef7JmNizK3uO",
        "b": "[2022] 📍 GOOGLE MAPS en ANDROID con KOTLIN - CURSO ANDROID STUDIO API📍",
        "f": "https://i.ytimg.com/vi/_dhFsvEeuCs/hqdefault.jpg",
        "g": 4,
        "d": "UCIjEgHA1vatSR2K4rfcdNRg",
        "h": "2021-01-30 10:42:14",
        "c": "Aprende a trabajar con el API de GOOGLE MAPS 📍 en ANDROID con KOTLIN"
    },
    {
        "a": 100,
        "e": "PL5YuOOJ-FGGjjK8j50TkEcjCcZ8dRAiPy",
        "b": "🚀Curso C++ para PRINCIPIANTES | DESDE CERO 💻| EXPLICACIÓN FÁCIL 💥 2025",
        "f": "https://i.ytimg.com/vi/RGSEnAzS4XY/hqdefault.jpg",
        "g": 62,
        "d": "UC-aSfQ1bPJNZGQSRsA1xGMA",
        "h": "2024-01-30 14:26:26",
        "c": "Curso profesional de programación C++ desde cero - En este curso aprenderás a programar y construir tus programas utilizando el lenguaje de programación C++.\n\nC++ es un lenguaje de programación diseñado en 1979 por Bjarne Stroustrup. La intención de su creación fue extender al lenguaje de programación C y añadir mecanismos que permiten la manipulación de objetos. En ese sentido, desde el punto de vista de los lenguajes orientados a objetos, C++ es un lenguaje híbrido."
    },
    {
        "a": 97,
        "e": "PLyvsggKtwbLVOPuOGn9J1Ie9RD7r7LcWD",
        "b": "Curso Spring Boot : Desarrollo de Microservicios",
        "f": "https://i.ytimg.com/vi/BRtPNl0aBkA/hqdefault.jpg",
        "g": 30,
        "d": "UCeEW6PHNJlIwI-rKChmqqkw",
        "h": "2024-02-29 15:56:43",
        "c": "¡Sumérgete en el apasionante mundo del desarrollo de microservicios con Spring Boot, una de las tecnologías más codiciadas en la actualidad dentro del vasto universo tecnológico!\n\nEn este completo curso, te llevaremos de la mano paso a paso a través del desarrollo de un microservicio backend con Spring Boot, utilizando la poderosa herramienta InteliJ como nuestro fiel compañero de viaje.\n\nExploraremos las últimas y más actualizadas versiones de Java, Spring y Spring Boot, desentrañando meticulosamente cada una de las anotaciones que Spring nos ofrece para potenciar nuestro código al máximo.\n\nSin embargo, lo que realmente distingue este curso es el énfasis especial que pondremos en el diseño arquitectónico de cada capa de la solución. Profundizaremos en conceptos complejos como la inyección de dependencias, el bajo acoplamiento y la cohesión de los diversos componentes, asegurando que comprendas no solo cómo codificar, sino cómo construir robustas y escalables soluciones.\n\nCada implementación de controladores, servicios y persistencia se realizará siguiendo las mejores prácticas que Java nos ofrece, garantizando un código limpio y de calidad excepcional.\n\nPero eso no es todo, también exploraremos la integración de tecnologías complementarias como Docker para la gestión de contenedores, PostgresSQL como nuestra base de datos relacional y Lombok para simplificar el código. Y para asegurarnos de que nuestra API REST esté en la cima de su juego, llevaremos a cabo exhaustivas pruebas utilizando Postman, garantizando que esté bien formada y lista para enfrentar los desafíos del mundo real.\n\n¡Prepárate para transformar tu manera de desarrollar microservicios y llevar tus habilidades al siguiente nivel con este emocionante curso!"
    },
    {
        "a": 51,
        "e": "PLU8oAlHdN5BktAXdEVCLUYzvDyqRQJ2lk",
        "b": "Curso de Java 2025 desde 0",
        "f": "https://i.ytimg.com/vi/U709qY6S9rA/hqdefault.jpg",
        "g": 280,
        "d": "UCdulIs-x_xrRd1ezwJZR9ww",
        "h": "2014-05-05 14:25:01"
    },
    {
        "a": 46,
        "e": "PL93iwVYt7GG7OMmJZclmGo0ekKOzTi5o-",
        "b": "CURSO COMPLETO DE INGLÉS - NIVEL PRINCIPIANTE",
        "f": "https://i.ytimg.com/vi/83r_zzg5UsY/hqdefault.jpg",
        "g": 244,
        "d": "UC7YI4X4i8YCH5KKWCWP85JQ",
        "h": "2017-08-07 19:34:51",
        "c": "Aquí podrás encontrar nuestros vídeos en orden para que puedas estudiar con la secuencia correcta.  ¡Espero te sirva!"
    },
    {
        "a": 53,
        "e": "PLBI8wHKIc4CkZnX6ItctDU76k7mL5Qjfv",
        "b": "Curso De Trading",
        "f": "https://i.ytimg.com/vi/QPbpQ1wgvF0/hqdefault.jpg",
        "g": 8,
        "d": "UCVt4ugq2txl_szlXAO7B3-g",
        "h": "2024-12-28 13:13:19"
    },
    {
        "a": 14,
        "e": "PL46G4t0fsnaJXK_SfaWdxHThKuvgCOnAZ",
        "b": "Curso de Inglés Básico",
        "f": "https://i.ytimg.com/vi/bpMELj9caNY/hqdefault.jpg",
        "g": 88,
        "d": "UC5cuBrMZHXf1_SvY4TkTPKg",
        "h": "2020-07-25 00:09:11",
        "c": "El curso de inglés del Doctor Miguel con el que aprenderás inglés desde cero y gratis."
    },
    {
        "a": 98,
        "e": "PLj0g_C56bhRkMhBschCdIRd_bJfD2nBgG",
        "b": "Curso completo de francés  desde cero fácil y rápido para principiantes - NIVEL 1",
        "f": "https://i.ytimg.com/vi/XUKt0Uqireo/hqdefault.jpg",
        "g": 54,
        "d": "UCK6bfsyaPVasHZxTRmieZxA",
        "h": "2023-11-08 19:51:22"
    },
    {
        "a": 109,
        "e": "PLeySRPnY35dG2UQ35tPsaVMYkQhc8Vp__",
        "b": "Derivadas (Curso COMPLETO)",
        "f": "https://i.ytimg.com/vi/uK4-s0ojHFg/hqdefault.jpg",
        "g": 72,
        "d": "UCanMxWvOoiwtjLYm08Bo8QQ",
        "h": "2018-03-13 13:09:57",
        "c": "Explicación de derivadas desde los primeros conceptos hasta las derivadas con más nivel de dificultad, iniciando con el concepto de derivada, derivadas usando la definición, las reglas de derivación, regla de la cadena, hasta hablas de la derivada implícita y explicando paso a paso todos los conceptos para poder resolver cualquier tipo de derivada."
    }
]