[
    {
        "i": 60,
        "j": "_6CPVOYm77Q",
        "b": "AutoCAD 2016, Dibujando lavabo, curso completo en español, cap 4.6.c.",
        "h": "20150825141630"
    },
    {
        "i": 81,
        "j": "_7WMvIKt8KE",
        "b": "AutoCAD 2016, Insertar un dibujo dentro de otro proyecto, curso completo en español, cap 6.11.",
        "h": "20150829123431"
    },
    {
        "i": 89,
        "j": "_cSnuunH3Ug",
        "b": "AutoCAD 2016, Crear entramado de ejes para anotaciones, curso completo en español, cap 7.8.",
        "h": "20150902060217"
    },
    {
        "i": 71,
        "j": "07BGbbSP00Y",
        "b": "AutoCAD 2016, Bloques para compartir objetos entre proyectos, curso completo en español, cap 6.1.",
        "h": "20150827140813"
    },
    {
        "i": 47,
        "j": "16HjU-Rc0iY",
        "b": "AutoCAD 2016, Dibujando escalera y detallando pasamanos, curso completo en español, cap 4.4.c.",
        "h": "20150816100812"
    },
    {
        "i": 18,
        "j": "1U8pZBk8KpM",
        "b": "AutoCAD 2016, Mirada mas cercana a la entrada dinámica, Curso completo en español, cap 3.4.",
        "h": "20150807193038"
    },
    {
        "i": 7,
        "j": "2rdJp3apkQY",
        "b": "AutoCAD 2016, Usando la herramienta linea, curso completo en español, cap 2.1.a.",
        "h": "20150807191606"
    },
    {
        "i": 69,
        "j": "3kZA2j2U8rg",
        "b": "AutoCAD 2016, Configurar grosor y tipo de linea a capas, curso completo en español, cap 5.8.",
        "h": "20150826145702"
    },
    {
        "i": 72,
        "j": "4L_zBMoKJ0k",
        "b": "AutoCAD 2016, Creación y configuración de bloque comedor 2d, curso completo en español, cap 6.2.",
        "h": "20150827141059"
    },
    {
        "i": 70,
        "j": "60uEaHl2x98",
        "b": "AutoCAD 2016, Reorganizar paneles y recorrer capas, curso completo en español, cap 5.9.",
        "h": "20150826150059"
    },
    {
        "i": 78,
        "j": "6Xo7UXeItaA",
        "b": "AutoCAD 2016, Modificando bloque usando editor de bloques, curso completo en español, cap 6.8.",
        "h": "20150829122418"
    },
    {
        "i": 26,
        "j": "788D5Hzj1oI",
        "b": "AutoCAD 2016, Comando polilínea en la arquitectura orgánica, curso completo en español, cap 4.1.h.",
        "h": "20150808165004"
    },
    {
        "i": 90,
        "j": "95Vz0rlnrTs",
        "b": "AutoCAD 2016, Creando círculos de cabecera en ejes, curso completo en español, cap 7.9.",
        "h": "20150902060513"
    },
    {
        "i": 87,
        "j": "9iupDFFNh0Y",
        "b": "AutoCAD 2016, Colocar etiquetas con texto anotativo, curso completo en español, cap 7.6.",
        "h": "20150831050308"
    },
    {
        "i": 8,
        "j": "aiTpoVVdEoU",
        "b": "AutoCAD 2016, Utilizando el comando borrar y borrar todo, curso completo en español, cap 2.1.b.",
        "h": "20150807191700"
    },
    {
        "i": 53,
        "j": "AyG2EuYmD2o",
        "b": "AutoCAD 2016, Uso de paramétrico para dibujo de quemadores, curso completo en español, cap 4.5.d.",
        "h": "20150825013132"
    },
    {
        "i": 59,
        "j": "azcYnZM4TsY",
        "b": "AutoCAD 2016, Dibujar unidad de ducha usando polilíneas, curso completo en espanol, cap 4.6.b.",
        "h": "20150825141401"
    },
    {
        "i": 56,
        "j": "bbI_L6ZwiBI",
        "b": "AutoCAd 2016, Desactivando paramétricos al crear tarja, curso completo en español, cap 4.5.g.",
        "h": "20150825014128"
    },
    {
        "i": 15,
        "j": "BIcYrBeR3V8",
        "b": "AutoCAD 2016, Configuración de las unidades de dibujo, curso completo en español, cap 3.1.",
        "h": "20150807192134"
    },
    {
        "i": 49,
        "j": "BYF8VAOCJ0I",
        "b": "AutoCAD 2016, Ajustar escalera con el comando estirar, curso completo en español, cap 4.4.e.",
        "h": "20150816101349"
    },
    {
        "i": 12,
        "j": "BYMqZmKJCcc",
        "b": "AutoCAD 2016, Uso del comando recorte en figura, curso completo en español, cap 2.2.b.",
        "h": "20150807191925"
    },
    {
        "i": 73,
        "j": "c5ZllYEGwqM",
        "b": "AutoCAD 2016, Insertando y escalando bloque de auto en garaje, curso completo en español, cap 6.3.",
        "h": "20150827141313"
    },
    {
        "i": 25,
        "j": "cfk1Mz3KsZ0",
        "b": "AutoCAD 2016, Limpieza de recortes en proyecto, curso completo en español, cap 4.1.g.",
        "h": "20150808164707"
    },
    {
        "i": 16,
        "j": "CJOcHI5lPH8",
        "b": "AutoCAD 2016, Configuración de los limites de dibujo, curso completo en español cap 3.2.",
        "h": "20150807192419"
    },
    {
        "i": 33,
        "j": "copFdaTh2U0",
        "b": "AutoCAD 2016, Copiando puerta doble usando comando escalar, curso completo en español, cap 4.2.d.",
        "h": "20150811044629"
    },
    {
        "i": 68,
        "j": "dgGN_p8AE1I",
        "b": "AutoCAD 2016, Cubierta con bloque e inutilización de capas, curso completo en español, cap 5.7.",
        "h": "20150826145446"
    },
    {
        "i": 77,
        "j": "Dqtm9ZDyUAE",
        "b": "AutoCAD 2016, Aplicar escala no uniforme, curso completo en español, cap 6.7.",
        "h": "20150829122133"
    },
    {
        "i": 86,
        "j": "E_Mp8PTUG0Q",
        "b": "AutoCAD 2016, Configurar estilo de texto anotativo para niveles, curso completo en español, cap 7.5.",
        "h": "20150831050054"
    },
    {
        "i": 63,
        "j": "efYusRafgBE",
        "b": "AutoCAD 2016, Crear y eliminar capas y asignación de color, curso completo en español, cap 5.2.",
        "h": "20150826143530"
    },
    {
        "i": 91,
        "j": "ehL0CeedU20",
        "b": "AutoCAD 2016, Asignar anotaciones y partir lineas de apoyo, curso completo en español, cap 7.10.",
        "h": "20150902060653"
    },
    {
        "i": 35,
        "j": "eMMRfMOPFjw",
        "b": "AutoCAD 2016, Dibujo de puerta corredera de cristal, curso completo en español, cap 4.2.f.",
        "h": "20150811045640"
    },
    {
        "i": 67,
        "j": "EPAkQoy5N4I",
        "b": "AutoCAD 2016, Asignar muros a capas con selección similares, curso completo en español, cap 5.6.",
        "h": "20150826145215"
    },
    {
        "i": 0,
        "j": "F3tIv7FFw9c",
        "b": "AutoCAD 2016, Descarga de software y material e inicio, curso completo en español, cap 1.1.",
        "h": "20150807191147"
    },
    {
        "i": 61,
        "j": "Fq_zzF_F6aE",
        "b": "AutoCAD 2016, Colocando inodoro con comando elipse, curso completo en español, cap 4.6.d.",
        "h": "20150825141827"
    },
    {
        "i": 44,
        "j": "fq80C0KnZaM",
        "b": "AutoCAD 2016, Diferenciar ventanales con puertas corredizas, curso completo en español. cap 4.3.d.",
        "h": "20150816095731"
    },
    {
        "i": 42,
        "j": "Fs0VgqvCICM",
        "b": "AutoCAD 2016, Dibujar ventanas simples sin indicación de hoja, curso completo en español, cap 4.3.b.",
        "h": "20150816094942"
    },
    {
        "i": 64,
        "j": "Fv8ZjFRYsYU",
        "b": "AutoCAD 2016, Tipo y grosor de linea en panel de capas, curso completo en español, cap 5.3.",
        "h": "20150826143914"
    },
    {
        "i": 30,
        "j": "GaMncOoCQHU",
        "b": "AutoCAD 2016, Creando puertas con comando rectángulo y giro, curso completo en español, cap 4.2.a.",
        "h": "20150811043440"
    },
    {
        "i": 6,
        "j": "gHTwiTjwNsw",
        "b": "AutoCAD 2016, Interfaz de linea de comandos, curso completo en espanol, cap 1.3.c",
        "h": "20150807191444"
    },
    {
        "i": 76,
        "j": "gnMWWmeLrxU",
        "b": "AutoCAD 2016, Cambiando puertas y ventanas por bloques, curso completo en español, cap 6.6.",
        "h": "20150827142310"
    },
    {
        "i": 11,
        "j": "GOd_RLpiuh0",
        "b": "AutoCAD 2016, Iniciando figura y el comando Offset o Desface, curso completo en español, cap 2.2.a.",
        "h": "20150807191854"
    },
    {
        "i": 21,
        "j": "GS-cN_kwTFc",
        "b": "AutoCAD 2016. Creando muros externos con comando desfase, curso completo en español, cap 4.1.c.",
        "h": "20150808162506"
    },
    {
        "i": 62,
        "j": "gZBdkXldbeo",
        "b": "AutoCAD 2016, Usar capas como herramienta de organización, curso completo en español, cap 5.1.",
        "h": "20150825142151"
    },
    {
        "i": 75,
        "j": "H-8pi8R0udc",
        "b": "AutoCAD 2016, Encontrar información de elementos en el proyecto, curso completo en español, cap 6.5.",
        "h": "20150827141849"
    },
    {
        "i": 31,
        "j": "HDgGBIrA4R8",
        "b": "AuoCAD 2016, Oscilación de la puerta con comando arco, curso completo en español cap 4.2.b.",
        "h": "20150811043739"
    },
    {
        "i": 29,
        "j": "HFatbrfrQO0",
        "b": "AutoCAD 2016, Proyectando trabe y columnas decorativas, curso completo en español, cap 4.1.k.",
        "h": "20150808170122"
    },
    {
        "i": 82,
        "j": "I10BDeYQOa0",
        "b": "AutoCAD 2016, Importancia de las anotaciones en el dibujo, curso completo en español, cap 7.1.",
        "h": "20150829124212"
    },
    {
        "i": 23,
        "j": "i3qsAPExU5k",
        "b": "AutoCAD 2016, Perfilando plano de casa con comando recorte, curso completo en español, cap 4.1.e.",
        "h": "20150808163932"
    },
    {
        "i": 58,
        "j": "il4W1B90L0w",
        "b": "AutoCAD 2016, Amueblando baño, diseño de jacuzzi, curso completo en español, ap 4.6.a.",
        "h": "20150825014706"
    },
    {
        "i": 50,
        "j": "Jz7uHJmLNo0",
        "b": "AutoCAD 2016, Uso de comando estirar y filtro de puntos, curso completo en español, cap 4.5.a.",
        "h": "20150818165257"
    },
    {
        "i": 84,
        "j": "KmqT6jrQZCg",
        "b": "AutoCAD 2016, Configurar nuevo estilo de texto para títulos, curso completo en español, cap 7.3.",
        "h": "20150831045348"
    },
    {
        "i": 74,
        "j": "L5hRqgf3SlY",
        "b": "AutoCAD 2016, Creación, edición y modificación de grupos, curso completo en español, cap 6.4.",
        "h": "20150827141536"
    },
    {
        "i": 46,
        "j": "liVWFTdRtpw",
        "b": "AutoCAD 2016, Dibujo de pasamanos para terraza, curso completo en español, cap 4.4.b.",
        "h": "20150816100533"
    },
    {
        "i": 83,
        "j": "lycGFNcSErs",
        "b": "AutoCAD 2016, Determinando la escala del texto en el dibujo, curso completo en español, cap 7.2.",
        "h": "20150829125029"
    },
    {
        "i": 10,
        "j": "Md4Ghh9aiOo",
        "b": "AutoCAD 2016, Ingreso y uso de coordenadas polares, curso completo en español, cap 2.1.d.",
        "h": "20150807191819"
    },
    {
        "i": 28,
        "j": "MEvoQfuJzF4",
        "b": "AutoCAD 2016, Cortes en muros para puertas y ventanas, curso completo en español, cap 4.1.j.",
        "h": "20150808165730"
    },
    {
        "i": 22,
        "j": "MMSPPKKxh3g",
        "b": "AutoCAD 2016, Definir muros internos con comando desfase, curso completo en español, cap 4.1.d.",
        "h": "20150808163200"
    },
    {
        "i": 27,
        "j": "mQwzRqcWHxE",
        "b": "AutoCAD 2016, Otras técnicas de diseño con polilínea, curso completo en español, cap 4.1.i.",
        "h": "20150808165348"
    },
    {
        "i": 88,
        "j": "n-hIxt_D7tc",
        "b": "AutoCAD 2016, Propiedades de texto, curso completo en español, cap 7.7.",
        "h": "20150902055846"
    },
    {
        "i": 38,
        "j": "nI7pSocfeOo",
        "b": "AutoCAD 2016, Dibujando puertas bifold con comando simetría, curso completo en español, cap 4.2.i.",
        "h": "20150812160721"
    },
    {
        "i": 24,
        "j": "nyigII-MkSU",
        "b": "AutoCAD 2016, Definiendo espacio para closet (guarda ropa), curso completo en español, cap 4.1.f.",
        "h": "20150808164329"
    },
    {
        "i": 37,
        "j": "o1927F62mzI",
        "b": "AutoCAD 2016, Moviendo puerta usando comando desplazar, curso completo en español, cap 4.2.h.",
        "h": "20150812155959"
    },
    {
        "i": 66,
        "j": "O1p58kfpVlA",
        "b": "AutoCAD 2016, Tipos de selección para asignación de capas, curso completo en español, cap 5.5.",
        "h": "20150826144544"
    },
    {
        "i": 79,
        "j": "oFQgV29HkSI",
        "b": "AutoCAD 2016, Compartir información entre dibujos, curso completo en español, cap 6.9.",
        "h": "20150829122614"
    },
    {
        "i": 65,
        "j": "oTH3sj4izCk",
        "b": "AutoCAD 2016, Capas temáticas y asignación de objetos a capas, curso completo en español, cap 5.4.",
        "h": "20150826144300"
    },
    {
        "i": 51,
        "j": "p64-Q-EylIM",
        "b": "AutoCAD 2016, Dibujar cubierta de cocina con comando empalme, curso completo en español, cap 4.5.b.",
        "h": "20150818165951"
    },
    {
        "i": 19,
        "j": "pEkXlXXaVyw",
        "b": "AutoCAD 2016, Proyección, croquis y boceto del proyecto, curso completo en español, ap 4.1.a.",
        "h": "20150808161405"
    },
    {
        "i": 55,
        "j": "qNkksYgDy3Q",
        "b": "AutoCAD 2016, Restricción paramétrica por radio, curso completo en español, cap 4.5.f.",
        "h": "20150825013826"
    },
    {
        "i": 32,
        "j": "qRvbNRm5-9A",
        "b": "AutoCAD 2016, Duplicando puertas usando copiar y simetría, curso completo en español, cap 4.2.c.",
        "h": "20150811044234"
    },
    {
        "i": 20,
        "j": "RecyO85TUf0",
        "b": "AutoCAD 2016, Definir ejes de muros horizontales y verticales, curso completo en español, cap 4.1.b.",
        "h": "20150808161657"
    },
    {
        "i": 39,
        "j": "s2VBYUCLPp0",
        "b": "AutoCAD 2016, Dibujar puerta de vaivén y tipos de linea, curso completo en español, cap 4.2.j",
        "h": "20150812161146"
    },
    {
        "i": 14,
        "j": "sMQvvV51QKs",
        "b": "AutoCAD 2016, Agregar acceso con desfase, alargar y recortar, curso completo en español, cap 2.2.d.",
        "h": "20150807192045"
    },
    {
        "i": 43,
        "j": "tUFGJK2rua0",
        "b": "AutoCAD 2016, Dibujando ventana con indicación de hoja, curso completo en español, cap 4.3.c.",
        "h": "20150816095221"
    },
    {
        "i": 2,
        "j": "TxgPxLWvUuI",
        "b": "AutoCAD 2016, Explorando la interfaz de usuario, curso completo en español, cap 1.2.b.",
        "h": "20150807191248"
    },
    {
        "i": 57,
        "j": "UIaUyQkCVX4",
        "b": "AutoCAD 2016, Dibujar tinas de tarja con empalme radio, curso completo en español, cap 4.5.h.",
        "h": "20150825014400"
    },
    {
        "i": 13,
        "j": "UyxdWxBolIM",
        "b": "AutoCAD 2016, Usos del comando empalme, curso completo en español, cap 2.2.c.",
        "h": "20150807192009"
    },
    {
        "i": 1,
        "j": "vsS6jWi708M",
        "b": "AutoCAD 2016, Nuevas características de la pestaña de inicio, curso completo en español, cap 1.2.a.",
        "h": "20150807191223"
    },
    {
        "i": 4,
        "j": "W56MdbEkr5U",
        "b": "AutoCAD 2016, Configurar área de dibujo y color de fondo, curso completo en español cap 1.3.a.",
        "h": "20150807191357"
    },
    {
        "i": 9,
        "j": "wroN-oGn3o8",
        "b": "AutoCAD 2016, Configuración e ingreso de coordenadas, curso completo en español, cap 2.1.c.",
        "h": "20150807191739"
    },
    {
        "i": 40,
        "j": "WWVA8oH96oE",
        "b": "AutoCAD 2016, Corregir desface con referencia a objetos, curso completo en español, cap 4.2.k.",
        "h": "20150812161804"
    },
    {
        "i": 85,
        "j": "X5rzuB02w2s",
        "b": "AutoCAD 2016, Insertar titulo con texto lineal en plano, curso completo en español, cap 7.4.",
        "h": "20150831045642"
    },
    {
        "i": 3,
        "j": "XsGBQ8xoCVM",
        "b": "AutoCAD 2016, Gestionando espacios de trabajo, curso completo en español, cap 1.2.c.",
        "h": "20150807191319"
    },
    {
        "i": 17,
        "j": "YngdXxDMpeI",
        "b": "AutoCAD 2016, Dibujo con cuadricula y ajustes, Curso completo en español, cap 3.3.",
        "h": "20150807192805"
    },
    {
        "i": 41,
        "j": "YoGVrAgWJdQ",
        "b": "AutoCAd 2016, Definir umbrales para delimitar espacios, curso completo en español, cap 4.3.a.",
        "h": "20150812162422"
    },
    {
        "i": 54,
        "j": "yOLygPBAVvM",
        "b": "AutoCAD 2016, Restricciones con paramétrico, curso completo en español, cap 4.5.e.",
        "h": "20150825013607"
    },
    {
        "i": 52,
        "j": "YTUUiw5iP3M",
        "b": "AutoCAD 2016, Diseñando parrilla, isla y estufa, curso completo en español cap 4.5.c.",
        "h": "20150818170516"
    },
    {
        "i": 5,
        "j": "Yz5f7grsMq4",
        "b": "AutoCAD 2016, Conociendo y personalizando la cinta de opciones, curso completo en español, cap 1.3.b",
        "h": "20150807191422"
    },
    {
        "i": 48,
        "j": "zAz5kuzHLNQ",
        "b": "AutoCAD 2016, Escaleras traseras con comando copiar y reflejo, curso completo en español, cap 4.4.d.",
        "h": "20150816101115"
    },
    {
        "i": 34,
        "j": "ZIusOEkqLII",
        "b": "AutoCAD 2016, Creando puerta de doble hoja, curso completo en español, cap 4.2.e.",
        "h": "20150811045204"
    },
    {
        "i": 36,
        "j": "zlS-ZtwrI2s",
        "b": "AutoCAD 2016, Dibujando puerta de garaje en el proyecto, curso completo en español, cap 4.2.g.",
        "h": "20150812154929"
    },
    {
        "i": 45,
        "j": "zpuuNng2Z0o",
        "b": "AutoCAD 2016, Espacios de terraza y escalera de acceso, curso completo en español, cap 4.4.a.",
        "h": "20150816100043"
    },
    {
        "i": 80,
        "j": "ZqTmGOAS3oE",
        "b": "AutoCAD 2016, Crear microproyectos de detalle con bloquedisc, curso completo en español, cap 6.10.",
        "h": "20150829122940"
    }
]