[
    {
        "i": 10,
        "j": "c8_DUo0HcDU",
        "b": "✅CURSO REPARACIÓN DE TELEVISORES LCDLED VIDEO 11 LA FUENTE PARA LOS LED COMO PONERLE UNA CARGA FALSA",
        "h": "20230113132839",
        "l": 1267
    },
    {
        "i": 12,
        "j": "cgJPbT_1oCE",
        "b": "✅CURSO REPARACIÓN DE TELEVISORES LCD  VIDEO 13 TARJETA T-CON Y SUS VOLTAJES PARA EL CONVERSOR DC DC",
        "h": "20230210010841",
        "l": 844
    },
    {
        "i": 2,
        "j": "FcQLWN5HiOA",
        "b": "✅CURSO REPARACIÓN DE TELEVISORES LCD LED VIDEO 3 ANÁLISIS ENTRE LA FUENTE DE PODER Y LA MAIN BOARD",
        "h": "20221225025956",
        "l": 1341
    },
    {
        "i": 18,
        "j": "fqOLPMCZGlk",
        "b": "✅️👍REPARACIÓN DE TELEVISORES LCD LED CLASE 20 MÉTODO PARA ENCONTRAR CORTOS CON MULTIMETRO ANALÓGICO",
        "h": "20230819004000",
        "l": 826
    },
    {
        "i": 14,
        "j": "gwwcDkiwuq8",
        "b": "✅CURSO REPARACIÓN DE TELEVISORES LCD LED VIDEO 15 MAIN BOARD \"SECCIÓN DE AUDIO\"",
        "h": "20230212011708",
        "l": 1847
    },
    {
        "i": 9,
        "j": "int0B7sh1dw",
        "b": "✅CURSO REPARACIÓN DE TELEVISORES LCD LED VÍDEO 9 SEGUNDA PARTE TV SAMSUNG NO ENCIENDE FALLA REAL",
        "h": "20230108050619",
        "l": 253
    },
    {
        "i": 3,
        "j": "j8zUb2D8zlA",
        "b": "✅CURSO REPARACIÓN DE TELEVISORES LCD LED VIDEO 4 LA ORDEN DE ENCENDIDO COMO DARLA MANUALMENTE.",
        "h": "20221231022704",
        "l": 1818
    },
    {
        "i": 6,
        "j": "jpsUUT--YQI",
        "b": "✅CURSO REPARACIÓN DE TELEVISORES LCD LED VIDEO 7 COMO DAR LA ORDEN DE ENCENDIDO MANUAL AL INVERSOR",
        "h": "20230108050545",
        "l": 1011
    },
    {
        "i": 0,
        "j": "K0yr3di6Hv8",
        "b": "✅NUEVO CURSO GRATUITO AÑO 2023 REPARACIÓN DE TELEVISORES LCD  VIDEO 1 INTRODUCCIÓN A LOS TELEVISORES",
        "h": "20221225025936",
        "l": 827
    },
    {
        "i": 16,
        "j": "mHmT2kCdA30",
        "b": "✅️REPARACIÓN DE TELEVISORES CLASE 18 VOLTAJES DEL CONVERSOR DCDC SIMULANDO CORTO EN UN CAPACITOR SMD",
        "h": "20230810214909",
        "l": 885
    },
    {
        "i": 11,
        "j": "n7ElG4F-XKs",
        "b": "✅CURSO REPARACIÓN DE TELEVISORES LCD LED  VIDEO 12 LAS REGLETAS LEDS Y SU HERRAMIENTA DE PRUEBA.",
        "h": "20230117163811",
        "l": 1589
    },
    {
        "i": 1,
        "j": "QrSNQuKj2qY",
        "b": "✅CURSO REPARACIÓN DE TELEVISORES VIDEO 2 CONOCIENDO LAS ETAPAS Y VOLTAJES.",
        "h": "20221225025947",
        "l": 1808
    },
    {
        "i": 15,
        "j": "RFWtgRznJ-A",
        "b": "✅️REPARACIÓN DE TELEVISORES LCD LED CLASE 16 SEÑAL LVDS CON MULTIMETRO",
        "h": "20230807012022",
        "l": 827
    },
    {
        "i": 4,
        "j": "riNavVU5_VY",
        "b": "✅CURSO REPARACIÓN DE TELEVISORES LCDLED VIDEO 5 POR CUANTAS FUENTES ESTA CONFORMADA LA PROPIA FUENTE",
        "h": "20221231022712",
        "l": 1380
    },
    {
        "i": 5,
        "j": "tMAIdEsIUX4",
        "b": "✅CURSO REPARACIÓN DE TELEVISORES LCD LED VIDEO 6 LA TARJETA INVERSORA. @HANSDASILVAHDS",
        "h": "20221231022720",
        "l": 1599
    },
    {
        "i": 8,
        "j": "Xz_Wxf0RyiU",
        "b": "✅CURSO REPARACIÓN DE TELEVISORES LCD LED VÍDEO 9 CASO REAL TV SAMSUNG NO ENCIENDE SE PROTEGE.",
        "h": "20230108050612",
        "l": 1017
    },
    {
        "i": 7,
        "j": "ZBh5wOi83fk",
        "b": "✅CURSO REPARACIÓN DE TELEVISORES LCD LED VIDEO 8 HERRAMIENTA PARA LAS LÁMPARAS CCFL DE ALTO VOLTAJE.",
        "h": "20230108050603",
        "l": 424
    },
    {
        "i": 13,
        "j": "ZEaFqKbgQ0Q",
        "b": "✅CURSO REPARACIÓN DE TELEVISORES LCD VIDEO 14 ANÁLISIS EN MAIN BOARD Y SUS ESTRUCTURA GENERAL",
        "h": "20230211190207",
        "l": 1073
    },
    {
        "i": 17,
        "j": "zlX6mG734xM",
        "b": "REPARACIÓN DE TELEVISORES CLASE 19 CASO REAL TV LG 42LA6130 MÉTODO DE REPARACIÓN FACIL",
        "h": "20230815235357",
        "l": 850
    }
]