[
    {
        "i": 24,
        "j": "3v5HEAF7Wl0",
        "b": "👽Cómo usar NIKTO en Kali Linux y Parrot OS #21"
    },
    {
        "i": 1,
        "j": "4lKQKxwjXbg",
        "b": "▶ Como INSTALAR KALI LINUX 2025 en VirtualBox y VMware"
    },
    {
        "i": 8,
        "j": "4m1sry_AiIs",
        "b": "Cómo Usar la TERMINAL + COMANDOS Básicos de LINUX: Tutorial de KALI LINUX 2025 Ciberseguridad #06"
    },
    {
        "i": 9,
        "j": "4u7bWBKaBdM",
        "b": "✅Cómo ACTIVAR el Usuario de ROOT en KALI LINUX - Habilitar SIEMPRE [MODO ROOT] en KALI LINUX 2025"
    },
    {
        "i": 0,
        "j": "7_4jljxzvcA",
        "b": "Curso de Hacking desde CERO - Aprende Ciberseguridad Gratis 2025 #01"
    },
    {
        "i": 33,
        "j": "74Vvz_PwvEc",
        "b": "✅ APRENDE WIFI HACKING de Forma Ética y Legal - Tutorial Completo TryHackMe con Aircrack-ng"
    },
    {
        "i": 20,
        "j": "85dWUzHZNqo",
        "b": "Cómo Usar METASPLOIT + Vulnerabilidad VSFTPD 2.3.4 #16"
    },
    {
        "i": 37,
        "j": "9g8XL8VX9SQ",
        "b": "PRACTICA HACKING DE FORMA LEGAL en TryHackMe! Uso + Configuración"
    },
    {
        "i": 12,
        "j": "aFI_oIlNsAY",
        "b": "Cómo CAMBIAR La Dirección MAC - Uso de Macchanger Linux #08-2"
    },
    {
        "i": 14,
        "j": "BYTxQ1jmT6w",
        "b": "⚠️Cómo Proteger TODAS tus CUENTAS Online #10"
    },
    {
        "i": 5,
        "j": "ce1NcRZ6WwY",
        "b": "[NUEVO] TOP 5 Cosas TIPS que Hacer Despues de Instalar KALI LINUX 2025 Curso de Hacking Etico #03"
    },
    {
        "i": 19,
        "j": "d2MxAR89ePE",
        "b": "Cómo usar NMAP: Escaneo de Puertos Abiertos y Comandos NMAP #15"
    },
    {
        "i": 11,
        "j": "gYD0-g3jDmE",
        "b": "💥 Qué es una DIRECCIÓN MAC? Para qué SIRVEN las DIRECCIONES MAC #08"
    },
    {
        "i": 40,
        "j": "H__m0IJd618",
        "b": "😱 Las MEJORES Extensiones para HACKING: Top Herramientas de Ciberseguridad"
    },
    {
        "i": 16,
        "j": "j8Sa1IQRjl8",
        "b": "Escanear SUBDOMINIOS de Página Web: Uso de httprobe #12"
    },
    {
        "i": 43,
        "j": "jWBudwA8idc",
        "b": "HACKING CON KALI LINUX EN LA NUBE! - El Servidor de un Hacker"
    },
    {
        "i": 32,
        "j": "ks-24m6NeAo",
        "b": "CÓMO SER HACKER: Guía Definitiva, Cómo empezar en Hacking y Ciberseguridad 2025"
    },
    {
        "i": 18,
        "j": "LBSDFKt2PlI",
        "b": "▶Instalar METASPLOITABLE 2 VirtualBox / VMware #14"
    },
    {
        "i": 36,
        "j": "MgxEYPSabvs",
        "b": "⚠️ Dónde Aprender a HACKEAR: Cómo Empezar y Practicar HACKING Ético!"
    },
    {
        "i": 45,
        "j": "MzlJfv3sDSo",
        "b": "Que NO te HACKEEN el WIFI: Proteger tu Red y Router contra Hackers en 7 Pasos"
    },
    {
        "i": 38,
        "j": "O5Yd7pXqz_Y",
        "b": "🔑 CREA TU PROPIA VPN GRATIS!"
    },
    {
        "i": 44,
        "j": "OABYu3nkp1k",
        "b": "Rustscan: El Escáner MÁS RÁPIDO!! - Herramienta Kali Linux y Parrot OS"
    },
    {
        "i": 3,
        "j": "OnuRZhT3fQE",
        "b": "INSTALAR KALI LINUX EN USB 2025 - KALI PORTABLE!"
    },
    {
        "i": 22,
        "j": "Oygj6D3mhok",
        "b": "▶ SEARCHSPLOIT: Uso en Kali Linux con Metasploit #19"
    },
    {
        "i": 26,
        "j": "pa_4yEQePoc",
        "b": "Buscar Directorios en Página Web con Gobuster, Dirbuster y Dirb #23"
    },
    {
        "i": 23,
        "j": "QjA4EJ8M6ms",
        "b": "NESSUS! 🌐 Uso e Instalación: Escáner en Kali Linux y Parrot OS #20"
    },
    {
        "i": 35,
        "j": "R9YdOIm7mcI",
        "b": "ASÍ HACKEAN PÁGINAS WEB EN SEGUNDOS! (Encontramos la Contraseña!)"
    },
    {
        "i": 17,
        "j": "RkcxdlDMdpE",
        "b": "Qué son los PUERTOS de un Servidor y PC: Protocolos y Puertos de Red #13"
    },
    {
        "i": 7,
        "j": "SefS6C_Upqk",
        "b": "KALI LINUX 2025: Aprende a Utilizarlo Desde Cero #05"
    },
    {
        "i": 6,
        "j": "SVS27G8XV8M",
        "b": "Descargar e Instalar WINDOWS 10 GRATIS en VMWare y VirtualBox 2025 Maquina Virtual #04"
    },
    {
        "i": 25,
        "j": "t26F5GS_4Ec",
        "b": "¡NO LOS CONOCES! Los Mejores DICCIONARIOS y WORDLISTS en Kali Linux + Cómo Instalar #22"
    },
    {
        "i": 2,
        "j": "tBNW6NwU3q8",
        "b": "KALI LINUX 2023: El MÁS Usado por HACKERS! Cómo Instalar y Actualizar"
    },
    {
        "i": 29,
        "j": "to3Ju-xUsd8",
        "b": "TODOS los Niveles de Inyección de Comandos DVWA - Web Pentesting #25"
    },
    {
        "i": 34,
        "j": "TZNuZhPlyQs",
        "b": "ASÍ ROBAN LAS CONTRASEÑAS WIFI EN 15 SEGUNDOS!! (Sin fuerza bruta!) ¿Cómo Protegerte?"
    },
    {
        "i": 31,
        "j": "VStAPZarflc",
        "b": "TODOS LOS NIVELES de LFI y RFI: Vulnerabilidades Web - DVWA"
    },
    {
        "i": 39,
        "j": "WI2HhlhgpcA",
        "b": "🟣 KALI PURPLE: La NUEVA Versión para Purple y Blue Team! - Instalación Virtualbox"
    },
    {
        "i": 27,
        "j": "WsRdIBI6ONQ",
        "b": "INSTALA DOCKER en Kali Linux y Parrot OS: IMPORTANTE para PENTESTING"
    },
    {
        "i": 4,
        "j": "WYWf9pUwmNs",
        "b": "Usar KALI LINUX Con Bajos Recursos? ¡EN PC LENTO! - Kali con poca Memoria RAM [nogui]"
    },
    {
        "i": 41,
        "j": "xCrDuRlHfeA",
        "b": "MODO MONITOR con airmon-ng: Cómo Conectar ADAPTADOR WI-FI en Kali Linux y Parrot OS"
    },
    {
        "i": 30,
        "j": "xIm4f_E7Lkw",
        "b": "Obtener una REVERSE SHELL: Bind Shell vs Reverse Shell en Kali Linux con Netcat #26"
    },
    {
        "i": 42,
        "j": "YcUXezGaUcE",
        "b": "Configurar PROXYCHAINS y TOR: Mantente ANÓNIMO! (Oculta tu IP)"
    },
    {
        "i": 15,
        "j": "ynqWQkgRyss",
        "b": "Encontrar SUBDOMINIOS de Página Web y qué son: Uso de Sublist3r #11"
    },
    {
        "i": 28,
        "j": "YpbIuPtWHnI",
        "b": "Instalación de DVWA en Kali Linux y Parrot OS #24"
    },
    {
        "i": 10,
        "j": "Yrfw_NwZOnE",
        "b": "📍Cómo Saber mi DIRECCIÓN IP: Qué es una Dirección IPV4 PÚBLICA y PRIVADA #07"
    },
    {
        "i": 21,
        "j": "yWMzNLcW8Tc",
        "b": "Vulnerabilidad en SMTP + uso de Metasploit #18"
    },
    {
        "i": 13,
        "j": "zNS0ROGOaj8",
        "b": "📮 Contactar a Través de Email a Cualquier Persona: OSINT #09"
    }
]