[
    {
        "i": 21,
        "j": "-6Uk5mElOac",
        "b": "¿Cuál de las siguientes funciones NO pertenece a un procesador de texto?"
    },
    {
        "i": 73,
        "j": "0liHfpLSric",
        "b": "Es el software malicioso que deja los archivos inutilizables"
    },
    {
        "i": 30,
        "j": "0VXMFDitGsQ",
        "b": "¿Qué símbolo representa la operación de multiplicación en una hoja de cálculo computacional?"
    },
    {
        "i": 34,
        "j": "2g78viy9N7I",
        "b": "¿Cómo insertas un índice automático en tu documento?"
    },
    {
        "i": 52,
        "j": "37Ecl8VY_UM",
        "b": "Selecciona las dos opciones que NO son características o funciones de un motor de búsqueda."
    },
    {
        "i": 16,
        "j": "46q6txSQ55M",
        "b": "Para aprovechar el rendimiento de un trabajador muy eficiente, es necesario que tenga suficiente"
    },
    {
        "i": 29,
        "j": "5DM-9BuWwP4",
        "b": "¿Como se puede repetir, de forma automática, una fórmula a lo largo del resto de la columna?"
    },
    {
        "i": 47,
        "j": "5qDEH_h0U3s",
        "b": "Para que un usuario pueda acceder a un sitio web debe contar con el dato de la URL del sitio."
    },
    {
        "i": 14,
        "j": "6_8xt7v28F4",
        "b": "Mediante esta función del cursos es posible conocer las opciones de un objeto seleccionado."
    },
    {
        "i": 44,
        "j": "7obgnBdgVCA",
        "b": "El contenido de los sitios web está codificado en un formato llamado hipertexto, para visualizar"
    },
    {
        "i": 18,
        "j": "8DFU6l_sJmU",
        "b": "La fuente de poder, la tarjeta de gráficos, las unidades de almacenamiento y la memoria RAM, forman"
    },
    {
        "i": 26,
        "j": "8r0A9Htsvr8",
        "b": "En un procesador de texto, ¿en qué menú se encuentran las funciones para resaltar texto?"
    },
    {
        "i": 43,
        "j": "9kLWcLKOlE0",
        "b": "Aunque se trata de un puerto popular, es especialmente útil para dispositivos de almacenamiento para"
    },
    {
        "i": 70,
        "j": "A0QhQ3icZ4c",
        "b": "Es el software que, debido a sus constantes interrupciones mediante publicidad, dificulta el trabajo"
    },
    {
        "i": 2,
        "j": "AagQ-BIBh9Y",
        "b": "¿Cuál de las siguientes es una tarea básica que se puede realizar en una computadora?"
    },
    {
        "i": 75,
        "j": "aK75_TmTTJo",
        "b": "Se debe utilizar un disco duro externo para hacer un respaldo de tus archivos cuando el total:"
    },
    {
        "i": 54,
        "j": "Aq1mh9GgC5U",
        "b": "Que datos requiere una persona tanto para registrarse como para identificarse en el servicio"
    },
    {
        "i": 12,
        "j": "AziKj2dhCl0",
        "b": "Cuando el usuario introduce comandos en una computadora, por medio del teclado  el mouse (ratón)"
    },
    {
        "i": 50,
        "j": "BeM_1Lx93_M",
        "b": "En ocasiones se puede acudir a foros de discusión para consultar opiniones o consejos de otros usuar"
    },
    {
        "i": 6,
        "j": "BUJg2APOPUw",
        "b": "Tu equipo de cómputo comienza a presentar fallas. Por ejemplo, la pantalla se pone azul y después"
    },
    {
        "i": 81,
        "j": "c-gFjWXp0ns",
        "b": "Es el software malicioso que se presenta como un programa deseado, pero oculta otro con el fin"
    },
    {
        "i": 48,
        "j": "CM0BcmzQqMk",
        "b": "¿Cuál de las siguientes NO es una función del navegador?"
    },
    {
        "i": 79,
        "j": "d3zeblrsWpk",
        "b": "¿Con qué se limpia la PC para quitar manchas y residuos de alimentos o bebidas?"
    },
    {
        "i": 36,
        "j": "dbB0-aLhShw",
        "b": "¿Con qué carácter se fijan celdas de referencia?"
    },
    {
        "i": 42,
        "j": "DMJEXiXJYVE",
        "b": "En un CPU existen dos tipos de memoria que almacenan información. ¿Qué dispositivo se utiliza como"
    },
    {
        "i": 64,
        "j": "e7E9l9JDWMc",
        "b": "Se debe evitar dar mantenimiento con el equipo prendido para:"
    },
    {
        "i": 32,
        "j": "eMJuc1lWTaQ",
        "b": "¿Cómo se ajusta horizontalmente (derecha, centrado, iazquierda, justificado) el texto?"
    },
    {
        "i": 39,
        "j": "fuWV1sefezw",
        "b": "¿Cuál es la extensión de un archivo de presentación?"
    },
    {
        "i": 56,
        "j": "GVnmdJmEDkM",
        "b": "El servicio de correo electrónico es proporcionado únicamente por empresas para sus empleados ya que"
    },
    {
        "i": 77,
        "j": "h9eaDNTjD50",
        "b": "Es el software malicioso que secuestra la información del equipo y pide un pago de rescate para que"
    },
    {
        "i": 80,
        "j": "hO706cNcJL4",
        "b": "¿Qué tipo de archivos son los que se recomienda respaldar en la nube?"
    },
    {
        "i": 59,
        "j": "IGqAE_WQkrE",
        "b": "Al navegar en internet es común encontrar páginas con promociones que ofrecen premios o bonificacion"
    },
    {
        "i": 5,
        "j": "IHfFCipyP2E",
        "b": "Según sus características, ¿qué sistema operativo es más adecuado para personas con poca experiencia"
    },
    {
        "i": 58,
        "j": "IiL2QIuzqmA",
        "b": "Las palabras vacías son términos que NO tienen relevancia en la ejecución del motor de búsqueda."
    },
    {
        "i": 27,
        "j": "IWLLIU9_vvI",
        "b": "En una hoja de cálculo, ¿cuál es el símbolo con el que debe de iniciar una fórmula?"
    },
    {
        "i": 78,
        "j": "Jg-ge4-gqsU",
        "b": "¿Cuáles son los pasos para crear una copia de seguridad por medio del sistema operativo?"
    },
    {
        "i": 15,
        "j": "JhrQ_vxV_T8",
        "b": "¿Cuál de las siguientes afirmaciones es correcta?"
    },
    {
        "i": 22,
        "j": "jUQtjI8mVic",
        "b": "¿Cuál es la ventaja principal de una tabla dinámica?"
    },
    {
        "i": 35,
        "j": "k1aRQiVVaZY",
        "b": "¿Cómo se cambia el espacio entre párrafos?"
    },
    {
        "i": 10,
        "j": "KMvPSPE9f7Q",
        "b": "Según sus características, ¿cuál de los siguientes sistemas operativos permite a los usuarios con"
    },
    {
        "i": 0,
        "j": "KNmznfx812A",
        "b": "De los siguientes puertos, selecciona dos especiales para dispositivos de reproducción de video."
    },
    {
        "i": 68,
        "j": "KQMAjotS13A",
        "b": "¿Cuál es el procedimiento para restaurar los archivos a través de una copia de seguridad?"
    },
    {
        "i": 72,
        "j": "LkHLOtGp2Wg",
        "b": "Para retirar la suciedad de la computadora y los periféricos, debes utilizar un paño:"
    },
    {
        "i": 23,
        "j": "Ll7ffcwXEmg",
        "b": "¿Qué información se debe poner en la diapositiva inicial?"
    },
    {
        "i": 33,
        "j": "lu-eDCBI2Eg",
        "b": "¿Cómo insertas un título para que el índice automático funcione?"
    },
    {
        "i": 63,
        "j": "Mb506qRtY0g",
        "b": "Es el software malicioso que saca ventaja de las fallas de los programas."
    },
    {
        "i": 8,
        "j": "Npe18Q2XDts",
        "b": "Para conectar un dispositivo señalador como el mouse (ratón) anteriormente se utilizaba el puerto PS"
    },
    {
        "i": 24,
        "j": "NSfCsoOqgO4",
        "b": "¿Qué símbolo representa la operación de división en una hoja de cálculo computacional?"
    },
    {
        "i": 11,
        "j": "ntJ1EVb1G5c",
        "b": "Si el sistema operativo ejecuta funciones que se reflejan directamente en el hardware, esto ocurre"
    },
    {
        "i": 83,
        "j": "NZUFTRBN6EU",
        "b": "¿Cada cuánto tiempo se debe de dar mantenimiento en uso a la computadora?"
    },
    {
        "i": 17,
        "j": "OMbZKfSm1yI",
        "b": "¿Cuál de las siguientes afirmaciones es correcta?"
    },
    {
        "i": 4,
        "j": "p1w-hPhM-ws",
        "b": "¿Cuál de las siguientes funciones del cursor es la base para la mayoría de las funciones adicionales"
    },
    {
        "i": 7,
        "j": "pID_ZfmZkrM",
        "b": "¿Qué puede ocurrir si en una computadora se tiene un procesador cuya capacidad es superior a la"
    },
    {
        "i": 74,
        "j": "plL0DwcQCew",
        "b": "¿Qué opciones se despliegan en la sección restaurar?"
    },
    {
        "i": 3,
        "j": "PPdJ25s9eyA",
        "b": "Si se desean seleccionar múltiples objetos del entorno gráfico omitiendo algunos objetos de por"
    },
    {
        "i": 51,
        "j": "pWmmODoXYeg",
        "b": "Para arrojar resultados de interés, los buscadores toman en cuenta datos ocultos del usuario"
    },
    {
        "i": 60,
        "j": "Q3BqfsysKdE",
        "b": "Te encuentras navegando en internet en búsqueda de información para elaborar un informe sobre"
    },
    {
        "i": 55,
        "j": "q9ViuPYwvXg",
        "b": "De la siguiente lista, selecciona 3 funciones del navegador."
    },
    {
        "i": 57,
        "j": "QTbus8tiZF4",
        "b": "De acuerdo con las definiciones de los elementos de internet, ¿cuál de las siguientes afirmaciones"
    },
    {
        "i": 20,
        "j": "Rotd37o4M28",
        "b": "¿Cuál de los siguientes es un ejemplo de tarea avanzada que se puede realizar en un equipo de cómput"
    },
    {
        "i": 9,
        "j": "RTvtAdhRaCk",
        "b": "¿Los discos duros externos son dispositivos periféricos?"
    },
    {
        "i": 31,
        "j": "rV6bBOatHUo",
        "b": "¿Cómo se crea una tabla dinámica?"
    },
    {
        "i": 46,
        "j": "skhO6q5tkSY",
        "b": "Te encuentras navegando en internet para buscar información y elaborar un informe sobre educación"
    },
    {
        "i": 66,
        "j": "tssjSSf-o6A",
        "b": "¿A que dirección tienes que ir para crear una copia de seguridad por medio del sistema operativo?"
    },
    {
        "i": 1,
        "j": "UUGOdFXK_Zw",
        "b": "Los sistemas operativos están clasificados en dos tipos: monousuario y multiusuario. De acuerdo con"
    },
    {
        "i": 67,
        "j": "UutKSLQ51-g",
        "b": "¿Que es lo primero que se debe de verificar antes de dar el mantenimiento en uso?"
    },
    {
        "i": 25,
        "j": "uzeD0_5z1_s",
        "b": "¿Cuánto texto se debe poner en una presentación?"
    },
    {
        "i": 71,
        "j": "v-3SMRIFCV4",
        "b": "Es el software malicioso que registra la actividad del teclado para robar contraseñas e información"
    },
    {
        "i": 41,
        "j": "VJjvKtCwGGE",
        "b": "Al usar el cursor, el usuario, tiene una gama de funciones disponibles que varía de acuerdo con:"
    },
    {
        "i": 40,
        "j": "vPBfqdXcxUU",
        "b": "¿Cómo se cambia el aspecto de todas las diapositivas para que tenga un estilo consistente?"
    },
    {
        "i": 28,
        "j": "vv2VD4m3DO4",
        "b": "Para que una presentación sea efectiva, ¿cuántos elementos por diapositiva se deben de colocar como"
    },
    {
        "i": 62,
        "j": "WFReZudPYuY",
        "b": "Una de las ventajas que ofrecen algunos proveedores de servicio de correo electrónico es la edición"
    },
    {
        "i": 13,
        "j": "X7C1Kq3BjzQ",
        "b": "Se trata de una función especialmente útil para mover elementos del sistema de una carpeta a otra"
    },
    {
        "i": 61,
        "j": "x9kO56vHrA4",
        "b": "Si un usuario desea enviar un correo electrónico con un duplicado sin que sea notificado"
    },
    {
        "i": 45,
        "j": "XBabeTvubVo",
        "b": "Al enviar un correo existe un dato que NO es obligatorio pero facilida la identificación del correo"
    },
    {
        "i": 38,
        "j": "xD9l11WKzyk",
        "b": "En un procesador de texto, ¿en qué menú se encuentran las funciones para alinear o justificar texto?"
    },
    {
        "i": 69,
        "j": "Xq-JFthl7Aw",
        "b": "¿Cuál de las siguientes herramientas permite acceder a la información y al conocimiento desde"
    },
    {
        "i": 82,
        "j": "xRUuUPVyl7s",
        "b": "¿Con qué se debe limpiar el monitor?"
    },
    {
        "i": 65,
        "j": "YkGKRkGU3Q0",
        "b": "¿Qué se debe de utilizar para limpiar el teclado y sacarle partículas atrapadas?"
    },
    {
        "i": 76,
        "j": "YMHc5wooKkM",
        "b": "Se debe utilizar una memoria tipo USB para hacer un respaldo de tus archivos cuando el total:"
    },
    {
        "i": 49,
        "j": "yPjisVX0akM",
        "b": "El siguiente ejemplo de búsqueda utiliza palabras clave (el tema de búsqueda) y términos relacionado"
    },
    {
        "i": 19,
        "j": "YryHOAMT-Kk",
        "b": "De la siguiente lista selecciona los dos elementos que representan beneficios de conocer tu equipo"
    },
    {
        "i": 37,
        "j": "Z_Cy0osdqx8",
        "b": "¿Qué información se debe de poner en la diapositiva secundaria?"
    },
    {
        "i": 53,
        "j": "Z6Tq5_YCn9w",
        "b": "Según las definiciones de servidor, sitio y página web, ¿cuál de las siguientes afirmaciones es"
    }
]