[
    {
        "i": 15,
        "j": "_4fbXE0dstA",
        "b": " CURSO de PHP desde CERO - 16 ESTRUCTURA CONDICIONAL SIMPLE (IF) en PHP",
        "h": "20211003234159",
        "l": 509
    },
    {
        "i": 11,
        "j": "_F0oxagTfq0",
        "b": " CURSO de PHP desde CERO - 12 ASIGNACION por REFERENCIA en PHP",
        "h": "20210924164818",
        "l": 411
    },
    {
        "i": 61,
        "j": "_tovHJwJrI4",
        "b": " CURSO de PHP y MySQL desde CERO - 10 Como CONECTARSE a una BASE de DATOS con PHP y PDO",
        "h": "20220405011347",
        "l": 741
    },
    {
        "i": 173,
        "j": "_UGTjl_lBKo",
        "b": "CRUD en PHP y MySQL POO MVC JS - 49 Como ACTUALIZAR los DATOS de una tabla en MySQL (p-1)",
        "h": "20231020134742",
        "l": 1013
    },
    {
        "i": 46,
        "j": "_zTWaQSdQCs",
        "b": " CURSO de PHP desde CERO - 47 SUBIR o ENVIAR  ARCHIVOS con PHP y AJAX (API FETCH)",
        "h": "20211213140839",
        "l": 1131
    },
    {
        "i": 123,
        "j": "-FB8V2G-CyY",
        "b": " CURSO POO con PHP desde CERO - 16 Que son los NAMESPACES y para que SIRVEN [EJEMPLO]",
        "h": "20221221215942",
        "l": 1186
    },
    {
        "i": 43,
        "j": "-hdmS5NFHkA",
        "b": " CURSO de PHP desde CERO - 44 SELECT y CHECKBOX multiples en FORMULARIOS PHP",
        "h": "20211206165725",
        "l": 642
    },
    {
        "i": 42,
        "j": "-kj8BIxHlH8",
        "b": " CURSO de PHP desde CERO - 43 ENVIAR FORMULARIOS con METODO GET & POST en PHP (DIFERENCIAS)",
        "h": "20211204145923",
        "l": 787
    },
    {
        "i": 157,
        "j": "-LjHupMgAZY",
        "b": "CRUD en PHP y MySQL POO MVC JS - 33 FORMULARIO de REGISTRO de USUARIOS con PHP MVC MySQL",
        "h": "20230906141915",
        "l": 707
    },
    {
        "i": 109,
        "j": "0-uuLp-beFg",
        "b": " CURSO POO con PHP desde CERO - 02 Que es y como DEFINIR una CLASE METODO y ATRIBUTO [EJEMPLO]",
        "h": "20221215175141",
        "l": 815
    },
    {
        "i": 102,
        "j": "0dj9G-YNnto",
        "b": " CURSO de PHP y MySQL desde CERO - 51 SELECCIONAR y MOSTRAR DATOS de PRODUCTOS por CATEGORIAS",
        "h": "20221013180128",
        "l": 1130
    },
    {
        "i": 73,
        "j": "0eWJFLGC6N8",
        "b": " CURSO de PHP y MySQL desde CERO - 22 RESTRINGIR o BLOQUEAR acceso al SISTEMA a USUARIO NO LOGUEADO",
        "h": "20220603182708",
        "l": 664
    },
    {
        "i": 88,
        "j": "0GJDah2mIu0",
        "b": " CURSO de PHP y MySQL desde CERO - 37 Como HACER un CRUD en PHP MySQL PDO: GUARDAR DATOS",
        "h": "20220922132208",
        "l": 1233
    },
    {
        "i": 53,
        "j": "0zz89bSh0b0",
        "b": " CURSO de PHP y MySQL desde CERO - 02 Como CREAR una BASE de DATOS en MySQL con PHPMYADMIN",
        "h": "20220304035925",
        "l": 118
    },
    {
        "i": 140,
        "j": "1_MqIvEJsEk",
        "b": "CRUD en PHP y MySQL POO MVC JS - 16 Creando VISTAS de LOGIN y 404 PAGINA NO ENCONTRADA",
        "h": "20230804165108",
        "l": 423
    },
    {
        "i": 179,
        "j": "1bJf_jVQyb8",
        "b": "CRUD en PHP y MySQL POO MVC JS - 55 CONTROLADOR para VALIDAR MODULOS del BUSCADOR con PHP y MySQL",
        "h": "20231103153015",
        "l": 242
    },
    {
        "i": 121,
        "j": "1cXEFwo_dyk",
        "b": " CURSO POO con PHP desde CERO - 14 Como usar $THIS SELF:: PARENT:: y sus DIFERENCIAS [EJEMPLO]",
        "h": "20221216010125",
        "l": 448
    },
    {
        "i": 110,
        "j": "1hEFz-nopag",
        "b": " CURSO POO con PHP desde CERO - 03 Como se INSTANCIA una CLASE para CREAR un OBJETO [EJEMPLO]",
        "h": "20221215180739",
        "l": 462
    },
    {
        "i": 59,
        "j": "1Iw5bS7OMEQ",
        "b": " CURSO de PHP y MySQL desde CERO - 08 ARCHIVO PRINCIPAL del SISTEMA de INVENTARIO en PHP y MySQL",
        "h": "20220322004047",
        "l": 1030
    },
    {
        "i": 80,
        "j": "1jfS7Dq-Iis",
        "b": " CURSO de PHP y MySQL desde CERO - 29 Como UTILIZAR la consulta DELETE en MySQL para ELIMINAR DATOS",
        "h": "20220826170144",
        "l": 777
    },
    {
        "i": 28,
        "j": "1PCvdMiL-gM",
        "b": " CURSO de PHP desde CERO  - 29 Como USAR el CICLO FOR en PHP (EJEMPLOS)",
        "h": "20211108135857",
        "l": 744
    },
    {
        "i": 54,
        "j": "1ysYz-hUN-M",
        "b": " CURSO de PHP y MySQL desde CERO - 03 Como CREAR TABLAS en MySQL con PHPMYADMIN [EJEMPLO]",
        "h": "20220304040913",
        "l": 641
    },
    {
        "i": 184,
        "j": "24_KucAH_KI",
        "b": "2 - 驴Cu谩l es la ESTRUCTURA de un PROYECTO con arquitectura o modelo MVC en PHP?",
        "h": "20251029003331",
        "l": 435
    },
    {
        "i": 138,
        "j": "2cvNYOVbo6o",
        "b": "CRUD en PHP y MySQL POO MVC JS - 14 Como APLICAR un MODELO y CONTROLADOR (MVC) en PHP",
        "h": "20230801162102",
        "l": 635
    },
    {
        "i": 148,
        "j": "2ETecECjDA0",
        "b": "CRUD en PHP y MySQL POO MVC JS - 24 MODELO para ACTUALIZAR DATOS de una BASE de DATOS MySQL",
        "h": "20230816181935",
        "l": 739
    },
    {
        "i": 86,
        "j": "2WwW0lbvk3Y",
        "b": " CURSO de PHP y MySQL desde CERO - 35 Como ACTUALIZAR DATOS de BASE de DATOS MySQL (USUARIO Cap.3)",
        "h": "20220909170629",
        "l": 1256
    },
    {
        "i": 64,
        "j": "39bGgzIxgKA",
        "b": " CURSO de PHP y MySQL desde CERO - 13 FUNCION PHP para RENOMBRAR FOTOS",
        "h": "20220415173753",
        "l": 400
    },
    {
        "i": 191,
        "j": "3asjyrYEJgs",
        "b": "9 - URL amigables: 驴C贸mo obtener y como pasar varios par谩metros GET en una URL en PHP?",
        "h": "20251103155717",
        "l": 533
    },
    {
        "i": 116,
        "j": "48WW06rfFYk",
        "b": " CURSO POO con PHP desde CERO - 09 Como HEREDAR o EXTENDER una CLASE UBICADA en OTRO ARCHIVO",
        "h": "20221215234535",
        "l": 342
    },
    {
        "i": 47,
        "j": "4amiUJHLiy4",
        "b": " CURSO de PHP desde CERO - 48 EJEMPLO de MANEJO de COOKIES en PHP (CREAR & ELIMINAR)",
        "h": "20220209172909",
        "l": 1148
    },
    {
        "i": 79,
        "j": "4n2wnYg7Dpk",
        "b": " CURSO de PHP y MySQL desde CERO - 28 Como HACER un BUSCADOR de DATOS en PHP y MySQL (USUARIO Cap2)",
        "h": "20220826024720",
        "l": 1290
    },
    {
        "i": 17,
        "j": "4X1mqyx4AjA",
        "b": " CURSO de PHP desde CERO - 18 ESTRUCTURA CONDICIONAL DOBLE (IF-ELSE) en PHP",
        "h": "20211011153052",
        "l": 351
    },
    {
        "i": 171,
        "j": "5oGBsYCcEyE",
        "b": "CRUD en PHP y MySQL POO MVC JS - 47 Como ELIMINAR un REGISTRO de USUARIO de MySQL desde PHP",
        "h": "20231016125504",
        "l": 1008
    },
    {
        "i": 77,
        "j": "5r57Sdp1_8A",
        "b": " CURSO de PHP y MySQL desde CERO - 26 SELECCIONAR y MOSTRAR datos de BASE de DATOS (USUARIO Cap. 3)",
        "h": "20220715000750",
        "l": 2178
    },
    {
        "i": 103,
        "j": "5sgSSZQLPdY",
        "b": " CURSO de PHP y MySQL desde CERO - 52 SELECCIONAR y MOSTRAR DATOS en un FORMULARIO desde BD MySQL",
        "h": "20221018173419",
        "l": 841
    },
    {
        "i": 38,
        "j": "5tk2AV1Wsgs",
        "b": " CURSO de PHP desde CERO - 39 FORMATEAR NUMERO o CANTIDADES de DINERO en PHP",
        "h": "20211129002553",
        "l": 648
    },
    {
        "i": 24,
        "j": "5YrE254TTeY",
        "b": " CURSO de PHP desde CERO - 25 ESTRUCTURA de SELECCION MULTIPLE SWITCH en PHP (EJEMPLOS)",
        "h": "20211029232312",
        "l": 620
    },
    {
        "i": 152,
        "j": "6cGjVaMjQJc",
        "b": "CRUD en PHP y MySQL POO MVC JS - 28 Como ENVIAR FORMULARIOS con API FETCH AJAX y PHP (part1)",
        "h": "20230824214312",
        "l": 656
    },
    {
        "i": 196,
        "j": "6IQqS6M1CO4",
        "b": "14 - 驴C贸mo se crea un modelo principal mainModel en el patr贸n de arquitectura MVC?",
        "h": "20251118145830",
        "l": 414
    },
    {
        "i": 51,
        "j": "6Y-5FNr-KQs",
        "b": " CURSO de PHP desde CERO - 52 EXPRESIONES REGULARES: VALIDAR FORMULARIOS con PHP [preg_match]",
        "h": "20220302003615",
        "l": 894
    },
    {
        "i": 147,
        "j": "7-jU-1T3TsQ",
        "b": "CRUD en PHP y MySQL POO MVC JS - 23 MODELO para SELECCIONAR DATOS de una BASE de DATOS MySQL",
        "h": "20230816003507",
        "l": 523
    },
    {
        "i": 93,
        "j": "7KzIeTydtOE",
        "b": " CURSO de PHP y MySQL desde CERO - 42 Como HACER un CRUD en PHP MySQL PDO: ACTUALIZAR DATOS",
        "h": "20220928143419",
        "l": 948
    },
    {
        "i": 36,
        "j": "83bo9ddPIaA",
        "b": " CURSO de PHP desde CERO - 37 Como CONVERTIR un STRING en ARREGLO (ARRAY) en PHP",
        "h": "20211124013210",
        "l": 589
    },
    {
        "i": 122,
        "j": "8SodXBCEc6A",
        "b": " CURSO POO con PHP desde CERO - 15 Que son los TRAITS: 驴Alternativa a HERENCIA MULTIPLE en PHP?",
        "h": "20221217173115",
        "l": 925
    },
    {
        "i": 31,
        "j": "9TZtr-D0Hwc",
        "b": " CURSO de PHP desde CERO - 32 INCLUIR  ARCHIVO PHP en PHP con REQUIRE e INCLUDE (DIFERENCIAS)",
        "h": "20211116233055",
        "l": 1108
    },
    {
        "i": 164,
        "j": "9UHLSf91bb0",
        "b": "CRUD en PHP y MySQL POO MVC JS - 40 Como hacer un CIERRE de SESION de USUARIO con PHP [LOGOUT]",
        "h": "20230922140026",
        "l": 272
    },
    {
        "i": 60,
        "j": "A3d-nk0iQEc",
        "b": " CURSO de PHP y MySQL desde CERO - 09 Creando VISTAS de LOGIN, HOME y PAGINA 404",
        "h": "20220323151708",
        "l": 696
    },
    {
        "i": 40,
        "j": "aA65PJBU8dY",
        "b": " CURSO de PHP desde CERO - 41 Como OBTENER la FECHA ACTUAL en ESPAOL en PHP [FUNCION PROPIA]",
        "h": "20211129172811",
        "l": 1220
    },
    {
        "i": 67,
        "j": "AOUtpOXicak",
        "b": " CURSO de PHP y MySQL desde CERO - 16 Creando VISTAS del MODULO de USUARIOS",
        "h": "20220422172906",
        "l": 391
    },
    {
        "i": 33,
        "j": "ATF8PChICb4",
        "b": " CURSO de PHP desde CERO - 34 Como INCLUIR y LLAMAR una FUNCION desde otro ARCHIVO PHP",
        "h": "20211119011229",
        "l": 415
    },
    {
        "i": 89,
        "j": "AtN_pfuTiOo",
        "b": " CURSO de PHP y MySQL desde CERO - 38 Como HACER un CRUD en PHP MySQL PDO: SELECCIONAR DATOS",
        "h": "20220923002015",
        "l": 1174
    },
    {
        "i": 124,
        "j": "AWOGc_6PLYU",
        "b": " CURSO POO con PHP desde CERO - 17 Que es y como FUNCIONA el AUTOLOAD con NAMESPACES en PHP",
        "h": "20230117181929",
        "l": 654
    },
    {
        "i": 84,
        "j": "B-yI-hdlWyk",
        "b": " CURSO de PHP y MySQL desde CERO - 33 Como ACTUALIZAR DATOS de BASE de DATOS MySQL (USUARIO Cap.1)",
        "h": "20220907170800",
        "l": 615
    },
    {
        "i": 188,
        "j": "b8MZ6btpADU",
        "b": "6 - 驴C贸mo crear una PLANTILLA base para un SISTEMA en PHP MySQL & MVC?",
        "h": "20251029231432",
        "l": 1389
    },
    {
        "i": 144,
        "j": "bby5syTL1p8",
        "b": "CRUD en PHP y MySQL POO MVC JS - 20 MODELO para EVITAR INYECCION SQL en PHP (SQL Injection)",
        "h": "20230810161935",
        "l": 573
    },
    {
        "i": 137,
        "j": "bhj_ZdQ0GZk",
        "b": "CRUD en PHP y MySQL POO MVC JS - 13 Como CREAR y NOMBRAR un CONTROLADOR para las VISTAS",
        "h": "20230731162001",
        "l": 265
    },
    {
        "i": 2,
        "j": "BhOTNewtPcE",
        "b": " CURSO de PHP desde CERO - 03 Primeros pasos ENTORNO de DESARROLLO PHP (LARAGON)",
        "h": "20210923131349",
        "l": 1040
    },
    {
        "i": 74,
        "j": "c_GIDj85GCI",
        "b": " CURSO de PHP y MySQL desde CERO - 23 Como USAR la CONSULTA SELECT en MySQL (WHERE -COUNT -LIMIT)",
        "h": "20220705175936",
        "l": 1969
    },
    {
        "i": 70,
        "j": "c6riT40hXUw",
        "b": " CURSO de PHP y MySQL desde CERO - 19 CRUD: Como GUARDAR DATOS en MySQL desde PHP (USUARIO Cap.3)",
        "h": "20220516234559",
        "l": 1755
    },
    {
        "i": 185,
        "j": "cGSwpuRWMBI",
        "b": "3 - ARCHIVO .htaccess: 驴Qu茅 es el archivo .HTACCESS y para qu茅 se UTILIZA?",
        "h": "20251029004256",
        "l": 571
    },
    {
        "i": 132,
        "j": "ChpPJ22koyM",
        "b": "CRUD en PHP y MySQL POO MVC JS - 08 ARCHIVO de INICIO de SESION en PHP session_start()",
        "h": "20230724165708",
        "l": 260
    },
    {
        "i": 35,
        "j": "Co1nBiHhd9M",
        "b": " CURSO de PHP desde CERO - 36 FUNCIONES para CONTAR CARACTERES y PALABRAS de un STRING",
        "h": "20211120165517",
        "l": 327
    },
    {
        "i": 23,
        "j": "ctlOyVIwYE0",
        "b": " CURSO de PHP desde CERO - 24 ESTRUCTURAS CONDICIONALES ANIDADAS en PHP (EJEMPLOS)",
        "h": "20211023213451",
        "l": 531
    },
    {
        "i": 105,
        "j": "D-ikZ4M8_9o",
        "b": " CURSO de PHP y MySQL desde CERO - 54 MOSTRAR IMAGEN GUARDADA en el SERVIDOR con PHP y MySQL",
        "h": "20221024165420",
        "l": 893
    },
    {
        "i": 120,
        "j": "D869GCnxWNI",
        "b": " CURSO POO con PHP desde CERO - 13 Que son las PROPIEDADES y METODOS ESTATICOS (STATIC) en POO",
        "h": "20221216004840",
        "l": 733
    },
    {
        "i": 136,
        "j": "de8Twf9mhqE",
        "b": "CRUD en PHP y MySQL POO MVC JS - 12 Como CREAR y NOMBRAR un MODELO para las VISTAS",
        "h": "20230728165406",
        "l": 671
    },
    {
        "i": 21,
        "j": "DEKiMZoVyzo",
        "b": " CURSO de PHP desde CERO - 22 ESTRUCTURA CONDICIONAL MULTIPLE (IF-ELSEIF) en PHP",
        "h": "20211022222808",
        "l": 618
    },
    {
        "i": 99,
        "j": "DF8zFR2vl4Q",
        "b": " CURSO de PHP y MySQL desde CERO - 48 SELECCIONAR y MOSTRAR datos de 3 TABLAS con INNER JOIN",
        "h": "20221007002602",
        "l": 1862
    },
    {
        "i": 68,
        "j": "DK4Yr2sBzeM",
        "b": " CURSO de PHP y MySQL desde CERO - 17 CRUD: Como GUARDAR DATOS en MySQL desde PHP (USUARIO Cap.1)",
        "h": "20220513171855",
        "l": 1146
    },
    {
        "i": 178,
        "j": "dpH3laCYskk",
        "b": "CRUD en PHP y MySQL POO MVC JS - 54 Creando CONTROLADOR para HACER un BUSCADOR con MVC PHP y MySQL",
        "h": "20231101135518",
        "l": 322
    },
    {
        "i": 82,
        "j": "Eg317lQBXVc",
        "b": " CURSO de PHP y MySQL desde CERO - 31 Como CARGAR DATOS en FORMULARIO desde una BASE de DATOS MySQL",
        "h": "20220901010950",
        "l": 1464
    },
    {
        "i": 113,
        "j": "eG4uMmH4E24",
        "b": " CURSO POO con PHP desde CERO - 06 Que son los NAMED PARAMETERS o NOMBRES de PARAMETROS PHP 8",
        "h": "20221215184343",
        "l": 255
    },
    {
        "i": 172,
        "j": "eHZQYMHxYpI",
        "b": "CRUD en PHP y MySQL POO MVC JS - 48 Como MOSTRAR datos en un FORMULARIO PHP desde DB MySQL",
        "h": "20231018131640",
        "l": 1231
    },
    {
        "i": 142,
        "j": "EQmcvuGiayM",
        "b": "CRUD en PHP y MySQL POO MVC JS - 18 Como CONECTARSE a una BASE de DATOS MySQL con PDO y MVC",
        "h": "20230808155749",
        "l": 430
    },
    {
        "i": 9,
        "j": "eQS9qYtNl_U",
        "b": " CURSO de PHP desde CERO - 10 OPERADORES ARITMETICOS (MATEMATICOS) en PHP",
        "h": "20210923211657",
        "l": 819
    },
    {
        "i": 19,
        "j": "FvzoVwBJqW8",
        "b": " CURSO de PHP desde CERO - 20 驴Que es y como FUNCIONA el OPERADOR TERNARIO en PHP?",
        "h": "20211015230334",
        "l": 388
    },
    {
        "i": 128,
        "j": "fX_26OxtDCQ",
        "b": "CRUD en PHP y MySQL POO MVC JS - 04 Como CREAR una BASE de DATOS en MySQL con PHPMyadmin",
        "h": "20230720172745",
        "l": 316
    },
    {
        "i": 197,
        "j": "GBrDsI_aiR4",
        "b": "15 - 驴Qu茅 es PDO y como crear una conexi贸n PDO a BASE de DATOS MySQL con PHP y MVC?",
        "h": "20251118213222",
        "l": 435
    },
    {
        "i": 190,
        "j": "GhMKNFh2nqk",
        "b": "8 - 驴C贸mo se INICIA una sesi贸n en PHP con session_start() & session_name()?",
        "h": "20251101140510",
        "l": 245
    },
    {
        "i": 189,
        "j": "GSCxPreLepM",
        "b": "7- 驴Qu茅 es un FAVICON?: 驴C贸mo PONER o COLOCAR el ICONO que aparece en la pesta帽a del navegador?",
        "h": "20251031170334",
        "l": 222
    },
    {
        "i": 111,
        "j": "h_PeqgLZJsI",
        "b": " CURSO POO con PHP desde CERO - 04 Que es el METODO CONSTRUCTOR y como se INVOCA o EJECUTA",
        "h": "20221215182452",
        "l": 763
    },
    {
        "i": 118,
        "j": "hQYZNaxWBv4",
        "b": " CURSO POO con PHP desde CERO - 11 Que son los MODIFICADORES de ACCESO y ENCAPSULAMIENTO de DATOS",
        "h": "20221216001207",
        "l": 839
    },
    {
        "i": 134,
        "j": "hUT-2bX_bKY",
        "b": "CRUD en PHP y MySQL POO MVC JS - 10 Como INSTALAR el PLUGIN SweetAlert2 en un PROYECTO WEB",
        "h": "20230726162006",
        "l": 541
    },
    {
        "i": 6,
        "j": "iJtNWDcxkPk",
        "b": " CURSO de PHP desde CERO - 07 驴Que es y como DECLARAR una CONSTANTE en PHP?",
        "h": "20210923131440",
        "l": 568
    },
    {
        "i": 176,
        "j": "ILxhIYix3D4",
        "b": "CRUD en PHP y MySQL POO MVC JS - 52 Como ACTUALIZAR IMAGENES con PHP & MySQL y GUARDARLA en CARPETA",
        "h": "20231027151340",
        "l": 1290
    },
    {
        "i": 58,
        "j": "imbbjYcJ4Qo",
        "b": " CURSO de PHP y MySQL desde CERO - 07 Como INSTALAR FRAMEWORK BULMA CSS en un PROYECTO WEB",
        "h": "20220315011922",
        "l": 1143
    },
    {
        "i": 143,
        "j": "INcZXjZzk64",
        "b": "CRUD en PHP y MySQL POO MVC JS - 19 MODELO para hacer CONSULTAS a BD MySQL con PDO y MVC",
        "h": "20230809161435",
        "l": 217
    },
    {
        "i": 52,
        "j": "iOVXAbI73WM",
        "b": " CURSO de PHP y MySQL desde CERO - 01 Como CREAR una APLICACION WEB en PHP y BASES de DATOS MySQL",
        "h": "20220304034140",
        "l": 304
    },
    {
        "i": 5,
        "j": "IpYKtfX_EYU",
        "b": " CURSO de PHP desde CERO - 06 驴Como DEFINIR & MOSTRAR el VALOR de una VARIABLE en PHP?",
        "h": "20210923131430",
        "l": 807
    },
    {
        "i": 158,
        "j": "Jr_G9m-GAVg",
        "b": "CRUD en PHP y MySQL POO MVC JS - 34 CONTROLADOR REGISTRAR USUARIOS (p-1): Recibir DATOS POST",
        "h": "20230908164224",
        "l": 1162
    },
    {
        "i": 41,
        "j": "jUMcoJ1vDC0",
        "b": " CURSO de PHP desde CERO - 42 Como ENCRIPTAR una CONTRASEA o CLAVE en PHP (HASH en PHP)",
        "h": "20211203170949",
        "l": 1046
    },
    {
        "i": 192,
        "j": "k8VYo1Lo7AM",
        "b": "10 - 驴Qu茅 es y como CREAR un AUTOLOAD en PHP con spl_autoload_register?",
        "h": "20251103232424",
        "l": 615
    },
    {
        "i": 78,
        "j": "K9BhFdlRQUw",
        "b": " CURSO de PHP y MySQL desde CERO - 27 Como HACER un BUSCADOR de DATOS en PHP y MySQL (USUARIO Cap1)",
        "h": "20220826022743",
        "l": 1264
    },
    {
        "i": 97,
        "j": "k9WcAKzYyL4",
        "b": " CURSO de PHP y MySQL desde CERO - 46 Como SUBIR o CARGAR IMAGENES en SERVIDOR con PHP y MySQL",
        "h": "20221003234103",
        "l": 2072
    },
    {
        "i": 167,
        "j": "KcWRdka6HhY",
        "b": "CRUD en PHP y MySQL POO MVC JS - 43 Como MOSTRAR el CONTENIDO de VARIABLES de SESION en HTML",
        "h": "20231006134327",
        "l": 523
    },
    {
        "i": 150,
        "j": "KHIzTYkCGD0",
        "b": "CRUD en PHP y MySQL POO MVC JS - 26 MODELO para BOTONES de PAGINACION con PHP y MySQL (part1)",
        "h": "20230822182115",
        "l": 731
    },
    {
        "i": 8,
        "j": "ki2gbG_y4-8",
        "b": " CURSO de PHP desde CERO - 09 CONCATENACION e INTERPOLACION de VARIABLES en PHP",
        "h": "20210923132326",
        "l": 510
    },
    {
        "i": 131,
        "j": "kmH8W8KvxXA",
        "b": "CRUD en PHP y MySQL POO MVC JS - 07 Creando la PLANTILLA PHP base del SISTEMA",
        "h": "20230722174516",
        "l": 489
    },
    {
        "i": 166,
        "j": "l_sof6y_1sg",
        "b": "CRUD en PHP y MySQL POO MVC JS - 42 Como CERRAR la SESION PHP con JavaScript [LOGOUT]",
        "h": "20231004135731",
        "l": 482
    },
    {
        "i": 72,
        "j": "L032hQfjZ9U",
        "b": " CURSO de PHP y MySQL desde CERO - 21 Como DESTRUIR o CERRAR una SESION con PHP",
        "h": "20220520213050",
        "l": 332
    },
    {
        "i": 0,
        "j": "lLsyzBggW_o",
        "b": " CURSO de PHP desde CERO - 01 驴Que es y para que SIRVE el LENGUAJE de programacion PHP?",
        "h": "20210923131321",
        "l": 199
    },
    {
        "i": 154,
        "j": "lQ-XPLy_vc0",
        "b": "CRUD en PHP y MySQL POO MVC JS - 30 FUNCION para MOSTRAR ALERTAS con SWEET ALERT 2 con PHP",
        "h": "20230830143242",
        "l": 743
    },
    {
        "i": 75,
        "j": "LXHtLkmuYlE",
        "b": " CURSO de PHP y MySQL desde CERO - 24 SELECCIONAR y MOSTRAR datos de BASE de DATOS (USUARIO Cap. 1)",
        "h": "20220710174356",
        "l": 925
    },
    {
        "i": 96,
        "j": "M1RGrJml2Es",
        "b": " CURSO de PHP y MySQL desde CERO - 45 Como GUARDAR DATOS en una BASE de DATOS MySQL con PHP",
        "h": "20221003174854",
        "l": 1152
    },
    {
        "i": 57,
        "j": "m9pez1A1DL4",
        "b": " CURSO de PHP y MySQL desde CERO - 06 ESTRUCTURA de una APP WEB de SISTEMA de INVENTARIO",
        "h": "20220313003740",
        "l": 304
    },
    {
        "i": 90,
        "j": "mC3Y7kOZA1A",
        "b": " CURSO de PHP y MySQL desde CERO - 39 Como HACER un CRUD en PHP MySQL PDO: BUSCAR DATOS",
        "h": "20220923171329",
        "l": 621
    },
    {
        "i": 85,
        "j": "mDX-qc6wlNc",
        "b": " CURSO de PHP y MySQL desde CERO - 34 Como ACTUALIZAR DATOS de BASE de DATOS MySQL (USUARIO Cap.2)",
        "h": "20220908020431",
        "l": 1120
    },
    {
        "i": 100,
        "j": "MJcGPsrxNTA",
        "b": " CURSO de PHP y MySQL desde CERO - 49 Como PROGRAMAR un BUSCADOR de DATOS  en PHP y MySQL",
        "h": "20221008174213",
        "l": 555
    },
    {
        "i": 129,
        "j": "MkFbaBI0PSQ",
        "b": "CRUD en PHP y MySQL POO MVC JS - 05 Creando ARCHIVOS para CONFIGURACIONES del SISTEMA",
        "h": "20230721140433",
        "l": 507
    },
    {
        "i": 50,
        "j": "MklfCTtj3w8",
        "b": " CURSO de PHP desde CERO - 51 REDIRECCIONAR paginas usando PHP (FUNCION HEADER) y JavaScript",
        "h": "20220228175311",
        "l": 654
    },
    {
        "i": 115,
        "j": "MQoG-RodMXY",
        "b": " CURSO POO con PHP desde CERO - 08 Que es la HERENCIA (EXTENDS) en POO [EJEMPLO]",
        "h": "20221215233139",
        "l": 772
    },
    {
        "i": 160,
        "j": "MuGPmU_fxiM",
        "b": "CRUD en PHP y MySQL POO MVC JS - 36 CONTROLADOR REGISTRAR USUARIOS (p-3): SUBIR IMAGENES a SERVIDOR",
        "h": "20230913160956",
        "l": 1417
    },
    {
        "i": 133,
        "j": "MX3QJgacoXQ",
        "b": "CRUD en PHP y MySQL POO MVC JS - 09 Como INSTALAR el FRAMEWORK BULMA CSS en un PROYECTO WEB",
        "h": "20230725172255",
        "l": 424
    },
    {
        "i": 18,
        "j": "Mywmp88L2VQ",
        "b": " CURSO de PHP desde CERO - 19 EJEMPLOS de ESTRUCTURA CONDICIONAL DOBLE (IF-ELSE)",
        "h": "20211011223808",
        "l": 735
    },
    {
        "i": 13,
        "j": "n4ZUwbEx7YA",
        "b": " CURSO de PHP desde CERO - 14 OPERADORES LOGICOS en PHP",
        "h": "20210927231257",
        "l": 851
    },
    {
        "i": 107,
        "j": "NI44RxZn8Ns",
        "b": " CURSO de PHP y MySQL desde CERO - 56 Como ACTUALIZAR una IMAGEN o FOTO en PHP y MySQL",
        "h": "20221031225148",
        "l": 1069
    },
    {
        "i": 125,
        "j": "NIff0KF_nWk",
        "b": "CRUD en PHP y MySQL POO MVC JS - 01 Que es un CRUD con PHP y MySQL",
        "h": "20230720164759",
        "l": 345
    },
    {
        "i": 112,
        "j": "NQCb5YDIoTM",
        "b": " CURSO POO con PHP desde CERO - 05 Como LLAMAR a UNA CLASE UBICADA en OTRO ARCHIVO [EJEMPLO]",
        "h": "20221215183301",
        "l": 245
    },
    {
        "i": 183,
        "j": "NUlbT7Fa-Aw",
        "b": "1 - 驴C贸mo crear o desarrollar un SISTEMA de VENTAS en PHP y MySQL MVC?",
        "h": "20251029002547",
        "l": 430
    },
    {
        "i": 87,
        "j": "NUuiTxzKyA0",
        "b": " CURSO de PHP y MySQL desde CERO - 36 Creando VISTAS del MODULO de CATEGORIAS",
        "h": "20220913163608",
        "l": 319
    },
    {
        "i": 106,
        "j": "NweMq7QLjfY",
        "b": " CURSO de PHP y MySQL desde CERO - 55 ELIMINAR IMAGENES o ARCHIVOS del SERVIDOR con PHP y MySQL",
        "h": "20221028222857",
        "l": 1072
    },
    {
        "i": 63,
        "j": "ny_osyTXlGM",
        "b": " CURSO de PHP y MySQL desde CERO - 12 FUNCION PHP para EVITAR INYECCION SQL",
        "h": "20220412171650",
        "l": 644
    },
    {
        "i": 163,
        "j": "OdEtj5VZWQA",
        "b": "CRUD en PHP y MySQL POO MVC JS - 39 Como CREAR o PROGRAMAR un INICIO de SESION [LOGIN] en PHP (p-2)",
        "h": "20230920140317",
        "l": 839
    },
    {
        "i": 29,
        "j": "oK-AvqP_3QQ",
        "b": " CURSO de PHP desde CERO - 30 Como USAR el CICLO FOREACH en PHP (EJEMPLOS)",
        "h": "20211108234615",
        "l": 885
    },
    {
        "i": 48,
        "j": "oLV3z--ZzRM",
        "b": " CURSO de PHP desde CERO - 49 MANEJO de SESIONES en PHP con VARIABLES de $_SESSION (EJEMPLO)",
        "h": "20220210153850",
        "l": 1353
    },
    {
        "i": 159,
        "j": "OyN1LSEAr9Q",
        "b": "CRUD en PHP y MySQL POO MVC JS - 35 CONTROLADOR REGISTRAR USUARIOS (p-2): Validar DATOS POST",
        "h": "20230911162619",
        "l": 1124
    },
    {
        "i": 180,
        "j": "oyy7jdhs_hg",
        "b": "CRUD en PHP y MySQL POO MVC JS - 56 VISTA para IMPLEMENTAR un BUSCADOR con MVC PHP y MySQL",
        "h": "20231106131914",
        "l": 710
    },
    {
        "i": 71,
        "j": "oZrwvdh1lnY",
        "b": " CURSO de PHP y MySQL desde CERO - 20 CREAR SISTEMA de INICIO de SESION (LOGIN) usando PHP y MySQL",
        "h": "20220520014345",
        "l": 1758
    },
    {
        "i": 114,
        "j": "p2OuVkuylFI",
        "b": " CURSO POO con PHP desde CERO - 07 CONSTRUCTOR PROPERTY PROMOTION en PHP 8 [EJEMPLO]",
        "h": "20221215184935",
        "l": 254
    },
    {
        "i": 83,
        "j": "P5e28lHujoY",
        "b": " CURSO de PHP y MySQL desde CERO - 32 Como UTILIZAR consulta UPDATE en MySQL para ACTUALIZAR DATOS",
        "h": "20220902235906",
        "l": 794
    },
    {
        "i": 34,
        "j": "pgx1dzlg4tQ",
        "b": " CURSO de PHP desde CERO - 35 FUNCIONES para FORMATEAR STRINGS a MAYUSCULAS & MINUSCULAS",
        "h": "20211119172212",
        "l": 252
    },
    {
        "i": 94,
        "j": "pJnQ3DXVJoU",
        "b": " CURSO de PHP y MySQL desde CERO - 43 Creando VISTAS del MODULO de PRODUCTOS",
        "h": "20220928221845",
        "l": 421
    },
    {
        "i": 55,
        "j": "pkZ87yct44A",
        "b": " CURSO de PHP y MySQL desde CERO - 04 Como RELACIONAR TABLAS en MySQL con PHPMYADMIN [EJEMPLO]",
        "h": "20220304042029",
        "l": 258
    },
    {
        "i": 149,
        "j": "PQeTJFgvJoE",
        "b": "CRUD en PHP y MySQL POO MVC JS - 25 MODELO para ELIMINAR DATOS de una BASE de DATOS MySQL",
        "h": "20230821143156",
        "l": 306
    },
    {
        "i": 62,
        "j": "pvIcNCYQKjQ",
        "b": " CURSO de PHP y MySQL desde CERO - 11 FUNCION para VALIDAR FORMULARIOS con EXPRESIONES REGULARES",
        "h": "20220408180055",
        "l": 560
    },
    {
        "i": 127,
        "j": "Q54W9tZV8WI",
        "b": "CRUD en PHP y MySQL POO MVC JS - 03 Que es HTACCESS y como CONFIGURAR para URL amigables",
        "h": "20230720171414",
        "l": 576
    },
    {
        "i": 66,
        "j": "q6cwLu8U5uw",
        "b": " CURSO de PHP y MySQL desde CERO - 15 COMO ENVIAR DATOS de FORMULARIOS con AJAX y JAVASCRIPT",
        "h": "20220421003545",
        "l": 1077
    },
    {
        "i": 130,
        "j": "qGv5dlWoKKk",
        "b": "CRUD en PHP y MySQL POO MVC JS - 06 Como FUNCIONA el AUTOLOAD con NAMESPACES en PHP",
        "h": "20230721141932",
        "l": 859
    },
    {
        "i": 177,
        "j": "Qj66LiNZv0U",
        "b": "CRUD en PHP y MySQL POO MVC JS - 53 Como BORRAR o ELIMINAR una IMAGEN del SERVIDOR con PHP y MySQL",
        "h": "20231030134409",
        "l": 758
    },
    {
        "i": 165,
        "j": "qjygpAjyeUw",
        "b": "CRUD en PHP y MySQL POO MVC JS - 41 RESTRINGIR o BLOQUEAR acceso al SISTEMA a USUARIOS NO LOGUEADOS",
        "h": "20231002133702",
        "l": 370
    },
    {
        "i": 3,
        "j": "QnqzByABlkU",
        "b": " CURSO de PHP desde CERO - 04 驴Como HACER COMENTARIOS en PHP?",
        "h": "20210923131409",
        "l": 470
    },
    {
        "i": 161,
        "j": "Qs2H1pb1BeA",
        "b": "CRUD en PHP y MySQL POO MVC JS - 37 CONTROLADOR REGISTRAR USUARIOS (p-4): INSERTAR DATOS en MySQL",
        "h": "20230915161243",
        "l": 1357
    },
    {
        "i": 162,
        "j": "R0L7GbkutA4",
        "b": "CRUD en PHP y MySQL POO MVC JS - 38 Como CREAR o PROGRAMAR un INICIO de SESION [LOGIN] en PHP (p-1)",
        "h": "20230918143426",
        "l": 1045
    },
    {
        "i": 186,
        "j": "r1fnhToqAKQ",
        "b": "4 - 驴C贸mo puedo IMPORTAR una BASE de DATOS MySQL en phpMyAdmin? (Archivo .sql)",
        "h": "20251029005225",
        "l": 163
    },
    {
        "i": 44,
        "j": "R62DdvsGxw8",
        "b": " CURSO de PHP desde CERO - 45 SABER si una VARIABLE esta VACIA o DEFINIDA con isset() | empty()",
        "h": "20211206215422",
        "l": 1262
    },
    {
        "i": 95,
        "j": "REHwQVCtaN8",
        "b": " CURSO de PHP y MySQL desde CERO - 44 MOSTRAR DATOS en un CAMPO SELECT desde BD MySQL con PHP",
        "h": "20220929135648",
        "l": 609
    },
    {
        "i": 198,
        "j": "RlAQ3oAqwP8",
        "b": "16 - 驴C贸mo se EJECUTAN las CONSULTAS PREPARADAS a una BASE de DATOS MySQL con PDO y MVC?",
        "h": "20251119221849",
        "l": 304
    },
    {
        "i": 39,
        "j": "rlxqbzqL-e0",
        "b": " CURSO de PHP desde CERO - 40 Como OBTENER la HORA y FECHA ACTUAL en PHP",
        "h": "20211129171427",
        "l": 937
    },
    {
        "i": 175,
        "j": "RX5pESvne1A",
        "b": "CRUD en PHP y MySQL POO MVC JS - 51 Como MOSTRAR una IMAGEN en PHP desde BASE de DATOS MySQL",
        "h": "20231025154928",
        "l": 871
    },
    {
        "i": 81,
        "j": "RyYTtywL8XA",
        "b": " CURSO de PHP y MySQL desde CERO - 30 ELIMINAR REGISTROS de BASE de DATOS MySQL con PHP (USUARIO)",
        "h": "20220827201950",
        "l": 1362
    },
    {
        "i": 135,
        "j": "rzXWjGDhrTU",
        "b": "CRUD en PHP y MySQL POO MVC JS - 11 Como CREAR un MODELO y CONTROLADOR para las VISTAS",
        "h": "20230727204102",
        "l": 418
    },
    {
        "i": 69,
        "j": "s2847lvsD74",
        "b": " CURSO de PHP y MySQL desde CERO - 18 CRUD: Como GUARDAR DATOS en MySQL desde PHP (USUARIO Cap.2)",
        "h": "20220514020831",
        "l": 1487
    },
    {
        "i": 146,
        "j": "S3WMlngmwks",
        "b": "CRUD en PHP y MySQL POO MVC JS - 22 MODELO para GUARDAR DATOS en una BASE de DATOS MySQL",
        "h": "20230814185345",
        "l": 1013
    },
    {
        "i": 45,
        "j": "T4kFK9M3XYY",
        "b": " CURSO de PHP desde CERO - 46 SUBIR o ENVIAR ARCHIVOS a SERVIDOR PHP con FORMULARIOS",
        "h": "20211207165913",
        "l": 1913
    },
    {
        "i": 27,
        "j": "TM4AssnhfKQ",
        "b": " CURSO de PHP desde CERO - 28 Como USAR el CICLO DO WHILE en PHP  (EJEMPLOS)",
        "h": "20211105230406",
        "l": 683
    },
    {
        "i": 141,
        "j": "tnQ0QC4EddU",
        "b": "CRUD en PHP y MySQL POO MVC JS - 17 Que es un MODELO PRINCIPAL en MVC con PHP",
        "h": "20230807185410",
        "l": 396
    },
    {
        "i": 4,
        "j": "Tq3zLl00s3M",
        "b": " CURSO de PHP desde CERO - 05 驴Cuales son los TIPOS de DATOS en PHP?",
        "h": "20210923131418",
        "l": 300
    },
    {
        "i": 65,
        "j": "uBJnz5yAin0",
        "b": " CURSO de PHP y MySQL desde CERO - 14 FUNCION PHP para GENERAR PAGINADOR de TABLAS",
        "h": "20220420194646",
        "l": 1867
    },
    {
        "i": 155,
        "j": "UbXdUXo-4KU",
        "b": "CRUD en PHP y MySQL POO MVC JS - 31 Crear VISTAS (VIEWS) de MODULO de USUARIOS en PHP y MVC",
        "h": "20230901164459",
        "l": 654
    },
    {
        "i": 20,
        "j": "UPdBmqmd-3k",
        "b": " CURSO de PHP desde CERO - 21 EJEMPLO de OPERADOR TERNARIO en PHP",
        "h": "20211018190604",
        "l": 538
    },
    {
        "i": 193,
        "j": "URQm8VDWVa8",
        "b": "11 - 驴C贸mo agrego un modelo al patr贸n de arquitectura MVC en PHP?",
        "h": "20251109143323",
        "l": 832
    },
    {
        "i": 108,
        "j": "UyNZxmrouso",
        "b": " CURSO POO con PHP desde CERO - 01 驴Que es la PROGRAMACION ORIENTADA a OBJETOS en PHP?",
        "h": "20221215173958",
        "l": 293
    },
    {
        "i": 145,
        "j": "vJksw123plg",
        "b": "CRUD en PHP y MySQL POO MVC JS - 21 MODELO para VALIDAR FORMULARIOS con EXPRESIONES REGULARES",
        "h": "20230811173112",
        "l": 410
    },
    {
        "i": 7,
        "j": "VOGeWOKAnE4",
        "b": " CURSO de PHP desde CERO - 08 驴Que es un ARRAY (ARREGLO) y como se DEFINE en PHP?",
        "h": "20210923131450",
        "l": 1407
    },
    {
        "i": 182,
        "j": "VPc61kbHfLY",
        "b": "CRUD en PHP y MySQL POO MVC JS - 58 Como ELIMINAR la BUSQUEDA en un BUSCADOR en MVC PHP y MySQL",
        "h": "20231110133000",
        "l": 446
    },
    {
        "i": 91,
        "j": "VRC5nFU709s",
        "b": " CURSO de PHP y MySQL desde CERO - 40 Como HACER un CRUD en PHP MySQL PDO: ELIMINAR DATOS",
        "h": "20220924172304",
        "l": 783
    },
    {
        "i": 199,
        "j": "vYwDIhAvaeY",
        "b": "17 - 驴C贸mo PREVENIR o EVITAR un ataque de inyecci贸n SQL en PHP y MVC?",
        "h": "20251120161202",
        "l": 666
    },
    {
        "i": 30,
        "j": "wD66uzr7YHQ",
        "b": " CURSO de PHP desde CERO - 31 Como SALIR o DETENER un CICLO en PHP [BREAK & CONTINUE]",
        "h": "20211110232805",
        "l": 839
    },
    {
        "i": 25,
        "j": "wfiP9fUdxhY",
        "b": " CURSO de PHP desde CERO - 26 ESTRUCTURA de SELECCION MULTIPLE MATCH en PHP (EJEMPLOS)",
        "h": "20211030173842",
        "l": 886
    },
    {
        "i": 16,
        "j": "wLNflBoLJmM",
        "b": " CURSO de PHP desde CERO - 17 EJEMPLOS de ESTRUCTURA CONDICIONAL SIMPLE (IF)",
        "h": "20211005145346",
        "l": 736
    },
    {
        "i": 117,
        "j": "WojCeca-DQg",
        "b": " CURSO POO con PHP desde CERO - 10 Que es POLIMORFISMO en POO con PHP [EJEMPLO]",
        "h": "20221215235925",
        "l": 264
    },
    {
        "i": 98,
        "j": "wQLp5WPvESw",
        "b": " CURSO de PHP y MySQL desde CERO - 47 Como usar INNER JOIN en MySQL para UNIR 2 o mas TABLAS",
        "h": "20221006170201",
        "l": 980
    },
    {
        "i": 201,
        "j": "WTOBQP7Po2Y",
        "b": "19 - 驴Qu茅 es una transacci贸n y para qu茅 sirven las TRANSACCIONES en MySQL?",
        "h": "20251219224429",
        "l": 568
    },
    {
        "i": 168,
        "j": "x5AZwpvTr_M",
        "b": "CRUD en PHP y MySQL POO MVC JS - 44 Como HACER una PAGINACION en PHP MVC [LISTAR USUARIOS] (p-1)",
        "h": "20231009132952",
        "l": 1694
    },
    {
        "i": 32,
        "j": "x5bFLJdvORk",
        "b": " CURSO de PHP desde CERO - 33 Como CREAR y USAR FUNCIONES PROPIAS en PHP (con PARAMETROS)",
        "h": "20211118230246",
        "l": 897
    },
    {
        "i": 12,
        "j": "X5VeBot2sGA",
        "b": " CURSO de PHP desde CERO - 13 OPERADORES de COMPARACION en PHP",
        "h": "20210927204218",
        "l": 875
    },
    {
        "i": 181,
        "j": "XbZ4Uom128g",
        "b": "CRUD en PHP y MySQL POO MVC JS - 57 Como INICIAR una BUSQUEDA en un BUSCADOR con MVC PHP y MySQL",
        "h": "20231108135219",
        "l": 912
    },
    {
        "i": 22,
        "j": "XdOuJl6RIPc",
        "b": " CURSO de PHP desde CERO - 23 EJEMPLOS ESTRUCTURA CONDICIONAL MULTIPLE (IF-ELSEIF) en PHP",
        "h": "20211023004815",
        "l": 744
    },
    {
        "i": 194,
        "j": "XfTTZuLKNN0",
        "b": "12 - 驴C贸mo creo un controlador para el patr贸n de arquitectura MVC en PHP?",
        "h": "20251110172918",
        "l": 484
    },
    {
        "i": 156,
        "j": "xoTcpWumDbA",
        "b": "CRUD en PHP y MySQL POO MVC JS - 32 Como CREAR y NOMBRAR un CONTROLADOR para USUARIOS",
        "h": "20230904140551",
        "l": 457
    },
    {
        "i": 170,
        "j": "XPlN5mouxEM",
        "b": "CRUD en PHP y MySQL POO MVC JS - 46 Como MOSTRAR una LISTA de USUARIOS en PHP y MVC",
        "h": "20231013133129",
        "l": 436
    },
    {
        "i": 169,
        "j": "xvZEMjy4KSk",
        "b": "CRUD en PHP y MySQL POO MVC JS - 45 Como HACER una PAGINACION en PHP MVC [LISTAR USUARIOS] (p-2)",
        "h": "20231011134108",
        "l": 1285
    },
    {
        "i": 92,
        "j": "Xx6EwrWntog",
        "b": " CURSO de PHP y MySQL desde CERO - 41 Como HACER un CRUD en PHP MySQL PDO: CARGAR DATOS FORMULARIO",
        "h": "20220926232002",
        "l": 702
    },
    {
        "i": 187,
        "j": "xyi5iyElfdI",
        "b": "5 - 驴Qu茅 son los ARCHIVOS de configuraci贸n de una aplicaci贸n WEB en PHP MySQL & MVC?",
        "h": "20251029145241",
        "l": 822
    },
    {
        "i": 200,
        "j": "XZm3jjF-Wd0",
        "b": "18 - 驴C贸mo usar o validar EXPRESIONES REGULARES en PHP y MVC con preg_match()?",
        "h": "20251121223259",
        "l": 441
    },
    {
        "i": 153,
        "j": "Y2GNqh2iD10",
        "b": "CRUD en PHP y MySQL POO MVC JS - 29 Como ENVIAR FORMULARIOS con API FETCH AJAX y PHP (part2)",
        "h": "20230828171702",
        "l": 688
    },
    {
        "i": 26,
        "j": "Y4qTAU25YrM",
        "b": " CURSO de PHP desde CERO - 27 Como USAR el CICLO WHILE en PHP (EJEMPLOS)",
        "h": "20211104013428",
        "l": 978
    },
    {
        "i": 104,
        "j": "Ya3XLwRIngU",
        "b": " CURSO de PHP y MySQL desde CERO - 53 Como ACTUALIZAR DATOS o REGISTROS de BASE de DATOS MySQL",
        "h": "20221021153938",
        "l": 1127
    },
    {
        "i": 119,
        "j": "yCN10UCzLvw",
        "b": " CURSO POO con PHP desde CERO - 12 Que es y que HACE un GETTER y SETTER en POO [EJEMPLO]",
        "h": "20221216003642",
        "l": 758
    },
    {
        "i": 195,
        "j": "yEiSHpGh3uU",
        "b": "13 - 驴C贸mo pasar el controlador a la vista en el patr贸n de arquitectura MVC?",
        "h": "20251111161856",
        "l": 676
    },
    {
        "i": 49,
        "j": "YFjsxCXl7Tk",
        "b": " CURSO de PHP desde CERO - 50 DIFERENCIA entre COOKIES y SESIONES en PHP",
        "h": "20220211165619",
        "l": 178
    },
    {
        "i": 174,
        "j": "YjbeMG3J9hY",
        "b": "CRUD en PHP y MySQL POO MVC JS - 50 Como ACTUALIZAR los DATOS de una tabla en MySQL (p-2)",
        "h": "20231023140022",
        "l": 1457
    },
    {
        "i": 56,
        "j": "yK1ODvRwgHY",
        "b": " CURSO de PHP y MySQL desde CERO - 05 CREAR COPIAS DE SEGURIDAD (BACKUP) en MySQL con PHPMYADMIN",
        "h": "20220304043001",
        "l": 379
    },
    {
        "i": 139,
        "j": "ylYMT6APGj4",
        "b": "CRUD en PHP y MySQL POO MVC JS - 15 Como CREAR una BARRA de NAVEGACION con BULMA CSS",
        "h": "20230803164813",
        "l": 644
    },
    {
        "i": 1,
        "j": "YqSB8WSlb2o",
        "b": " CURSO de PHP desde CERO - 02 驴Que se NECESITA para PROGRAMAR en PHP? (WINDOWS)",
        "h": "20210923131336",
        "l": 1301
    },
    {
        "i": 10,
        "j": "YsXlJsfVy1g",
        "b": " CURSO de PHP desde CERO - 11 OPERADORES de ASIGNACION en PHP",
        "h": "20210924150342",
        "l": 451
    },
    {
        "i": 14,
        "j": "z5WbpLD3myA",
        "b": " CURSO de PHP desde CERO - 15 OPERADORES de INCREMENTO & DECREMENTO en PHP",
        "h": "20210928190015",
        "l": 551
    },
    {
        "i": 126,
        "j": "ZcEIG97YQio",
        "b": "CRUD en PHP y MySQL POO MVC JS - 02 ESTRUCTURA de un PROYECTO web MVC con PHP",
        "h": "20230720170319",
        "l": 576
    },
    {
        "i": 37,
        "j": "ZidFU2EeaJs",
        "b": " CURSO de PHP desde CERO - 38 FUNCIONES MATEMATICAS en PHP",
        "h": "20211124235532",
        "l": 733
    },
    {
        "i": 76,
        "j": "ZJofTBADNMM",
        "b": " CURSO de PHP y MySQL desde CERO - 25 SELECCIONAR y MOSTRAR datos de BASE de DATOS (USUARIO Cap. 2)",
        "h": "20220713182537",
        "l": 1357
    },
    {
        "i": 151,
        "j": "ZrRftu2W74Q",
        "b": "CRUD en PHP y MySQL POO MVC JS - 27 MODELO para BOTONES de PAGINACION con PHP y MySQL (part2)",
        "h": "20230823180108",
        "l": 879
    },
    {
        "i": 101,
        "j": "ZW2mnbbz-HI",
        "b": " CURSO de PHP y MySQL desde CERO - 50 Como ELIMINAR REGISTROS e IMAGENES de BD MySQL con PHP",
        "h": "20221011153709",
        "l": 801
    }
]