[
    {
        "a": 97,
        "e": "PLyvsggKtwbLVOPuOGn9J1Ie9RD7r7LcWD",
        "b": "Curso Spring Boot : Desarrollo de Microservicios",
        "f": "https://i.ytimg.com/vi/BRtPNl0aBkA/hqdefault.jpg",
        "g": 30,
        "d": "UCeEW6PHNJlIwI-rKChmqqkw",
        "h": "2024-02-29 15:56:43",
        "c": "¡Sumérgete en el apasionante mundo del desarrollo de microservicios con Spring Boot, una de las tecnologías más codiciadas en la actualidad dentro del vasto universo tecnológico!\n\nEn este completo curso, te llevaremos de la mano paso a paso a través del desarrollo de un microservicio backend con Spring Boot, utilizando la poderosa herramienta InteliJ como nuestro fiel compañero de viaje.\n\nExploraremos las últimas y más actualizadas versiones de Java, Spring y Spring Boot, desentrañando meticulosamente cada una de las anotaciones que Spring nos ofrece para potenciar nuestro código al máximo.\n\nSin embargo, lo que realmente distingue este curso es el énfasis especial que pondremos en el diseño arquitectónico de cada capa de la solución. Profundizaremos en conceptos complejos como la inyección de dependencias, el bajo acoplamiento y la cohesión de los diversos componentes, asegurando que comprendas no solo cómo codificar, sino cómo construir robustas y escalables soluciones.\n\nCada implementación de controladores, servicios y persistencia se realizará siguiendo las mejores prácticas que Java nos ofrece, garantizando un código limpio y de calidad excepcional.\n\nPero eso no es todo, también exploraremos la integración de tecnologías complementarias como Docker para la gestión de contenedores, PostgresSQL como nuestra base de datos relacional y Lombok para simplificar el código. Y para asegurarnos de que nuestra API REST esté en la cima de su juego, llevaremos a cabo exhaustivas pruebas utilizando Postman, garantizando que esté bien formada y lista para enfrentar los desafíos del mundo real.\n\n¡Prepárate para transformar tu manera de desarrollar microservicios y llevar tus habilidades al siguiente nivel con este emocionante curso!"
    },
    {
        "a": 26,
        "e": "PLAWADOpEOsdGBc8tYyW_im4Fg5z1m6eZu",
        "b": "Curso de PROGRAMACIÓN DESDE CERO ✅ 2020 | Crea tus PRIMEROS PROGRMAS 🚀",
        "f": "https://i.ytimg.com/vi/s43aiz5aNRQ/hqdefault.jpg",
        "g": 21,
        "d": "UCs_67ao0waslOaAbzaweHXA",
        "h": "2020-04-08 20:01:57",
        "c": "¿Te ha dado curiosidad estudiar programación?  En este curso podrás APRENDER PROGRAMACIÓN y crearás tus PRIMEROS PROGRAMAS! ⚡️ \nAnalizaremos tanto teoría como ejercicios prácticos para que tú puedas convertirte en un programador de calidad.\nCada semana habrá nuevos tutoriales! Suscríbete para verlos 🚀"
    },
    {
        "a": 43,
        "e": "PLyvsggKtwbLX9LrDnl1-K6QtYo7m0yXWB",
        "b": "Curso de programación JAVA desde cero",
        "f": "https://i.ytimg.com/vi/L1oMLsiMusQ/hqdefault.jpg",
        "g": 48,
        "d": "UCeEW6PHNJlIwI-rKChmqqkw",
        "h": "2017-01-21 00:51:19",
        "c": "Curso JAVA desde cero,  Este es un curso gratuito y completo de programación en JAVA con bloc de notas."
    },
    {
        "a": 22,
        "e": "PLLniqWgyb4HHfkyWNgMWSvTq6RlUGusgN",
        "b": "Curso de Excel COMPLETO y GRATIS - Dostin Hurtado",
        "f": "https://i.ytimg.com/vi/L1D2zga0cBU/hqdefault.jpg",
        "g": 19,
        "d": "UCUnwzUFwZvQRcuIVgv5pD7Q",
        "h": "2013-11-02 18:20:55",
        "c": "Con este curso aprenderás Excel 2021, 2019, 2016, Excel 2013, Excel 2010 o incluso la 2007 en menos de 1 día, el curso está completo (Básico e Intermedio) y es completamente gratis. También al finalizar les recomiendo si así lo desean realizar el curso de Excel Avanzado (Macros)."
    }
]