[
    {
        "i": 8,
        "j": "09mZ2Uw2OUs",
        "b": "Curso de Programación de CNC para principiantes. Capitulo 2 Lección 3. Movimientos básicos ISO",
        "h": "20221019174858",
        "l": null
    },
    {
        "i": 10,
        "j": "57oe8aQlido",
        "b": "Curso de Programación de CNC para principiantes Cap 2 Lec 5 Programación de perfiles en la fresadora",
        "h": "20221113212028",
        "l": null
    },
    {
        "i": 4,
        "j": "9dfOn-emrs0",
        "b": "Curso de Programación de CNC para principiantes. Capítulo 1 Lección 4. Lenguajes de programación CNC",
        "h": "20220910003135",
        "l": null
    },
    {
        "i": 12,
        "j": "AxrLmDcRd-o",
        "b": "Programación de Torno CNC - Ranurado radial exterior con dos correctores de herramienta - Winunisoft",
        "h": "20221123174048",
        "l": null
    },
    {
        "i": 5,
        "j": "B6UvR8k5xas",
        "b": "Curso de Programación de CNC para principiantes. Capítulo 1 Lección 5. Parámetros de corte",
        "h": "20220917195951",
        "l": null
    },
    {
        "i": 1,
        "j": "C5LqiESC_xc",
        "b": "Curso de Programación de CNC para principiantes. Capítulo 1, Lección 1. ¿Qué es un CNC?",
        "h": "20220826205209",
        "l": null
    },
    {
        "i": 11,
        "j": "DTVeiIrkBiA",
        "b": "Programación de CNC, Como programar tronzado y ranurado simple en ISO básico. Conceptos y simulación",
        "h": "20221121123420",
        "l": null
    },
    {
        "i": 7,
        "j": "eq7Gn8dPhT0",
        "b": "Curso de Programación de CNC para principiantes. Cap. 2 Lección 2. Cálculo de coord.  para fresado",
        "h": "20221014112728",
        "l": null
    },
    {
        "i": 13,
        "j": "fmJfXhkHm1o",
        "b": "Calculo de coordenadas rectangulares o cartesianas para resolver circulos de agujeros equidistantes",
        "h": "20230412191012",
        "l": null
    },
    {
        "i": 3,
        "j": "jjl68QaHHmc",
        "b": "Curso de Programación de CNC para principiantes. Capítulo 1 Lección 3. Orígenes y correctores",
        "h": "20220906214721",
        "l": null
    },
    {
        "i": 16,
        "j": "jVEv5wtv53w",
        "b": "Curso Programación de CNC para princip Cap2 Lec7 -Compensación de radio en programación de fresa CNC",
        "h": "20231023182323",
        "l": null
    },
    {
        "i": 0,
        "j": "jZt820cmruM",
        "b": "Curso de Programación de CNC para principiantes Cap 1 Introducción -Historia y Evolución del CNC",
        "h": "20230402193137",
        "l": null
    },
    {
        "i": 6,
        "j": "Tx-CGR7bUV4",
        "b": "Curso de Programación de CNC para principiantes. Cap. 2 Lección 1. Cálculo de coordenadas para torno",
        "h": "20220923223948",
        "l": null
    },
    {
        "i": 9,
        "j": "u6Yi8Jb24ac",
        "b": "Curso de Programación de CNC para principiantes Capitulo 2 Lección 4. Programación de perfiles torno",
        "h": "20221103200400",
        "l": null
    },
    {
        "i": 2,
        "j": "un2aQPhM8ds",
        "b": "Curso de Programación de CNC para principiantes. Capítulo 1 Lección 2. Conceptos matemáticos básicos",
        "h": "20220831111527",
        "l": null
    },
    {
        "i": 14,
        "j": "vDKXigwElRE",
        "b": "Curso de Programación de CNC - Programación con subrutinas o subprogramas",
        "h": "20230710214407",
        "l": null
    },
    {
        "i": 15,
        "j": "zu1FPbavwc0",
        "b": "Curso Programación de CNC para princip Cap2 Lec6 -Compensación de radio en programación de torno CNC",
        "h": "20230928165524",
        "l": null
    }
]