[
    {
        "i": 13,
        "j": "_ZpPRyWWTxs",
        "b": "Como tejer punto cangrejo crochet paso a paso. Nueva versión"
    },
    {
        "i": 32,
        "j": "3GGsw7uVOaI",
        "b": "Como tejer Gorro a Crochet. Todos los TALLES. Punto Herringbone o Espina de pez a crochet."
    },
    {
        "i": 15,
        "j": "3t_tEaTfAQk",
        "b": "Como tejer un granny Modelo 2"
    },
    {
        "i": 8,
        "j": "4J3vkvM_sMk",
        "b": "Crochet para principiantes: Aumentos punto bajo y media vareta"
    },
    {
        "i": 11,
        "j": "4NfLSEDQPZs",
        "b": "Como tejer varetas sin cadenas o cadenetas. Crochet Ganchillo Paso a paso"
    },
    {
        "i": 7,
        "j": "4nPpUpnBV3g",
        "b": "Crochet para principiantes: Disminución vareta o punto alto"
    },
    {
        "i": 0,
        "j": "4wZS3_f6stE",
        "b": "Crochet para principiantes: Primeros pasos, nudo de inicio y cadenas."
    },
    {
        "i": 27,
        "j": "5_QTplvjZHw",
        "b": "Como tejer Gorro a Crochet . Tejido a ganchillo paso a paso. Parte 1"
    },
    {
        "i": 34,
        "j": "5GIlr5u0sA4",
        "b": "Como tejer Gorro a Crochet. Todos los TALLES y con cualquier material. Punto Cesta."
    },
    {
        "i": 5,
        "j": "6fXpGm5bGHU",
        "b": "Crochet para principiantes: Disminución en punto bajo o medio punto"
    },
    {
        "i": 23,
        "j": "AzdD5YfIZbw",
        "b": "Como tejer un CORDON, CADENAS DOBLES a crochet con uno o dos colores. Curso Crochet Ganchillo PAP"
    },
    {
        "i": 9,
        "j": "Cxum06bfz84",
        "b": "Crochet para principiantes: Aumentos en vareta e interpretación de términos relacionados"
    },
    {
        "i": 12,
        "j": "DS7VHuqG0qQ",
        "b": "Como hacer un pompon de forma facil y casera"
    },
    {
        "i": 3,
        "j": "eJpJCsl8Wyw",
        "b": "Crochet para principiantes: Punto Vareta o Punto Alto"
    },
    {
        "i": 14,
        "j": "fGGqbvQm5_A",
        "b": "Como tejer un granny. Tejido a ganchillo explicado paso a paso."
    },
    {
        "i": 28,
        "j": "GSBtblZkXsI",
        "b": "Como tejer Gorro a Crochet . Tejido a ganchillo paso a paso. Parte 2"
    },
    {
        "i": 29,
        "j": "HiqnicdaR8I",
        "b": "Como tejer un Gorro a Crochet en varios talles. Tejido a ganchillo paso a paso. Parte 1"
    },
    {
        "i": 36,
        "j": "HXSzO9uIHS0",
        "b": "Como tejer un Granny Básico para Principiantes. Tejido a ganchillo explicado paso a paso."
    },
    {
        "i": 20,
        "j": "IB76jWo3vxA",
        "b": "Crochet para Principiantes: Como hacer cambio de Color en filas Puntos bajos, Media Varetas, Varetas"
    },
    {
        "i": 17,
        "j": "INrguUX5sng",
        "b": "Como tejer Puntos crochet, ganchillo: Punto bajo, Media Vareta y Vareta. Principiantes. Paso a paso"
    },
    {
        "i": 19,
        "j": "IwsdkRtrNnw",
        "b": "Como tejer Gorro a Crochet en cualquier talle y lana. Tejido a ganchillo paso a paso. Principiantes"
    },
    {
        "i": 16,
        "j": "K5nyeBt1k3g",
        "b": "Como hacer borlas con lana"
    },
    {
        "i": 22,
        "j": "kasvjTDM7Gs",
        "b": "Como hacer Punto Crochet Imitación Dos Agujas Punto Ingles"
    },
    {
        "i": 1,
        "j": "KHxUbnyuavg",
        "b": "Crochet para principiantes: punto bajo"
    },
    {
        "i": 26,
        "j": "kUkzlkKPuvU",
        "b": "Como tejer paso  a paso un Cordón rumano a crochet - ganchillo"
    },
    {
        "i": 24,
        "j": "mlCSDWX-tIg",
        "b": "Como tejer a crochet, ganchillo CORDON ESPIGA"
    },
    {
        "i": 10,
        "j": "n8QumM32UXU",
        "b": "Como tejer varetas en relieve a crochet - ganchillo  ( Elástico simple y doble)"
    },
    {
        "i": 2,
        "j": "nXtWMlcEhFY",
        "b": "Crochet para principiantes: punto media vareta o medio punto alto"
    },
    {
        "i": 25,
        "j": "ocMwmk-YDTo",
        "b": "Como tejer a crochet, ganchillo CORDON. Tutorial explicado paso a paso."
    },
    {
        "i": 6,
        "j": "oMqUCvUhoGs",
        "b": "Crochet para principiantes: Disminución media vareta o medio punto alto"
    },
    {
        "i": 35,
        "j": "Qs4MqQYn6RM",
        "b": "Como hacer un Anillo Mágico. Curso Crochet Ganchillo Gancho Principiantes. Paso a paso"
    },
    {
        "i": 21,
        "j": "R2tQhq0She8",
        "b": "Como tejer Punto Santa Clara o Bobo tejido a Crochet. Falso Tricot o Imitación Dos agujas o Palitos"
    },
    {
        "i": 31,
        "j": "s1bq0SYXyN8",
        "b": "Mira lo que teji con la técnica de FILAS ACORTADAS. Gorro Crochet. Tejido Para Principiantes"
    },
    {
        "i": 33,
        "j": "SRRt9r6bbMk",
        "b": "Como tejer Gorro a Crochet. Todos los TALLES. Punto Imitación Santa Clara o Punto Musgo a crochet."
    },
    {
        "i": 30,
        "j": "Urc9Tt14a94",
        "b": "Como tejer Gorro a Crochet con cualquier grosor de lana. IMITACION DOS AGUJAS. Principiantes"
    },
    {
        "i": 4,
        "j": "XKM2nSwJL5A",
        "b": "Crochet para principiantes: Varetas dobles, varetas triples."
    },
    {
        "i": 18,
        "j": "xTbbehSqAhA",
        "b": "Como tejer Gorro a Crochet en cualquier talle y lana. Tejido a ganchillo paso a paso. Principiantes"
    }
]